{
  "chapter": {
    "title": "CHAPTER ELEVEN: [",
    "name": "The Universal Form",
    "source_note": "Parsed to match chapter5_clean.json structure.",
    "verses_parsed_count": 49,
    "verses": [
      {
        "text_number": 1,
        "heading": "TEXT 1",
        "transliteration_lines": [
          "TEXT 1",
          "AJauRNa ovac",
          "MadNauGa]haYa ParMa& GauùMaDYaaTMaSa&ijTaMa( )",
          "YatvYaae¢&- vcSTaeNa Maaehae_Ya& ivGaTaae MaMa )) 1 ))",
          "arjuna uväca",
          "mad-anugrahäya paramaà",
          "guhyam adhyätma-saàjïitam",
          "yat tvayoktaà vacas tena",
          "moho ’yaà vigato mama",
          "my.",
          "which You have so kindly delivered unto me, and my illusion is now dispelled.",
          ""
        ],
        "word_meaning_lines": [
          "arjunaù uväca—Arjuna said; mat-anugrahäya—just to show me favor;",
          "paramam—supreme; guhyam—confidential; adhyätma—spiritual; saàjïitam",
          "—in the matter of; yat—what; tvayä—by You; uktam—said; vacaù—words;",
          "tena—by that; mohaù—illusion; ayam—this; vigataù—is educated; mama—",
          "Arjuna said: I have heard Your instruction on confidential spiritual matters"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "This chapter reveals Kåñëa as the cause of all causes. He is even the cause of, the Mahä-Viñëu, and from Him the material universes emanate. Kåñëa is not, an incarnation; He is the source of all incarnations. That has been completely, explained in the last chapter., Now, as far as Arjuna is concerned, he says that his illusion is over. This, means that Arjuna no longer thinks of Kåñëa as a mere human being, as a, friend of his, but as the source of everything. Arjuna is very enlightened and is, glad that he has a great friend like Kåñëa, but now he is thinking that although, he may accept Kåñëa as the source of everything, others may not. So in order, to establish Kåñëa’s divinity for all, he is requesting Kåñëa in this chapter to, show His universal form. Actually when one sees the universal form of Kåñëa, one becomes frightened, like Arjuna, but Kåñëa is so kind that after showing it, He converts Himself again into His original form. Arjuna agrees to what Kåñëa, says several times. Kåñëa is speaking to him just for his benefit, and Arjuna, acknowledges that all this is happening to him by Kåñëa’s grace. He is now, convinced that Kåñëa is the cause of all causes and is present in everyone’s, heart as the Supersoul."
        ]
      },
      {
        "text_number": 2,
        "heading": "TEXT 2",
        "transliteration_lines": [
          "TEXT 2",
          ">avaPYaYaaE ih >aUTaaNaa& é[uTaaE ivSTarXaae MaYaa )",
          "Tvta k-Mal/Pa}aa+a MaahaTMYaMaiPa caVYaYaMa( )) 2 ))",
          "bhaväpyayau hi bhütänäà",
          "çrutau vistaraço mayä",
          "tvattaù kamala-paträkña",
          "mähätmyam api cävyayam",
          "disappearance of every living entity, as realized through Your inexhaustible",
          "glories.",
          ""
        ],
        "word_meaning_lines": [
          "bhava—appearance; apyayau—disappearance; hi—certainly; bhütänäm—of all",
          "living entities; çrutau—have heard; vistaraçaù—detail; mayä—by me; tvattaù",
          "—from You; kamala-paträkña—O lotus-eyed one; mähätmyam—glories; api—",
          "also; ca—and; avyayam—inexhaustible.",
          "O lotus-eyed one, I have heard from You in detail about the appearance and"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Arjuna addresses Lord Kåñëa as “lotus-eyed” (Kåñëa’s eyes appear just like, the petals of a lotus flower) out of his joy, for Kåñëa has assured him, in the last, verse of the previous chapter, that He sustains the entire universe with just a, fragment of Himself. He is the source of everything in this material, manifestation, and Arjuna has heard of this from the Lord in detail. Arjuna, further knows that in spite of His being the source of all appearances and, disappearances, He is aloof from them. His personality is not lost, although He, is all-pervading. That is the inconceivable opulence of Kåñëa which Arjuna, admits that he has thoroughly understood."
        ]
      },
      {
        "text_number": 3,
        "heading": "TEXT 3",
        "transliteration_lines": [
          "TEXT 3",
          "WvMaeTaÛQaaTQa TvMaaTMaaNa& ParMaeìr )",
          "d]íuiMaC^aiMa Tae æPaMaEìr& PauåzaetaMa )) 3 ))",
          "evam etad yathättha tvam",
          "ätmänaà parameçvara",
          "drañöum icchämi te rüpam",
          "aiçvaraà puruñottama",
          "Your actual position, I yet wish to see how You have entered into this cosmic",
          "manifestation. I want to see that form of Yours.",
          ""
        ],
        "word_meaning_lines": [
          "evam—that; etat—this; yathättha—as it is; tvam—You; ätmänam—the soul;",
          "parameçvara—the Supreme Lord; drañöum—to see; icchämi—I wish; te—You;",
          "rüpam—form; aiçvaram—divine; puruñottama—O best of personalities.",
          "O greatest of all personalities, O supreme form, though I see here before me"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Lord said that because He entered into the material universe by His, personal representation, the cosmic manifestation has been made possible and, is going on. Now as far as Arjuna is concerned, he is inspired by the statements, of Kåñëa, but in order to convince others in the future who may think that, Kåñëa is an ordinary person, he desires to see Him actually in His universal, form, to see how He is acting from within the universe, although He is apart, from it. Arjuna’s asking the Lord’s permission is also significant. Since the, Lord is the Supreme Personality of Godhead, He is present within Arjuna, himself; therefore He knows the desire of Arjuna, and He can understand that, Arjuna has no special desire to see Him in His universal form, for he is, completely satisfied to see Him in His personal form of Kåñëa. But He can, understand also that Arjuna wants to see the universal form to convince, others. He did not have any personal desire for confirmation. Kåñëa also, understands that Arjuna wants to see the universal form to set a criterion, for, in the future there would be so many imposters who would pose themselves as, incarnations of God. The people, therefore, should be careful; one who claims, to be Kåñëa should be prepared to show his universal form to confirm his claim, to the people."
        ]
      },
      {
        "text_number": 4,
        "heading": "TEXT 4",
        "transliteration_lines": [
          "TEXT 4",
          "MaNYaSae Yaid TaC^KYa& MaYaa d]íuiMaiTa Pa[>aae )",
          "YaaeGaeìr TaTaae Mae Tv& dXaRYaaTMaaNaMaVYaYaMa( )) 4 ))",
          "manyase yadi tac chakyaà",
          "mayä drañöum iti prabho",
          "yogeçvara tato me tvaà",
          "darçayätmänam avyayam",
          "of all mystic power, then kindly show me that universal self.",
          ""
        ],
        "word_meaning_lines": [
          "manyase—if You think; yadi—if; tat—that; çakyam—able to see; mayä—by",
          "me; drañöum—to see; iti—thus; prabho—O Lord; yogeçvara—the Lord of all",
          "mystic power; tataù—then; me—unto me; tvam—You; darçaya—show;",
          "ätmänam—Yourself; avyayam—eternal.",
          "If You think that I am able to behold Your cosmic form, O my Lord, O master"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "It is said that one can neither see, hear, understand nor perceive the, Supreme Lord, Kåñëa, by the material senses. But if one is engaged in loving, transcendental service to the Lord from the beginning, then one can see the, Lord by revelation. Every living entity is only a spiritual spark; therefore it is, not possible to see or to understand the Supreme Lord. Arjuna, as a devotee,, does not depend on his speculative strength; rather, he admits his limitations, as a living entity and acknowledges Kåñëa’s inestimable position. Arjuna could, understand that for a living entity it is not possible to understand the, unlimited infinite. If the infinite reveals Himself, then it is possible to, understand the nature of the infinite by the grace of the infinite. The word, yogeçvara is also very significant here because the Lord has inconceivable, power. If He likes, He can reveal Himself by His grace, although He is, unlimited. Therefore Arjuna pleads for the inconceivable grace of Kåñëa. He, does not give Kåñëa orders. Kåñëa is not obliged to reveal Himself to anyone, unless one surrenders fully in Kåñëa consciousness and engages in devotional, service. Thus it is not possible for persons who depend on the strength of their, mental speculations to see Kåñëa."
        ]
      },
      {
        "text_number": 5,
        "heading": "TEXT 5",
        "transliteration_lines": [
          "TEXT 5",
          "é[q>aGavaNauvac",
          "PaXYa Mae PaaQaR æPaai<a XaTaXaae_Qa SahóXa )",
          "NaaNaaivDaaiNa idVYaaiNa NaaNaav<aaRk*-TaqiNa c )) 5 ))",
          "çré-bhagavän uväca",
          "paçya me pärtha rüpäëi",
          "çataço ’tha sahasraçaù",
          "nänä-vidhäni divyäni",
          "nänä-varëäkåténi ca",
          "opulences, hundreds of thousands of varied divine forms, multicolored like the",
          "sea.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Supreme Personality of Godhead said; paçya—just",
          "see; me—Mine; pärtha—O son of Påthä; rüpäëi—forms; çataçaù—hundreds;",
          "atha—also; sahasraçaù—thousands; nänä-vidhäni—variegated; divyäni—",
          "divine; nänä—variegated; varëa—colored; akåténi—forms; ca—also.",
          "The Blessed Lord said: My dear Arjuna, O son of Påthä, behold now My"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Arjuna wanted to see Kåñëa in His universal form, which, although a, transcendental form, is just manifested for the cosmic manifestation and is, therefore subject to the temporary time of this material nature. As the, material nature is manifested and not manifested, similarly this universal form, of Kåñëa is manifested and unmanifested. It is not eternally situated in the, spiritual sky like Kåñëa’s other forms. As far as a devotee is concerned, he is, not eager to see the universal form, but because Arjuna wanted to see Kåñëa in, this way, Kåñëa reveals this form. This universal form is not possible to be seen, by any ordinary man. Kåñëa must give one the power to see it."
        ]
      },
      {
        "text_number": 6,
        "heading": "TEXT 6",
        "transliteration_lines": [
          "TEXT 6",
          "PaXYaaidTYaaNvSaUNåd]aNaiìNaaE MaåTaSTaQaa )",
          "bhUNYad*íPaUvaRi<a PaXYaaêYaaRi<a >aarTa )) 6 ))",
          "paçyädityän vasün rudrän",
          "açvinau marutas tathä",
          "bahüny adåñöa-pürväëi",
          "paçyäçcaryäëi bhärata",
          "Rudras, and all the demigods. Behold the many things which no one has ever",
          "seen or heard before.",
          ""
        ],
        "word_meaning_lines": [
          "paçya—see; ädityän—the twelve sons of Aditi; vasün—the eight Vasus; rudrän",
          "—the eleven forms of Rudra; açvinau—the two Asvins; marutaù—the forty-",
          "nine Maruts (demigods of the wind); tathä—also; bahüni—many; adåñöa—that",
          "you have not heard or seen; pürväëi—before; paçya—there see; äçcaryäëi—all",
          "the wonderful; bhärata—O best of the Bhäratas.",
          "O best of the Bhäratas, see here the different manifestations of Ädityas"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Even though Arjuna was a personal friend of Kåñëa and the most advanced, of learned men, it was still not possible for him to know everything about, Kåñëa. Here it is stated that humans have neither heard nor known of all these, forms and manifestations. Now Kåñëa reveals these wonderful forms."
        ]
      },
      {
        "text_number": 7,
        "heading": "TEXT 7",
        "transliteration_lines": [
          "TEXT 7",
          "whEk-SQa& JaGaTk*-Tò& PaXYaaÛ SacracrMa( )",
          "MaMa dehe Gau@ake-Xa YaÀaNYad(d]íuiMaC^iSa )) 7 ))",
          "ihaika-sthaà jagat kåtsnaà",
          "paçyädya sa-caräcaram",
          "mama dehe guòäkeça",
          "yac cänyad drañöum icchasi",
          "Whatever you wish to see can be seen all at once in this body. This universal",
          "form can show you all that you now desire, as well as whatever you may desire",
          "in the future. Everything is here completely.",
          ""
        ],
        "word_meaning_lines": [
          "iha—in this; ekastham—in one; jagat—the universe; kåtsnam—completely;",
          "paçya—see; adya—immediately; sa—with; cara—moving; acaram—not",
          "moving; mama—My; dehe—in this body; guòäkeça—O Arjuna; yat—that; ca",
          "—also; anyat—other; drañöum—to see; icchasi—you like."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "No one can see the entire universe sitting in one place. Even the most, advanced scientist cannot see what is going on in other parts of the universe., Kåñëa gives him the power to see anything he wants to see, past, present and, future. Thus by the mercy of Kåñëa, Arjuna is able to see everything."
        ]
      },
      {
        "text_number": 8,
        "heading": "TEXT 8",
        "transliteration_lines": [
          "TEXT 8",
          "Na Tau Maa& XaKYaSae d]íuMaNaeNaEv Svc+auza )",
          "idVYa& ddaiMa Tae c+au PaXYa Mae YaaeGaMaEìrMa( )) 8 ))",
          "na tu mäà çakyase drañöum",
          "anenaiva sva-cakñuñä",
          "divyaà dadämi te cakñuù",
          "paçya me yogam aiçvaram",
          "But you cannot see Me with your present eyes. Therefore I give to you divine",
          "eyes by which you can behold My mystic opulence.",
          ""
        ],
        "word_meaning_lines": [
          "na—never; tu—but; mäm—Me; çakyase—able; drañöum—to see; anena—by",
          "this; eva—certainly; sva-cakñuñä—with your own eyes; divyam—divine;",
          "dadämi—I give; te—you; cakñuù—eyes; paçya—see; me—My; yogam aiçvaram",
          "—inconceivable mystic power."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "A pure devotee does not like to see Kåñëa in any form except His form with, two hands; a devotee must see His universal form by His grace, not with the, mind but with spiritual eyes. To see the universal form of Kåñëa, Arjuna is told, not to change his mind but his vision. The universal form of Kåñëa is not very, important; that will be clear in the verses. Yet because Arjuna wanted to see it,, the Lord gives him the particular vision required to see that universal form., Devotees who are correctly situated in a transcendental relationship with, Kåñëa are attracted by loving features, not by a godless display of opulences., The playmates of Kåñëa, the friends of Kåñëa and the parents of Kåñëa never, want Kåñëa to show His opulences. They are so immersed in pure love that, they do not even know that Kåñëa is the Supreme Personality of Godhead. In, their loving exchange they forget that Kåñëa is the Supreme Lord. In the, Çrémad-Bhägavatam it is stated that the boys who play with Kåñëa are all, highly pious souls, and after many, many births they are able to play with, Kåñëa. Such boys do not know that Kåñëa is the Supreme Personality of, Godhead. They take Him as a personal friend. The Supreme Person is, considered as the impersonal Brahman by great sages, as the Supreme, Personality of Godhead by the devotees, and as a product of this material, nature by ordinary men. The fact is that the devotee is not concerned to see, the viçva-rüpa, the universal form, but Arjuna wanted to see it to substantiate, Kåñëa’s statement so that in the future people could understand that Kåñëa, not only theoretically or philosophically presented Himself as the Supreme but, actually presented Himself as such to Arjuna. Arjuna must confirm this, because Arjuna is the beginning of the paramparä system. Those who are, actually interested to understand the Supreme Personality of Godhead, Kåñëa,, and who follow in the footsteps of Arjuna should understand that Kåñëa not, only theoretically presented Himself as the Supreme, but actually revealed, Himself as the Supreme., The Lord gave Arjuna the necessary power to see His universal form because, He knew that Arjuna did not particularly want to see it, as we have already, explained."
        ]
      },
      {
        "text_number": 9,
        "heading": "TEXT 9",
        "transliteration_lines": [
          "TEXT 9",
          "SaÅYa ovac",
          "WvMau¤-a TaTaae raJaNMahaYaaeGaeìrae hir )",
          "dXaRYaaMaaSa PaaQaaRYa ParMa& æPaMaEìrMa( )) 9 ))",
          "saïjaya uväca",
          "evam uktvä tato räjan",
          "mahä-yogeçvaro hariù",
          "darçayäm äsa pärthäya",
          "paramaà rüpam aiçvaram",
          "opulences.",
          ""
        ],
        "word_meaning_lines": [
          "saïjayaù uväca—Sanjaya said; evam—thus; uktvä—saying; tataù—thereafter;",
          "räjan—O King; mahä-yogeçvaraù—the most powerful mystic; hariù—the",
          "Supreme Personality of Godhead, Kåñëa; darçayämäsa—showed; pärthäya—",
          "unto Arjuna; paramam—divine; rüpam—universal form; aiçvaram—"
        ],
        "translation": ", Saïjaya said: O King, speaking thus, the Supreme, the Lord of all mystic power,, the Personality of Godhead, displayed His universal form to Arjuna., TEXTS 10–11, ANaek-v£-NaYaNaMaNaek-ad(>auTadXaRNaMa( ), ANaek-idVYaa>ar<a& idVYaaNaek-aeÛTaaYauDaMa( )) 10 )), idVYaMaaLYaaMbrDar& idVYaGaNDaaNaule/PaNaMa( ), SavaRêYaRMaYa& devMaNaNTa& ivìTaaeMau%Ma( )) 11 )), aneka-vaktra-nayanam, anekädbhuta-darçanam, aneka-divyäbharaëaà, divyänekodyatäyudham, divya-mälyämbara-dharaà, divya-gandhänulepanam, sarväçcarya-mayaà devam, anantaà viçvato-mukham, aneka—various; vaktra—mouths; nayanam—eyes; aneka—various; adbhuta—, wonderful; darçanam—sight; aneka—many; divya—divine; äbharaëam—, ornaments; divya—divine; aneka—various; udyata—uplifted; äyudham, weapons; divya—divine; mälya—garlands; ambara-dharam—covered with the, dresses; divya—divine; gandha—fragrance; anulepanam—smeared; sarva—all;, açcaryamayam—wonderful; devam—shining; anantam—unlimited; viçvataù-, mukham—all-pervading., TRANSLATION, Arjuna saw in that universal form unlimited mouths and unlimited eyes. It was, all wondrous. The form was decorated with divine, dazzling ornaments and, arrayed in many garbs. He was garlanded gloriously, and there were many, scents smeared over His body. All was magnificent, all-expanding, unlimited., This was seen by Arjuna.,",
        "purport_paragraphs": [
          "These two verses indicate that there is no limit to the hands, mouths, legs,, etc., of the Lord. These manifestations are distributed throughout the universe, and are unlimited. By the grace of the Lord, Arjuna could see them while, sitting in one place. That is due to the inconceivable potency of Kåñëa."
        ]
      },
      {
        "text_number": 12,
        "heading": "TEXT 12",
        "transliteration_lines": [
          "TEXT 12",
          "idiv SaUYaRSahóSYa >aveÛuGaPaduiTQaTaa )",
          "Yaid >aa Sad*Xaq Saa SYaaÙaSaSTaSYa MahaTMaNa )) 12 ))",
          "divi sürya-sahasrasya",
          "bhaved yugapad utthitä",
          "yadi bhäù sadåçé sä syäd",
          "bhäsas tasya mahätmanaù",
          "If hundreds of thousands of suns rose up at once into the sky, they might",
          "resemble the effulgence of the Supreme Person in that universal form.",
          ""
        ],
        "word_meaning_lines": [
          "divi—in the sky; sürya—sun; sahasrasya—of many thousands; bhavet—there",
          "were; yugapat—simultaneously; utthitä—present; yadi—if; bhäù—light; sadåçé",
          "—like that; sä—that; syät—may be; bhäsaù—effulgence; tasya—there is;",
          "mahätmanaù—of the great Lord."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "What Arjuna saw was indescribable, yet Saïjaya is trying to give a mental, picture of that great revelation to Dhåtaräñöra. Neither Saïjaya nor, Dhåtaräñöra were present, but Saïjaya, by the grace of Vyäsa, could see, whatever happened. Thus he now compares the situation, as far as it can be, understood, to an imaginable phenomenon (i.e. thousands of suns)."
        ]
      },
      {
        "text_number": 13,
        "heading": "TEXT 13",
        "transliteration_lines": [
          "TEXT 13",
          "Ta}aEk-SQa& JaGaTk*-Tò& Pa[iv>a¢-MaNaek-Daa )",
          "APaXYaÕevdevSYa Xarqre Paa<@vSTada )) 13 ))",
          "tatraika-sthaà jagat kåtsnaà",
          "pravibhaktam anekadhä",
          "apaçyad deva-devasya",
          "çarére päëòavas tadä",
          "At that time Arjuna could see in the universal form of the Lord the unlimited",
          "expansions of the universe situated in one place although divided into many",
          "many thousands.",
          ""
        ],
        "word_meaning_lines": [
          "tatra—there; ekastham—one place; jagat—universe; kåtsnam—completely;",
          "pravibhaktam—divided in; anekadhä—many kinds; apaçyat—could see; deva-",
          "devasya—of the Supreme Personality of Godhead; çarére—in the universal",
          "form; päëòavaù—Arjuna; tadä—at that time."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The word tatra (there) is very significant. It indicates that both Arjuna and, Kåñëa were sitting on the chariot when Arjuna saw the universal form. Others, on the battlefield could not see this form because Kåñëa gave the vision only to, Arjuna. Arjuna could see in the body of Kåñëa many thousands of universes., As we learn from Vedic scriptures, there are many universes and many, planets. Some of them are made of earth, some are made of gold, some are, made of jewels, some are very great, some are not so great, etc. Sitting on his, chariot, Arjuna could see all these universes. But no one could understand, what was going on between Arjuna and Kåñëa."
        ]
      },
      {
        "text_number": 14,
        "heading": "TEXT 14",
        "transliteration_lines": [
          "TEXT 14",
          "TaTa Sa ivSMaYaaivíae ôíraeMaa DaNaÅYa )",
          "Pa[<aMYa iXarSaa dev& k*-TaaÅil/r>aazTa )) 14 ))",
          "tataù sa vismayäviñöo",
          "håñöa-romä dhanaïjayaù",
          "praëamya çirasä devaà",
          "kåtäïjalir abhäñata",
          "Then, bewildered and astonished, his hair standing on end, Arjuna began to",
          "pray with folded hands, offering obeisances to the Supreme Lord.",
          ""
        ],
        "word_meaning_lines": [
          "tataù—thereafter; saù—he; vismayäviñöaù—being overwhelmed with wonder;",
          "håñöa-romä—with his bodily hairs standing on end due to his great ecstasy;",
          "dhanaïjayaù—Arjuna ; praëamya—offering obeisances; çirasä—with the",
          "head; devam—to the Supreme Personality of Godhead; kåtäïjaliù—with",
          "folded hands; abhäñata—began to say."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Once the divine vision is revealed, the relationship between Kåñëa and, Arjuna changes immediately. Before, Kåñëa and Arjuna had a relationship, based on friendship, but here, after the revelation, Arjuna is offering, obeisances with great respect, and with folded hands he is praying to Kåñëa., He is praising the universal form. Thus Arjuna’s relationship becomes one of, wonder rather than friendship. Great devotees see Kåñëa as the reservoir of all, relationships. In the scriptures there are twelve basic kinds of relationships, mentioned, and all of them are present in Kåñëa. It is said that He is the ocean, of all the relationships exchanged between two living entities, between the, gods, or between the Supreme Lord and His devotees., It is said that Arjuna was inspired by the relationship of wonder, and in that, wonder, although he was by nature very sober, calm and quiet, he became, ecstatic, his hair stood up, and he began to offer his obeisances unto the, Supreme Lord with folded hands. He was not, of course, afraid. He was, affected by the wonders of the Supreme Lord. The immediate context is, wonder; his natural loving friendship was overwhelmed by wonder, and thus, he reacted in this way."
        ]
      },
      {
        "text_number": 15,
        "heading": "TEXT 15",
        "transliteration_lines": [
          "TEXT 15",
          "AJauRNa ovac",
          "PaXYaaiMa deva&STav dev dehe",
          "Sava|STaQaa >aUTaivXaezSaºaNa( )",
          "b]øa<aMaqXa& k-Mal/aSaNaSQa‚",
          "Ma*zq&ê SavaRNaurGaa&ê idVYaaNa( )) 15 ))",
          "arjuna uväca",
          "paçyämi deväàs tava deva dehe",
          "sarväàs tathä bhüta-viçeña-saìghän",
          "brahmäëam éçaà kamaläsana-stham",
          "åñéàç ca sarvän uragäàç ca divyän",
          "divine.",
          "demigods and various other living entities. I see Brahmä sitting on the lotus",
          "flower as well as Lord Çiva and many sages and divine serpents.",
          ""
        ],
        "word_meaning_lines": [
          "arjunaù uväca—Arjuna said; paçyämi—I see; devän—all the demigods; tava—",
          "Your; deva—O Lord; dehe—in the body; sarvän—all; tathä—also; bhüta—",
          "living entities; viçeña-saìghän—specifically assembled; brahmäëam—Lord",
          "Brahmä; éçam—Lord Çiva; kamala-äsana-stham—sitting on the lotus flower;",
          "åñén—great sages; ca—also; sarvän—all; uragän—serpents; ca—also; divyän—",
          "Arjuna said: My dear Lord Kåñëa, I see assembled together in Your body all the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Arjuna sees everything in the universe; therefore he sees Brahmä, who is, the first creature in the universe, and the celestial serpent upon which the, Garbhodakaçäyé Viñëu lies in the lower regions of the universe. This snake bed, is called Väsuki. There are also other snakes known as Väsuki. Arjuna can see, from the Garbhodakaçäyé Viñëu up to the topmost part of the universe on the, lotus-flower planet where Brahmä, the first creature of the universe, resides., That means that from the beginning to the end, everything could be seen by, Arjuna sitting in one place on his chariot. This was possible by the grace of the, Supreme Lord, Kåñëa."
        ]
      },
      {
        "text_number": 16,
        "heading": "TEXT 16",
        "transliteration_lines": [
          "TEXT 16",
          "ANaek-bahUdrv£-Nae}a&",
          "PaXYaaiMa Tva& SavRTaae_NaNTaæPaMa( )",
          "NaaNTa& Na MaDYa& Na PauNaSTavaid&",
          "PaXYaaiMa ivìeìr ivìæPa )) 16 ))",
          "aneka-bähüdara-vaktra-netraà",
          "paçyämi tväà sarvato ’nanta-rüpam",
          "näntaà na madhyaà na punas tavädià",
          "paçyämi viçveçvara viçva-rüpa",
          "beginning, and there is no middle to all this.",
          ""
        ],
        "word_meaning_lines": [
          "aneka—many; bähü—arms; udara—bellies; vaktra—mouths; netram—eyes;",
          "paçyämi—I see; tväm—unto You; sarvataù—from all sides; ananta-rüpam—",
          "unlimited form; na antam—there is no end; na madhyam—there is no middle;",
          "na punaù—nor again; tava—Your; ädim—beginning; paçyämi—I see;",
          "viçveçvara—O Lord of the universe; viñva-rüpa—in the form of the universe.",
          "O Lord of the universe, I see in Your universal body many, many forms—",
          "bellies, mouths, eyes—expanded without limit. There is no end, there is no"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Kåñëa is the Supreme Personality of Godhead and is unlimited; thus, through Him everything could be seen."
        ]
      },
      {
        "text_number": 17,
        "heading": "TEXT 17",
        "transliteration_lines": [
          "TEXT 17",
          "ik-rqi$=Na& GaidNa& ci§-<a& c",
          "TaeJaaeraiXa& SavRTaae dqiáMaNTaMa( )",
          "PaXYaaiMa Tva& duiNaRrq+Ya& SaMaNTaa‚",
          "ÕqáaNal/akR-ÛuiTaMaPa[MaeYaMa( )) 17 ))",
          "kiréöinaà gadinaà cakriëaà ca",
          "tejo-räçià sarvato déptimantam",
          "paçyämi tväà durnirékñyaà samantäd",
          "déptänalärka-dyutim aprameyam",
          ""
        ],
        "word_meaning_lines": [
          "kiréöinam—with helmets; gadinam—with maces; cakriëam—with discs; ca—",
          "and; tejoräçim—effulgence; sarvataù—all sides; déptimantam—glowing;",
          "pasyämi—I see; tväm—You; durnirékñyam—difficult to see; samantät—",
          "spreading; dépta-anala—blazing fire; arka—sun; dyutim—sunshine;",
          "aprameyam—immeasurable."
        ],
        "translation": ", Your form, adorned with various crowns, clubs and discs, is difficult to see, because of its glaring effulgence, which is fiery and immeasurable like the sun., tvam—You; akñaram—inexhaustible; paramam—supreme; veditavyam—to be, understood; tvam—You; asya—of this; viçvasya—of the universe; param—, supreme; nidhänam—basis; tvam—You are; avyayaù—inexhaustible; çäçvata-, dharma-goptä—maintainer of the eternal religion; sanätanaù—eternal; tvam, —You; puruñaù—Supreme Personality; mataù me—is my opinion., TRANSLATION, You are the supreme primal objective; You are the best in all the universes;, You are inexhaustible, and You are the oldest; You are the maintainer of, religion, the eternal Personality of Godhead.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 18,
        "heading": "TEXT 18",
        "transliteration_lines": [
          "TEXT 18",
          "TvMa+ar& ParMa& veidTaVYa&",
          "TvMaSYa ivìSYa Par& iNaDaaNaMa( )"
        ],
        "word_meaning_lines": [
          "TvMaVYaYa XaaìTaDaMaRGaaeáa",
          "SaNaaTaNaSTv& Pauåzae MaTaae Mae )) 18 ))",
          "tvam akñaraà paramaà veditavyaà",
          "tvam asya viçvasya paraà nidhänam",
          "tvam avyayaù çäçvata-dharma-goptä",
          "sanätanas tvaà puruño mato me"
        ],
        "translation": "",
        "purport_paragraphs": []
      },
      {
        "text_number": 19,
        "heading": "TEXT 19",
        "transliteration_lines": [
          "TEXT 19",
          "ANaaidMaDYaaNTaMaNaNTavqYaR‚",
          "MaNaNTabahu& XaiXaSaUYaRNae}aMa( )",
          "PaXYaaiMa Tva& dqáhuTaaXav£&-",
          "SvTaeJaSaa ivìiMad& TaPaNTaMa( )) 19 ))",
          "anädi-madhyäntam ananta-véryam",
          "ananta-bähuà çaçi-sürya-netram",
          "paçyämi tväà dépta-hutäça-vaktraà",
          "sva-tejasä viçvam idaà tapantam",
          "You are the origin without beginning, middle or end. You have numberless",
          "arms, and the sun and moon are among Your great unlimited eyes. By Your own",
          "radiance You are heating this entire universe.",
          ""
        ],
        "word_meaning_lines": [
          "anädi—without beginning; madhya—without middle; antam—without end;",
          "ananta—unlimited; véryam—glorious; ananta—unlimited; bähum—arms; çaçi",
          "—moon; sürya—sun; netram—eyes; paçyämi—I see; tväm—You; dépta—",
          "blazing; hutäça-vaktram—fire coming out of Your mouth; sva-tejasä—by Your;",
          "viçvam—this universe; idam—this; tapantam—heating."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "There is no limit to the extent of the six opulences of the Supreme, Personality of Godhead. Here and in many other places there is repetition, but, according to the scriptures, repetition of the glories of Kåñëa is not a literary, weakness. It is said that at a time of bewilderment or wonder or of great, ecstasy, statements are repeated over and over. That is not a flaw."
        ]
      },
      {
        "text_number": 20,
        "heading": "TEXT 20",
        "transliteration_lines": [
          "TEXT 20",
          "ÛavaPa*iQaVYaaeirdMaNTar& ih",
          "VYaaá& TvYaEke-Na idXaê SavaR )",
          "d*îad(>auTa& æPaMauGa]& Taved&",
          "l/aek-}aYa& Pa[VYaiQaTa& MahaTMaNa( )) 20 ))",
          "dyäv ä-påthivyor idam antaraà hi",
          "vyäptaà tvayaikena diçaç ca sarväù",
          "dåñövädbhutaà rüpam ugraà tavedaà",
          "loka-trayaà pravyathitaà mahätman",
          "great one.",
          "Although You are one, You are spread throughout the sky and the planets and",
          "planetary systems are perplexed.",
          ""
        ],
        "word_meaning_lines": [
          "dyau—in outer space; äpåthivyoù—of the earth; idam—this; antaram—in",
          "between; hi—certainly; vyäptam—pervaded; tvayä—by You; ekena—by one;",
          "diçaù—directions; ca—and; sarväù—all; dåñövä—by seeing; adbhutam—",
          "wonderful; rüpam—form; ugram—terrible; tava—Your; idam—this; loka—",
          "planetary system; trayam—three; pravyathitam—perturbed; mahätman—O",
          "all space between. O great one, as I behold this terrible form, I see that all the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Dyäv äpåthivyoù (the space between heaven and earth) and lokatrayam, (three worlds) are significant words in this verse because it appears that not, only Arjuna saw this universal form of the Lord, but others in other planetary, systems also saw it. The vision was not a dream. All who were spiritually awake, with the divine vision saw it."
        ]
      },
      {
        "text_number": 21,
        "heading": "TEXT 21",
        "transliteration_lines": [
          "TEXT 21",
          "AMaq ih Tva& SaurSaºa ivXaiNTa",
          "ke-icÙqTaa Pa[aÅl/Yaae Ga*<aiNTa )",
          "SvSTaqTYau¤-a MahizRiSaÖSaºa",
          "STauviNTa Tva& STauiTai>a PauZk-l/ai>a )) 21 ))",
          "amé hi tväà sura-saìghä viçanti",
          "kecid bhétäù präïjalayo gåëanti",
          "svastéty uktvä maharñi-siddha-saìghäù",
          "stuvanti tväà stutibhiù puñkaläbhiù",
          "All the demigods are surrendering and entering into You. They are very much",
          "afraid, and with folded hands they are singing the Vedic hymns.",
          ""
        ],
        "word_meaning_lines": [
          "amé—all those; hi—certainly; tväm—unto You; sura-saìghäù—groups of",
          "demigods; viçanti—entering; kecit—some of them; bhétäù—out of fear;",
          "präïjalayaù—with folded hands; gåëanti—offering prayers unto; svasti—all",
          "peace; iti—thus; uktvä—speaking like that; maharñi—great sages; siddha-",
          "saìghäù—perfect sages; stuvanti—singing hymns; tväm—unto You; stutibhiù",
          "—with prayers; puñkaläbhiù—Vedic hymns."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The demigods in all the planetary systems feared the terrific manifestation, of the universal form and its glowing effulgence and so prayed for protection."
        ]
      },
      {
        "text_number": 22,
        "heading": "TEXT 22",
        "transliteration_lines": [
          "TEXT 22",
          "åd]aidTYaa vSavae Yae c SaaDYaa",
          "ivìe_iìNaaE MaåTaêaeZMaPaaê )",
          "GaNDavRYa+aaSauriSaÖSaºa",
          "vq+aNTae Tva& iviSMaTaaêEv SaveR )) 22 ))",
          "rudrädityä vasavo ye ca sädhyä",
          "viçve ’çvinau marutaç coñmapäç ca",
          "gandharva-yakñäsura-siddha-saìghä",
          "vékñante tväà vismitäç caiva sarve",
          ""
        ],
        "word_meaning_lines": [
          "rudra—manifestations of Lord Çiva; ädityäù—the Ädityas; vasavaù—the",
          "Vasus; ye—all those; ca—and; sädhyäù—the Sädhyas; viçve—the Viçvadevas;",
          "açvinau—the Açvinékumäras; marutaù—the Maruts; ca—and; uñmapäù—the",
          "forefathers; ca—and; gandharva—the Gandharvas; yakña—the Yakñas; asura-",
          "siddha—the demons and the perfected demigods; saìghäù—assemblies;",
          "vékñante—are seeing; tväm—You; vismitäù—in wonder; ca—also; eva—",
          "certainly; sarve—all."
        ],
        "translation": ", The different manifestations of Lord Çiva, the Ädityas, the Vasus, the Sädhyas,, the Viçvadevas, the two Açvins, the Märuts, the forefathers and the, Gandharvas, the Yakñas, Asuras, and all perfected demigods are beholding You, in wonder.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 23,
        "heading": "TEXT 23",
        "transliteration_lines": [
          "TEXT 23",
          "æPa& Mahtae bhuv£-Nae}a&",
          "Mahabahae bhubahUåPaadMa( )",
          "bhUdr& bhud&íak-ral&/",
          "d*îa l/aek-a Pa[VYaiQaTaaSTaQaahMa( )) 23 ))",
          "rüpaà mahat te bahu-vaktra-netraà",
          "mahä-bäho bahu-bähüru-pädam",
          "bahüdaraà bahu-daàñörä-karälaà",
          "dåñövä lokäù pravyathitäs tathäham",
          ""
        ],
        "word_meaning_lines": [
          "rüpam—form; mahat—very great; te—of You; bahu—many; vaktra—faces;",
          "netram—eyes; mahä-bäho—O mighty-armed one; bahu—many; bähu—arms;",
          "üru—thighs; pädam—legs; bahu-udaram—many bellies; babu-daàñörä—many",
          "teeth; karälam—horrible; dåñövä—seeing; lokäù—all the planets; pravyathitäù",
          "—perturbed; tathä—similarly; aham—I."
        ],
        "translation": ", O mighty-armed one, all the planets with their demigods are disturbed at seeing, Your many faces, eyes, arms, bellies and legs and Your terrible teeth, and as, they are disturbed, so am I.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 24,
        "heading": "TEXT 24",
        "transliteration_lines": [
          "TEXT 24",
          "Na>aSPa*Xa& dqáMaNaek-v<a|",
          "VYaataaNaNa& dqáivXaal/Nae}aMa( )",
          "d*îa ih Tva& Pa[VYaiQaTaaNTaraTMaa",
          "Da*iTa& Na ivNdaiMa XaMa& c ivZ<aae )) 24 ))",
          "nabhaù-spåçaà déptam aneka-varëaà",
          "vyättänanaà dépta-viçäla-netram",
          "dåñövä hi tväà pravyathitäntar-ätmä",
          "dhåtià na vindämi çamaà ca viñëo",
          ""
        ],
        "word_meaning_lines": [
          "nabhaù spåçam—touching the sky; déptam—glowing; aneka—many; varëam—",
          "color; vyättä—open; änanam—mouth; dépta—glowing; viçäla—very great;",
          "netram—eyes; dåñövä—by seeing; hi—certainly; tväm—You; pravyathitä—",
          "perturbed; antaù—within; ätmä—soul; dhåtim—steadiness; na—no; vindämi",
          "—and have; çamam—mental tranquility; ca—also; viñëo—O Lord Viñëu."
        ],
        "translation": ", O all-pervading Viñëu, I can no longer maintain my equilibrium. Seeing Your, radiant colors fill the skies and beholding Your eyes and mouths, I am afraid.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 25,
        "heading": "TEXT 25",
        "transliteration_lines": [
          "TEXT 25",
          "d&íak-ral/aiNa c Tae Mau%aiNa",
          "d*îEv k-al/aNal/Saià>aaiNa )",
          "idXaae Na JaaNae Na l/>ae c XaMaR",
          "Pa[Saqd deveXa JaGaiàvaSa )) 25 ))",
          "daàñörä-karäläni ca te mukhäni",
          "dåñövaiva kälänala-sannibhäni",
          "diço na jäne na labhe ca çarma",
          "praséda deveça jagan-niväsa",
          ""
        ],
        "word_meaning_lines": [
          "daàñörä—teeth; karäläni—like that; ca—also; te—Your; mukhäni—faces;",
          "dåñövä—seeing; eva—thus; kälänala—the fire of death; sannibhäni—as if",
          "blazing; diçaù—directions; na jäne—do not know; na labhe—nor obtain; ca",
          "çarma—and grace; praséda—be pleased; deveça—O Lord of all lords; jagat-",
          "niväsa—refuge of the worlds."
        ],
        "translation": ", O Lord of lords, O refuge of the worlds, please be gracious to me. I cannot keep, my balance seeing thus Your blazing deathlike faces and awful teeth. In all, directions I am bewildered., TEXTS 26–27, AMaq c Tva& Da*TaraíSYa Pau}aa SaveR SahEvaviNaPaal/SaºE ), >aqZMaae d]ae<a SaUTaPau}aSTaQaaSaaE SahaSMadqYaEriPa YaaeDaMau:YaE )) 26 )), v£-ai<a Tae TvrMaa<aa ivXaiNTa d&íak-ral/aiNa >aYaaNak-aiNa ), ke-iciÜl/Gana dXaNaaNTarezu SaNd*XYaNTae cUi<aRTaEåtaMaa®E )) 27 )), amé ca tväà dhåtaräñörasya puträù, sarve sahaivävani-päla-saìghaiù, bhéñmo droëaù süta-putras tathäsau, sahäsmadéyair api yodha-mukhyaiù, vakträëi te tvaramäëä viçanti, daàñörä-karäläni bhayänakäni, kecid vilagnä daçanäntareñu, sandåçyante cürëitair uttamäìgaiù, amé—all those; ca—also; tväm—You; dhåtaräñöasya—of Dhåtaräñöra; puträù—, sons; sarva—all; saha eva—along with; avanipäla—warrior kings; saìghaiù—, with the groups; bhéñmaù—Bhéñmadeva; droëaù—Droëäcärya; süta-putraù—, Karëa; tathä—also; asau—that; saha—with; asmadéyaiù—our; api—also;, yodha-mukhyaiù—chief among the warriors; vakträëi—mouths; te—Your;, tvaramäëäù—fearful; viçanti—entering; daàñörä—teeth; karäläni—terrible;, bhayänakäni—very fearful; kecit—some of them; vilagnäù—being attacked;, daçanäntareñu—between the teeth; sandåçyante—being seen; cürëitaiù—, smashed; uttama-aìgaiù—by the head., TRANSLATION, All the sons of Dhåtaräñöra along with their allied kings, and Bhéñma, Droëa, and Karëa, and all our soldiers are rushing into Your mouths, their heads, smashed by Your fearful teeth. I see that some are being crushed between Your, teeth as well.,",
        "purport_paragraphs": [
          "In a previous verse the Lord promised to show Arjuna things he would by, very interested in seeing. Now Arjuna sees that the leaders of the opposite, party (Bhéñma, Droëa, Karëa and all the sons of Dhåtaräñöra) and their, soldiers and Arjuna’s own soldiers are all being annihilated. This is an, indication that Arjuna will emerge victorious in battle, despite heavy losses on, both sides. It is also mentioned here that Bhéñma, who is supposed to be, unconquerable, will also be smashed. So also Karëa. Not only will the great, warriors of the other party like Bhéñma be smashed, but some of the great, warriors of Arjuna’s side also."
        ]
      },
      {
        "text_number": 28,
        "heading": "TEXT 28",
        "transliteration_lines": [
          "TEXT 28",
          "YaQaa NadqNaa& bhvae_MbuveGaa SaMaud]Maevai>aMau%a d]viNTa )",
          "TaQaa TavaMaq Narl/aek-vqra ivXaiNTa v£-a<Yai>aivJvl/iNTa )) 28 ))",
          "yathä nadénäà bahavo ’mbu-vegäù",
          "samudram eväbhimukhä dravanti",
          "tathä tavämé nara-loka-vérä",
          "viçanti vakträëy abhivijvalanti",
          ""
        ],
        "word_meaning_lines": [
          "yathä—as; nadénäm—of the rivers; bahavaù—many; ambu-vegäù—waves of",
          "the waters; samudram—ocean; eva—certainly; abhimukhäù—towards;",
          "dravanti—gliding; tathä—similarly; tava—Your; amé—all those; nara-",
          "lokavéräù—the kings of human society; viçanti—entering; vakträëi—into the",
          "mouths; abhivijvalanti—blazing."
        ],
        "translation": ", As the rivers flow into the sea, so all these great warriors enter Your blazing, mouths and perish.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 29,
        "heading": "TEXT 29",
        "transliteration_lines": [
          "TEXT 29",
          "YaQaa Pa[dqá& Jvl/Na& PaTa®a ivXaiNTa NaaXaaYa SaMa*ÖveGaa )",
          "TaQaEv NaaXaaYa ivXaiNTa l/aek-a‚ STavaiPa v£-ai<a SaMa*ÖveGaa )) 29 ))",
          "yathä pradéptaà jvalanaà pataìgä",
          "viçanti näçäya samåddha-vegäù",
          "tathaiva näçäya viçanti lokäs",
          "taväpi vakträëi samåddha-vegäù",
          "speed.",
          ""
        ],
        "word_meaning_lines": [
          "yathä—as; pradéptam—blazing; jvalanam—fire; pataìgäù—moths; viçanti—",
          "enters; näçäya—destruction; samåddha—full; vegäù—speed; tathä eva—",
          "similarly; näçäya—for destruction; viçanti—entering; lokäù—all people. tava",
          "—unto You; api—also; vakträëi—in the mouths; samåddha-vegäù—with full"
        ],
        "translation": ", I see all people rushing with full speed into Your mouths as moths dash into a, blazing fire.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 30,
        "heading": "TEXT 30",
        "transliteration_lines": [
          "TEXT 30",
          "le/il/ùSae Ga]SaMaaNa SaMaNTaa‚ çaek-aNSaMaGa]aNvdNaEJvRl/iÙ )",
          "TaeJaaei>araPaUYaR JaGaTSaMaGa]& >aaSaSTavaeGa]a Pa[TaPaiNTa ivZ<aae )) 30 ))",
          "lelihyase grasamänaù samantäl",
          "lokän samagrän vadanair jvaladbhiù",
          "tejobhir äpürya jagat samagraà",
          "bhäsas tavogräù pratapanti viñëo",
          ""
        ],
        "word_meaning_lines": [
          "lelihyase—licking; grasamänaù—devouring; samantät—from all directions;",
          "lokän—people; samagrän—completely; vadanaiù—by the mouth; jvaladbhiù—",
          "with blazing; tejobhiù—by effulgence; äpürya—covering; jagat—the universe;",
          "samagram—all; bhäsaù—illuminating; tava—Your; ugräù—terrible; pratapanti",
          "—scorching; viñëo—O all-pervading Lord."
        ],
        "translation": ", O Viñëu, I see You devouring all people in Your flaming mouths and covering, the universe with Your immeasurable rays. Scorching the worlds, You are, manifest.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 31,
        "heading": "TEXT 31",
        "transliteration_lines": [
          "TEXT 31",
          "Aa:Yaaih Mae k-ae >avaNauGa]æPaae NaMaae_STau Tae devvr Pa[Saqd )",
          "ivjaTauiMaC^aiMa >avNTaMaaÛ& Na ih Pa[JaaNaaiMa Tav Pa[v*itaMa( )) 31 ))",
          "äkhyähi me ko bhavän ugra-rüpo",
          "namo ’stu te deva-vara praséda",
          "vijïätum icchämi bhavantam ädyaà",
          "na hi prajänämi tava pravåttim",
          "",
          ""
        ],
        "word_meaning_lines": [
          "äkhyähi—please explain; me—unto me; kaù—who; bhavän—You; ugra-",
          "rüpaù—fierce form; namaù astu—obeisances; te—unto You; deva-vara—the",
          "great one amongst the demigods; praséda—be gracious; vijïätum—just to",
          "know; icchämi—I wish; bhavantam—You; ädyam—the original; na—never; hi",
          "—certainly; prajänämi—do I know; tava—Your; pravåttim—mission."
        ],
        "translation": ", O Lord of lords, so fierce of form, please tell me who You are. I offer my, obeisances unto You; please be gracious to me. I do not know what Your, mission is, and I desire to hear of it.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 32,
        "heading": "TEXT 32",
        "transliteration_lines": [
          "TEXT 32",
          "é[q>aGavaNauvac )",
          "k-al/ae_iSMa l/aek-+aYak*-TPa[v*Öae l/aek-aNSaMaahTauRiMah Pa[v*ta )",
          "‰Tae_iPa Tva& Na >aivZYaiNTa SaveR Yae_viSQaTaa Pa[TYaNaqke-zu YaaeDaa )) 32 ))",
          "çré-bhagavän uväca",
          "kälo ’smi loka-kñaya-kåt pravåddho",
          "lokän samähartum iha pravåttaù",
          "åte ’pi tväà na bhaviñyanti sarve",
          "ye ’vasthitäù pratyanékeñu yodhäù",
          "engage all people. With the exception of you [the Päëòavas], all the soldiers",
          "here on both sides will be slain.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Personality of Godhead said; kälaù—time; asmi—I",
          "am; loka—the worlds; kñaya-kåt—destroyer; pravåddhaù—to engage; lokän—",
          "all people; samähartum—to destroy; iha—in this world; pravåttaù—to engage;",
          "åte api—without even; tväm—you; na—never; bhaviñyanti—will be; sarve—",
          "all; ye—who; avasthitäù—situated; pratyanékeñu—on the opposite side; yodhäù",
          "—the soldiers.",
          "The Blessed Lord said: Time I am, destroyer of the worlds, and I have come to"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Although Arjuna knew that Kåñëa was his friend and the Supreme, Personality of Godhead, he was nonetheless puzzled by the various forms, exhibited by Kåñëa. Therefore he asked further about the actual mission of, this devastating force. It is written in the Vedas that the Supreme Truth, destroys everything, even Brahmä. Yasya brahme ca kñatram ca ubhe bhavata, odanaù/måtyur yasyopasecanaà ka itthä veda yatra saù. Eventually all the, brähmaëas, kñatriyas and everyone else are devoured by the Supreme. This, form of the Supreme Lord is an all-devouring giant, and here Kåñëa presents, Himself in that form of all-devouring time. Except for a few Päëòavas,, everyone who was present in that battlefield would be devoured by Him., Arjuna was not in favor of the fight, and he thought it was better not to fight;, then there would be no frustration. In reply, the Lord is saying that even if he, did not fight, every one of them would be destroyed, for that is His plan. If he, stopped fighting, they would die in another way. Death cannot be checked,, even if he did not fight. In fact, they were already dead. Time is destruction,, and all manifestations are to be vanquished by the desire of the Supreme Lord., That is the law of nature."
        ]
      },
      {
        "text_number": 33,
        "heading": "TEXT 33",
        "transliteration_lines": [
          "TEXT 33",
          "TaSMaatvMauitaï YaXaae l/>aSv iJaTva Xa}aUN>au&+v raJYa& SaMa*ÖMa( )",
          "MaYaEvETae iNahTaa PaUvRMaev iNaiMataMaa}a& >av SaVYaSaaicNa( )) 33 ))",
          "tasmät tvam uttiñöha yaço labhasva",
          "jitvä çatrün bhuìkñva räjyaà samåddham",
          "mayaivaite nihatäù pürvam eva",
          "nimitta-mätraà bhava savya-säcin",
          "Therefore get up and prepare to fight. After conquering your enemies you will",
          "enjoy a flourishing kingdom. They are already put to death by My arrangement",
          ""
        ],
        "word_meaning_lines": [
          "tasmät—therefore; tväm—you; uttiñöha—get up; yaçaù—fame; labhasva—",
          "gain; jitvä—conquering; çatrün—enemies; bhuìkñva—enjoy; räjyam—",
          "kingdom; samåddham—flourishing; mayä—by Me; eva—certainly; ete—all",
          "these; nihatäù—already killed; pürvam eva—by previous elements; nimitta-",
          "mätram—just become the cause; bhava—become; savyasäcin—O Savyasäcin.",
          "and you, O Savyasäcin, can be but an instmment in the fight."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Savyasäcin refers to one who can shoot arrows very expertly in the field;, thus Arjuna is addressed as an expert warrior capable of delivering arrows to, kill his enemies. “Just become an instrument”: nimitta-mätram. This word is, also very significant. The whole world is moving according to the plan of the, Supreme Personality of Godhead. Foolish persons who do not have sufficient, knowledge think that nature is moving without a plan and all manifestations, are but accidental formations. There are many so-called scientists who suggest, that perhaps it was like this, or maybe like that, but there is no question of, “perhaps” and “maybe.” There is a specific plan being carried out in this, material world. What is this plan? This cosmic manifestation is a chance for, the conditioned souls to go back to Godhead, back to home. As long they have, the domineering mentality which makes them try to lord it over material, nature, they are conditioned. But anyone who can understand the plan of the, Supreme Lord and cultivate Kåñëa consciousness is most intelligent. The, creation and destruction of the cosmic manifestation are under the superior, guidance of God. Thus the Battle of Kurukñetra was fought according to the, plan of God. Arjuna was refusing to fight, but he was told that he should fight, and at the same time desire the Supreme Lord. Then he would be happy. If one, is in full Kåñëa consciousness and if his life is devoted to His transcendental, service, he is perfect."
        ]
      },
      {
        "text_number": 34,
        "heading": "TEXT 34",
        "transliteration_lines": [
          "TEXT 34",
          "d]ae<a& c >aqZMa& c JaYad]Qa& c k-<a| TaQaaNYaaNaiPa YaaeDavqraNa( )",
          "MaYaa hTaa&STv& Jaih MaaVYaiQaïa YauDYaSv JaeTaaiSa r<ae SaPaÒaNa( )) 34 ))",
          "droëaà ca bhéñmaà ca jayadrathaà ca",
          "karëaà tathänyän api yodha-vérän",
          "mayä hatäàs tvaà jahi mä vyathiñöhä",
          "yudhyasva jetäsi raëe sapatnän",
          "enemies.",
          ""
        ],
        "word_meaning_lines": [
          "droëam ca—also Droëa; bhéñmam ca—also Bhéñma; jayadratham ca—also",
          "Jayadratha; karëam—also Karëa; tathä—also; anyän—others; api—certainly;",
          "yodha-vérän—great warriors; mayä—by Me; hatän—already killed; tvam—you;",
          "jahi—become victorious; mä—never; vyathiñöhäù—be disturbed; yudhyasva—",
          "just fight; jetäsi—just conquer; raëe—in the fight; sapatnän—enemies.",
          "The Blessed Lord said: All the great warriors—Droëa, Bhéñma, Jayadratha",
          "Karëa—are already destroyed. Simply fight, and you will vanquish your"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Every plan is made by the Supreme Personality of Godhead, but He is so, kind and merciful to His devotees that He wants to give the credit to His, devotees who carry out His plan according to His desire. Life should therefore, move in such a way that everyone acts in Kåñëa consciousness and, understands the Supreme Personality of Godhead through the medium of a, spiritual master. The plans of the Supreme Personality of Godhead are, understood by His mercy, and the plans of the devotees are as good as His, plans. One should follow such plans and be victorious in the struggle for, existence."
        ]
      },
      {
        "text_number": 35,
        "heading": "TEXT 35",
        "transliteration_lines": [
          "TEXT 35",
          "SaÅYa ovac )",
          "WTaC^]uuTva vcNa& ke-XavSYa k*-TaaÅil/veRPaMaaNa ik-rqTaq )",
          "NaMaSk*-Tva >aUYa Wvah k*-Z<a& SaGaÓd& >aqTa>aqTa Pa[<aMYa )) 35 ))",
          "saïjaya uväca",
          "etac chrutvä vacanaà keçavasya",
          "kåtäïjalir vepamänaù kirété",
          "namaskåtvä bhüya eväha kåñëaà",
          "sa-gadgadaà bhéta-bhétaù praëamya",
          "Supreme Personality of Godhead, Arjuna trembled, fearfully offered obeisances",
          "with folded hands and began, falteringly, to speak as follows:",
          "As we have already explained, because of the situation created by the",
          "universal form of the Supreme Personality of Godhead, Arjuna became",
          "bewildered in wonder; thus he began to offer his respectful obeisances to Kåñëa",
          "again and again, and with faltering voice he began to pray, not as a friend, but",
          "as a devotee in wonder.",
          ""
        ],
        "word_meaning_lines": [
          "saïjayaù uväca—Saïjaya said; etat—thus; çrutvä—hearing; vacanam—speech;",
          "keçavasya—of Kåñëa; kåtäïjaliù—with folded hands; vepamänaù—trembling;",
          "kirété—Arjuna; namaskåtvä—offering obeisances; bhüyaù—again; eva—also;",
          "äha kåñëam—said unto Kåñëa; sa-gadgadam—faltering; bhéta-bhétaù—fearful;",
          "praëamya—offering obeisances.",
          "Saïjaya said to Dhåtaräñöra: O King, after hearing these words from the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          ""
        ]
      },
      {
        "text_number": 36,
        "heading": "TEXT 36",
        "transliteration_lines": [
          "TEXT 36",
          "AJauRNa ovac )",
          "SQaaNae ôzqke-Xa Tav Pa[k-ITYaaR JaGaTPa[ôZYaTYaNaurJYaTae c )",
          "r+aa&iSa >aqTaaiNa idXaae d]viNTa SaveR NaMaSYaiNTa c iSaÖSaºa )) 36 ))",
          "arjuna uväca",
          "sthäne håñékeça tava prakértyä",
          "jagat prahåñyaty anurajyate ca",
          "rakñäàsi bhétäni diço dravanti",
          "sarve namasyanti ca siddha-saìghäù",
          ""
        ],
        "word_meaning_lines": [
          "arjunaù uväca—Arjuna said; sthäne—rightly; håñékeça—O master of all senses;",
          "tava—Your; prakértya—glories; jagat—the entire world; prahåñyati—rejoicing;",
          "anurajyate—becoming attached; rakñäàsi—the demons; bhétäni—out of fear;",
          "diçaù—directions; dravanti—fleeing; sarve—all; namasyanti—offering respect;",
          "ca—also; siddha-saìghäù—the perfect human beings."
        ],
        "translation": ", O Håñékeça, the world becomes joyful upon hearing Your name and thus, everyone becomes attached to You. Although the perfected beings offer You, their respectful homage, the demons are afraid, and they flee here and there. All, this is rightly done.,",
        "purport_paragraphs": [
          "Arjuna, after hearing from Kåñëa about the outcome of the Battle of, Kurukñetra, became an enlightened devotee of the Supreme Lord. He admitted, that everything done by Kåñëa is quite fit. Arjuna confirmed that Kåñëa is the, maintainer and the object of worship for the devotees and the destroyer of the, undesirables. His actions are equally good for all. Arjuna understood herein, that when the Battle of Kurukñetra was being concluded, in outer space there, were present many demigods, siddhas, and the intelligentia of the higher, planets, and they were observing the fight because Kåñëa was present there., When Arjuna saw the universal form of the Lord, the demigods took pleasure, in it, but others, who were demons and atheists, could not stand it when the, Lord was praised. Out of their natural fear of the devastating form of the, Supreme Personality of Godhead, they fled. Kåñëa’s treatment of the devotees, and the atheists is praised by Arjuna. In all cases a devotee glorifies the Lord, because he knows that whatever He does is good for all."
        ]
      },
      {
        "text_number": 37,
        "heading": "TEXT 37",
        "transliteration_lines": [
          "TEXT 37",
          "k-SMaaÀ Tae Na NaMaerNMahaTMaNa( GarqYaSae b]ø<aae_PYaaidk-}aeR )",
          "ANaNTa deveXa JaGaiàvaSa TvMa+ar& SadSataTPar& YaTa( )) 37 ))",
          "kasmäc ca te na nameran mahätman",
          "garéyase brahmaëo ’py ädi-kartre",
          "ananta deveça jagan-niväsa",
          "tvam akñaraà sad-asat tat paraà yat",
          ""
        ],
        "word_meaning_lines": [
          "kasmät—why; ca—also; te—unto You; na—not; nameran—offer proper",
          "obeisances; mahätman—O great one; garéyase—You are better than;",
          "brahmaëaù—Brahmä; api—although; ädi-kartre—the supreme creator; ananta",
          "—unlimited; deveça—God of the gods; jagat-niväsa—O refuge of the universe;",
          "tvam—You are; akñaram—imperishable; sat-asat—cause and effect; tat-param",
          "—transcendental; yat—because."
        ],
        "translation": ", O great one, who stands above even Brahmä, You are the original master. Why, should they not offer their homage up to You, O limitless one? O refuge of the, universe, You are the invincible source, the cause of all causes, transcendental, to this material manifestation.,",
        "purport_paragraphs": [
          "By this offering of obeisances, Arjuna indicates that Kåñëa is worshipable, by everyone. He is all-pervading, and He is the Soul of every soul. Arjuna is, addressing Kåñëa as mahätmä, which means that He is most magnanimous and, unlimited. Ananta indicates that there is nothing which is not covered by the, influence and energy of the Supreme Lord, and deveça means that He is the, controller of all demigods and is above them all. He is the center of the whole, universe. Arjuna also thought that it was fitting that all the perfect living, entities and all powerful demigods offer their respectful obeisances unto Him, because no one is greater than Him. He especially mentions that Kåñëa is, greater than Brahmä because Brahmä is created by Him. Brahmä is born out of, the lotus stem grown from the navel abdomen of Garbhodakaçäyé Viñëu, who, is Kåñëa’s plenary expansion; therefore Brahmä and Lord Çiva, who is born of, Brahmä, and all other demigods must offer their respectful obeisances. Thus, the Lord is respected by Lord Çiva and Brahmä and similar other demigods., The word akñaram is very significant because this material creation is subject, to destruction, but the Lord is above this material creation. He is the cause of, all causes, and being so, He is superior to all the conditioned souls within this, material nature as well as the material cosmic manifestation itself. He is, therefore the all-great Supreme."
        ]
      },
      {
        "text_number": 38,
        "heading": "TEXT 38",
        "transliteration_lines": [
          "TEXT 38",
          "TvMaaiddev Pauåz Paura<a‚ STvMaSYa ivìSYa Par& iNaDaaNaMa( )",
          "vetaaiSa veÛ& c Par& c DaaMa TvYaa TaTa& ivìMaNaNTaæPa )) 38 ))",
          "tvam ädi-devaù puruñaù puräëas",
          "tvam asya viçvasya paraà nidhänam",
          "vettäsi vedyaà ca paraà ca dhäma",
          "tvayä tataà viçvam ananta-rüpa",
          ""
        ],
        "word_meaning_lines": [
          "tvam—You; ädi-devaù—the original Supreme God; puruñaù—personality;",
          "puräëaù—old; tvam—You; asya—this; viçvasya—universe; param—",
          "transcendental; nidhänam—refuge; vettä—knower; asi—You are; vedyam ca—",
          "and the knowable; param ca—and transcendental; dhäma—refuge; tvayä—by",
          "You; tatam—pervaded; viçvam—universe; ananta-rüpa—unlimited form."
        ],
        "translation": ", You are the original Personality, the Godhead. You are the only sanctuary of, this manifested cosmic world. You know everything, and You are all that is, knowable. You are above the material modes. O limitless form! This whole, cosmic manifestation is pervaded by You!,",
        "purport_paragraphs": [
          "Everything is resting on the Supreme Personality of Godhead; therefore He, is the ultimate rest. Nidhänam means that everything, even the Brahman, effulgence, rests on the Supreme Personality of Godhead Kåñëa. He is the, knower of everything that is happening in this world, and if knowledge has, any end, He is the end of all knowledge; therefore He is the known and the, knowable. He is the object of knowledge because He is all-pervading. Because, He is the cause in the spiritual world, He is transcendental. He is also the chief, personality in the transcendental world."
        ]
      },
      {
        "text_number": 39,
        "heading": "TEXT 39",
        "transliteration_lines": [
          "TEXT 39",
          "vaYauYaRMaae_iGanvRå<a XaXaaª Pa[JaaPaiTaSTv& Pa[iPaTaaMahê )",
          "NaMaae NaMaSTae_STau Sahók*-Tv PauNaê >aUYaae_iPa NaMaae NaMaSTae )) 39 ))",
          "väyur yamo ’gnir varuëaù çaçäìkaù",
          "prajäpatis tvaà prapitämahaç ca",
          "namo namas te ’stu sahasra-kåtvaù",
          "punaç ca bhüyo ’pi namo namas te",
          "unto You.",
          "You are air, fire, water, and You are the moon! You are the supreme controller",
          "and the grandfather. Thus I offer my respectful obeisances unto You a thousand",
          "times, and again and yet again!",
          ""
        ],
        "word_meaning_lines": [
          "väyuù—air; yamaù—controller; agniù—fire; varuëaù—water; çaçäìkaù—",
          "moon; prajäpatiù—Brahmä; tvam—You; prapitämahaù—grandfather; ca—also;",
          "namaù—offering respects; namaù te—again I offer my respects unto You; astu",
          "—are being; sahasra-kåtvaù—a thousand times; punaù ca—and again; bhüyaù",
          "—again; api—also; namaù—offer my respects; namaù te—offering my respects"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Lord is addressed here as air because the air is the most important, representation of all the demigods, being all-pervasive. Arjuna also addresses, Kåñëa as the grandfather because He is the father of Brahmä, the first living, creature in the universe."
        ]
      },
      {
        "text_number": 40,
        "heading": "TEXT 40",
        "transliteration_lines": [
          "TEXT 40",
          "NaMa PaurSTaadQa Pa*ïTaSTae NaMaae_STau Tae SavRTa Wv SavR )",
          "ANaNTavqYaaRiMaTaiv§-MaSTv& Sav| SaMaaPanaeiz TaTaae_iSa SavR )) 40 ))",
          "namaù purastäd atha påñöhatas te",
          "namo ’stu te sarvata eva sarva",
          "ananta-véryämita-vikramas tvaà",
          "sarvaà samäpnoñi tato ’si sarvaù",
          "everything.",
          "You are the master of limitless, might! You are all-pervading, and thus You are",
          "everything!",
          ""
        ],
        "word_meaning_lines": [
          "namaù—offering obeisances; purastät—from the front; atha—also; påñöhataù",
          "—from behind; te—You; namaù astu—offer my respects; te—unto You;",
          "sarvataù—from all sides; eva sarva—because You are everything; ananta-vérya",
          "—unlimited potency; amita-vikramaù—unlimited force; tvam—You; sarvam",
          "—everything; samäpnoñi—cover; tataù asi—therefore You are; sarvaù—",
          "Obeisances from the front, from behind and from all sides! O unbounded power"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Out of loving ecstasy for Kåñëa, his friend, Arjuna is offering his respects, from all sides. He is accepting that He is the master of all potencies and all, prowess and far superior to all the great warriors assembled on the battlefield., It is said in the Viñëu Puräëa: yo ’yaà tavägato deva-samépaà devatä-gaëaù sa, tvam eva jagat-srañöä yataù sarva-gato bhavän. “Whoever comes before You, be, he a demigod, is created by You, O Supreme Personality of Godhead.”, TEXTS 41–42, Sa%eiTa MaTva Pa[Sa>a& Yadu¢&- he k*-Z<a he Yaadv he Sa%eiTa ), AJaaNaTaa MaihMaaNa& Taved& MaYaa Pa[MaadaTPa[<aYaeNa vaiPa )) 41 )), YaÀavhaSaaQaRMaSaTk*-Taae_iSa ivharXaYYaaSaNa>aaeJaNaezu ), Wk-ae_QavaPYaCYauTa TaTSaMa+a& TaT+aaMaYae TvaMahMaPa[MaeYaMa( )) 42 )), sakheti matvä prasabhaà yad uktaà, he kåñëa he yädava he sakheti, ajänatä mahimänaà tavedaà, mayä pramädät praëayena väpi, yac cävahäsärtham asat-kåto ’si, vihära-çayyäsana-bhojaneñu, eko ’tha väpy acyuta tat-samakñaà, tat kñämaye tväm aham aprameyam, sakhä—friend; iti—thus; matvä—thinking; prasabham—temporary; yat—, whatever; uktam—said; he krñëa—O Kåñëa; he yädava—O Yädava; he sakhä iti, —O my dear friend, ajänatä—without knowing; mahimänam—glories; tava—, Your; idam—this; mayä—by me; pramädät—out of foolishness; pranayena—, out of love; vä api—either; yat—whatever; ca—also; avahäsärtham—for, joking; asatkåtaù—dishonor; asi—have been done; vihära—in relaxation;, çayyä—in joking; äsana—in a resting place; bhojaneñu—or while eating, together; ekaù—alone; athavä—or; api—others; acyuta—O infallible one; tat-, samakñam—as Your competitor; tat—all those; kñämaye—excuse; tväm—You;, aham—I; aprameyam—immeasurable., TRANSLATION, I have in the past addressed You as “O Kåñëa,” “O Yädava,” “O my friend,”, without knowing Your glories. Please forgive whatever I may have done in, madness or in love. I have dishonored You many times while relaxing or while, lying on the same bed or eating together, sometimes alone and sometimes in, front of many friends. Please excuse me for all my offenses., PURPORT, Although Kåñëa is manifested before Arjuna in His universal form, Arjuna, remembers his friendly relationship with Kåñëa and is therefore asking pardon, and requesting Him to excuse him for the many informal gestures which arise, out of friendship. He is admitting that formerly he did not know that Kåñëa, could assume such a universal form, although He explained it as his intimate, friend. Arjuna did not know how many times he may have dishonored Him by, addressing Him as “O my friend, O Kåñëa, O Yädava,” etc., without, acknowledging His opulence. But Kåñëa is so kind and merciful that in spite of, such opulence He played with Arjuna as a friend. Such is the transcendental, loving reciprocation between the devotee and the Lord. The relationship, between the living entity and Kåñëa is fixed eternally; it cannot be forgotten,, as we can see from the behavior of Arjuna. Although Arjuna has seen the, opulence in the universal form, he could not forget his friendly relationship, with Kåñëa."
        ]
      },
      {
        "text_number": 43,
        "heading": "TEXT 43",
        "transliteration_lines": [
          "TEXT 43",
          "iPaTaaiSa l/aek-SYa cracrSYa TvMaSYa PaUJYaê GauåGaRrqYaaNa( )",
          "Na TvTSaMaae_STYa>YaiDak- ku-Taae_NYaae l/aek-}aYae_PYaPa[iTaMaPa[>aav )) 43 ))",
          "pitäsi lokasya caräcarasya",
          "tvam asya püjyaç ca gurur garéyän",
          "na tvat-samo ’sty abhyadhikaù kuto ’nyo",
          "loka-traye ’py apratima-prabhäva",
          ""
        ],
        "word_meaning_lines": [
          "pitä—father; asi—You are; lokasya—of all the world; cara—moving; acarasya",
          "—nonmoving; tvam—You are; asya—of this; püjyaù—worshipable; ca—also;",
          "guruù—master; garéyän—glorious; na—never; tvat-samaù—equal to You; asti",
          "—there is; abhyadhikaù—greater; kutaù—how is it possible; anyaù—other;",
          "loka-traye—in three planetary systems; api—also; apratima—immeasurable;",
          "prabhäva—power."
        ],
        "translation": ", You are the father of this complete cosmic manifestation, the worshipable chief,, the spiritual master. No one is equal to You, nor can anyone be one with You., Within the three worlds, You are immeasurable.,",
        "purport_paragraphs": [
          "The Lord Kåñëa is worshipable as a father is worshipable for his son. He is, the spiritual master because He originally gave the Vedic instructions to, Brahmä, and presently He is also instructing Bhagavad-gétä to Arjuna;, therefore He is the original spiritual master, and any bona fide spiritual master, at the present moment must be a descendant in the line of disciplic succession, stemming from Kåñëa. Without being a representative of Kåñëa, one cannot, become a teacher or spiritual master of transcendental subject matter., The Lord is being paid obeisances in all respects. He is of immeasurable, greatness. No one can be greater than the Supreme Personality of Godhead,, Kåñëa, because no one is equal to or higher than Kåñëa within any, manifestation, spiritual or material. Everyone is below Him. No one can excel, Him., The Supreme Lord Kåñëa has senses and a body like the ordinary man, but for, Him there is no difference between His senses, body, mind and Himself., Foolish persons who do not know Him perfectly say that Kåñëa is different, from His soul, mind, heart and everything else. Kåñëa is absolute; therefore His, activities and potencies are supreme. It is also stated that He does not have, senses like ours. He can perform all sensual activities; therefore His senses are, neither imperfect nor limited. No one can be greater than Him, no one can be, equal to Him, and everyone is lower than Him., Whoever knows His transcendental body, activities and perfection, after, quitting his body, returns to Him and doesn’t come back again to this, miserable world. Therefore one should know that Kåñëa’s activities are, different from others. The best policy is to follow the principles of Kåñëa; that, will make one perfect. It is also stated that there is no one who is master of, Kåñëa; everyone is His servant. Only Kåñëa is God, and everyone is servant., Everyone is complying with His order. There is no one who can deny His, order. Everyone is acting according to His direction, being under His, superintendence. As stated in the Brahmä-saàhitä, He is the cause of all, causes."
        ]
      },
      {
        "text_number": 44,
        "heading": "TEXT 44",
        "transliteration_lines": [
          "TEXT 44",
          "TaSMaaTPa[<aMYa Pa[i<aDaaYa k-aYa& Pa[SaadYae TvaMahMaqXaMaq@yMa( )",
          "iPaTaev Pau}aSYa Sa%ev Sa:Yau iPa[Ya iPa[YaaYaahRiSa dev Saae!uMa( )) 44 ))",
          "tasmät praëamya praëidhäya käyaà",
          "prasädaye tväm aham éçam éòyam",
          "piteva putrasya sakheva sakhyuù",
          "priyaù priyäyärhasi deva soòhum",
          ""
        ],
        "word_meaning_lines": [
          "tasmät—therefore; praëamya—after offering obeisances; praëidhäya—laying",
          "down; käyam—body; prasädaye—to beg mercy; tväm—unto you; aham—I;",
          "éçam—unto the Supreme Lord; éòyam—who is worshipable; pitä iva—like a",
          "father; putrasya—of a son; sakhä iva—like a friend; sakhyuù—of a friend;",
          "priyaù—lover; priyäyäù—of the dearmost; arhasi—You should; deva—my",
          "Lord; soòhum—tolerate."
        ],
        "translation": ", You are the Supreme Lord, to be worshiped by every living being. Thus I fall, down to offer You my respects and ask Your mercy. Please tolerate the wrongs, that I may have done to You and bear with me as a father with his son, or a, friend with his friend, or a lover with his beloved.,",
        "purport_paragraphs": [
          "Kåñëa’s devotees relate to Kåñëa in various relationships; one might treat, Kåñëa as a son, one might treat Kåñëa as a husband, as a friend, as a master,, etc. Kåñëa and Arjuna are related in friendship. As the father tolerates, or the, husband or master tolerates, so Kåñëa tolerates."
        ]
      },
      {
        "text_number": 45,
        "heading": "TEXT 45",
        "transliteration_lines": [
          "TEXT 45",
          "Ad*íPaUv| ôizTaae_iSMa d*îa >aYaeNa c Pa[VYaiQaTa& MaNaae Mae )",
          "Tadev Mae dXaRYa dev æPa& Pa[Saqd deveXa JaGaiàvaSa )) 45 ))",
          "adåñöa-pürvaà håñito ’smi dåñövä",
          "bhayena ca pravyathitaà mano me",
          "tad eva me darçaya deva rüpaà",
          "praséda deveça jagan-niväsa",
          ""
        ],
        "word_meaning_lines": [
          "adåñöa-pürvam—never seen before; håñitaù—gladdened; asmi—I am; dåñövä—",
          "by seeing; bhayena—out of fear; ca—also; pravyathitam—perturbed; manaù—",
          "mind; me—mine; tat—therefore; eva—certainly; me—unto me; darçaya—",
          "show; deva—O Lord; rüpam—the form; praséda—just be gracious; deveça—O",
          "Lord of lords; jagat-niväsa—the refuge of the universe."
        ],
        "translation": ", After seeing this universal form, which I have never seen before, I am, gladdened, but at the same time my mind is disturbed with fear. Therefore, please bestow Your grace upon me and reveal again Your form as the, Personality of Godhead, O Lord of lords, O abode of the universe.,",
        "purport_paragraphs": [
          "Arjuna is always in confidence with Kåñëa because he is a very dear friend,, and as a dear friend is gladdened by his friend’s opulence, Arjuna is very joyful, to see that his friend, Kåñëa, is the Supreme Personality of Godhead and can, show such a wonderful universal form. But at the same time, after seeing that, universal form, he is afraid that he has committed so many offenses to Kåñëa, out of his unalloyed friendship. Thus his mind is disturbed out of fear,, although he had no reason to fear. Arjuna therefore is asking Kåñëa to show, His Näräyaëa form because He can assume any form. This universal form is, material and temporary, as the material world is temporary. But in the, Vaikuëöha planets He has His transcendental form with four hands as, Näräyaëa. There are innumerable planets in the spiritual sky, and in each of, them Kåñëa is present by His plenary manifestations of different names. Thus, Arjuna desired to see one of the forms manifest in the Vaikuëöha planets. Of, course in each Vaikuëöha planet the form of Näräyaëa is four-handed, and the, four hands hold different symbols, the conchshell, mace, lotus and disc., According to the different hands these four things are held in, the Näräyaëas, are named. All of these forms are one and the same to Kåñëa; therefore Arjuna, requests to see His four-handed feature."
        ]
      },
      {
        "text_number": 46,
        "heading": "TEXT 46",
        "transliteration_lines": [
          "TEXT 46",
          "ik-rqi$=Na& GaidNa& c§-hSTa‚ iMaC^aiMa Tva& d]íuMah& TaQaEv )",
          "TaeNaEv æPae<a cTau>auRJaeNa Sahóbahae >av ivìMaUTaeR )) 46 ))",
          "kiréöinaà gadinaà cakra-hastam",
          "icchämi tväà drañöum ahaà tathaiva",
          "tenaiva rüpeëa catur-bhujena",
          "sahasra-bäho bhava viçva-mürte",
          "universal form.",
          "head and with club, wheel, conch and lotus flower in Your hands. I long to see",
          "You in that form.",
          ""
        ],
        "word_meaning_lines": [
          "kiréöinam—with helmet; gadinam—with club; cakra-hastam—disc in hand;",
          "icchämi—I wish; tväm—You; drañöum—to see; aham—I; tathä eva—in that",
          "position; tena eva—by that; rüpeëa—with form; catur-bhujena—four-handed;",
          "sahasra-bäho—O thousand-handed one; bhava—just become; viçva-mürte—O",
          "O universal Lord, I wish to see You in Your four-armed form, with helmeted"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "In the Brahmä-saàhitä it is stated that the Lord is eternally situated in, hundreds and thousands of forms, and the main forms are those like Räma,, Nåsiàha, Näräyaëa, etc. There are innumerable forms. But Arjuna knew that, Kåñëa is the original Personality of Godhead assuming His temporary universal, form. He is now asking to see the form of Näräyaëa, a spiritual form. This, verse establishes without any doubt the statement of the Çrémad-Bhägavatam, that Kåñëa is the original Personality of Godhead and all other features, originate from Him. He is not different from His plenary expansions, and He is, God in any of His innumerable forms. In all of these forms He is fresh like a, young man. That is the constant feature of the Supreme Personality of, Godhead. One who knows Kåñëa at once becomes free from all contamination, of the material world."
        ]
      },
      {
        "text_number": 47,
        "heading": "TEXT 47",
        "transliteration_lines": [
          "TEXT 47",
          "é[q>aGavaNauvac )",
          "MaYaa Pa[SaàeNa TavaJauRNaed& æPa& Par& diXaRTaMaaTMaYaaeGaaTa( )",
          "TaeJaaeMaYa& ivìMaNaNTaMaaÛ& YaNMae TvdNYaeNa Na d*íPaUvRMa( )) 47 ))",
          "çré-bhagavän uväca",
          "mayä prasannena tavärjunedaà",
          "rüpaà paraà darçitam ätma-yogät",
          "tejo-mayaà viçvam anantam ädyaà",
          "yan me tvad anyena na dåñöa-pürvam",
          "form within the material world by My internal potency. No one before you has",
          "ever seen this unlimited and glaringly effulgent form.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Supreme Personality of Godhead said; mayä—by Me;",
          "prasannena—happily; tava—unto you; arjuna—O Arjuna; idam—this; rüpam",
          "—form; param—transcendental; darçitam—shown; ätma-yogät—by My",
          "internal potency; tejomayam—full of effulgence; viçvam—the entire universe;",
          "anantam—unlimited; ädyam—original; yat me—that which is Mine; tvat-",
          "anyena—besides you; na dåñöa-pürvam—no one has previously seen.",
          "The Blessed Lord said: My dear Arjuna, happily do I show you this universal"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Arjuna wanted to see the universal form of the Supreme Lord, so out of His, mercy upon His devotee Arjuna, Lord Kåñëa showed His universal form full of, effulgence and opulence. This form was glaring like the sun, and its many faces, were rapidly changing. Kåñëa showed this form just to satisfy the desire of His, friend Arjuna. This form was manifested by Kåñëa through His internal, potency, which is inconceivable by human speculation. No one had seen this, universal form of the Lord before Arjuna, but because the form was shown to, Arjuna, other devotees in the heavenly planets and in other planets in outer, space could also see it. They did not see it before, but because of Arjuna they, were also able to see it. In other words, all the disciplic devotees of the Lord, could see the universal form which was shown to Arjuna by the mercy of, Kåñëa. Someone commented that this form was shown to Duryodhana also, when Kåñëa went to Duryodhana to negotiate for peace. Unfortunately,, Duryodhana did not accept the peace offer, but at that time Kåñëa manifested, some of His universal forms. But those forms are different from this one shown, to Arjuna. It is clearly said that no one has ever seen this form before."
        ]
      },
      {
        "text_number": 48,
        "heading": "TEXT 48",
        "transliteration_lines": [
          "TEXT 48",
          "Na vedYajaDYaYaNaENaR daNaE‚ NaR c i§-Yaai>aNaR TaPaaei>aåGa]E )",
          "Wv&æPa XaKYa Ah& Na*l/aeke- d]íu& TvdNYaeNa ku-åPa[vqr )) 48 ))",
          "na veda-yajïädhyayanair na dänair",
          "na ca kriyäbhir na tapobhir ugraiù",
          "evaà-rüpaù çakya ahaà nå-loke",
          "drañöuà tvad anyena kuru-pravéra",
          "warriors.",
          ""
        ],
        "word_meaning_lines": [
          "na—never; veda—Vedic study; yajïa—sacrifice; adhyayanaiù—studying; na",
          "dänaiù—by charity; na—never; ca—also; kriyäbhiù—by pious activities; na",
          "tapobhiù—by serious penances; ugraiù—severe; evam—thus; rüpaù—form;",
          "çakyaù—can be seen; aham—I; nåloke—in this material world; drañöum—to",
          "see; tvat—you; anyena—by another; kuru-pravéra—O best among the Kuru"
        ],
        "translation": ", O best of the Kuru warriors, no one before you has ever seen this universal, form of Mine, for neither by studying the Vedas, nor by performing sacrifices,, nor by charities or similar activities can this form be seen. Only you have seen, this.,",
        "purport_paragraphs": [
          "The divine vision in this connection should be clearly understood. Who, can have divine vision? Divine means godly. Unless one attains the status of, divinity as a demigod, he cannot have divine vision. And what is a demigod? It, is stated in the Vedic scriptures that those who are devotees of Lord Viñëu are, demigods. Those who are atheistic, i.e., who do not believe in Viñëu, or who, only recognize the impersonal part of Kåñëa as the Supreme, cannot have the, divine vision. It is not possible to decry Kåñëa and at the same time have the, divine vision. One cannot have the divine vision without becoming divine. In, other words, those who have divine vision can also see like Arjuna., The Bhagavad-gétä gives the description of the universal form, and this, description was unknown to everyone before Arjuna. Now one can have some, idea of the viçva-rüpa after this incidence; those who are actually divine can, see the universal form of the Lord. But one cannot be divine without being a, pure devotee of Kåñëa. The devotees, however, who are actually in the divine, nature and who have divine vision, are not very much interested to see the, universal form of the Lord. As described in the previous verse, Arjuna desired, to see the four-handed form of Lord Kåñëa as Viñëu, and he was actually afraid, of the universal form., In this verse there are some significant words, just like veda-yajïädhya-yanaiù,, which refers to studying Vedic literature and the subject matter of sacrificial, regulations. Veda refers to all kinds of Vedic literature, namely the four Vedas, (Åk, Yajus, Säma and Atharva) and the eighteen Puräëas and Upaniñads, and, Vedänta-sütra. One can study these at home or anywhere else. Similarly, there, are sütras, Kalpa-sütras and Mémäàsä-sütras, for studying the method of, sacrifice. Dänaiù refers to charity which is offered to a suitable party. such as, those who are engaged in the transcendental loving service of the Lord, the, brähmaëas and the Vaiñëavas. Similarly, pious activities refer to the agni-hotra,, etc., the prescribed duties of the different castes. Pious activities and the, voluntary acceptance of some bodily pains are called tapasya. So one can, perform all these, can accept bodily penances, give charity, study the Vedas,, etc., but unless he is a devotee like Arjuna, it is not possible to see that, universal form. Those who are impersonalists are also imagining that they are, seeing the universal form of the Lord, but from Bhagavad-gétä we understand, that the impersonalists are not devotees. Therefore they are unable to see the, universal form of the Lord., There are many persons who create incarnations. They falsely claim an, ordinary human to be an incarnation, but this is all foolishness. We should, follow the principles of Bhagavad-gétä, otherwise there is no possibility of, attaining perfect spiritual knowledge. Although Bhagavad-gétä is considered, the preliminary study of the science of God, still it is so perfect that one can, distinguish what is what. The followers of a pseudo incarnation may say that, they have also seen the transcendental incarnation of God, the universal form,, but that is not acceptable because it is clearly stated here that unless one, becomes a devotee of Kåñëa, one cannot see the universal form of God. So one, first of all has to become a pure devotee of Kåñëa; then he can claim that he, can show the universal form of what he has seen. A devotee of Kåñëa cannot, accept false incarnations or followers of false incarnations."
        ]
      },
      {
        "text_number": 49,
        "heading": "TEXT 49",
        "transliteration_lines": [
          "TEXT 49",
          "Maa Tae VYaQaa Maa c ivMaU!>aavae d*îa æPa& gaaerMaqd*x(MaMaedMa( )",
          "VYaPaeTa>aq Pa[qTaMaNaa PauNaSTv& Tadev Mae æPaiMad& Pa[PaXYa )) 49 ))",
          "mä te vyathä mä ca vimüòha-bhävo",
          "dåñövä rüpaà ghoram édåì mamedam",
          "vyapeta-bhéù préta-manäù punas tvaà",
          "tad eva me rüpam idaà prapaçya",
          "see.",
          ""
        ],
        "word_meaning_lines": [
          "mä—let it not be; te—unto you; vyathä—trouble; mä—let it not be; ca—also;",
          "vimüòha-bhävaù—bewilderment; dåñövä—by seeing; rüpam—form; ghoram—",
          "horrible; édåk—like this; mama—My; idam—as it is; vyapetabhéù—just become",
          "free from all fear; préta-manäù—be pleased in mind; punaù—again; tvam—",
          "you; tat—that; eva—thus; me—My; rüpam—form; idam—this; prapaçya—just"
        ],
        "translation": ", Your mind has been perturbed upon seeing this horrible feature of Mine. Now, let it be finished. My devotee, be free from all disturbance. With a peaceful, mind you can now see the form you desire.,",
        "purport_paragraphs": [
          "In the beginning of Bhagavad-gétä Arjuna was worried about killing Bhéñma, and Droëa, his worshipful grandfathers and masters. But Kåñëa said that he, need not be afraid of killing his grandfather. When they tried to disrobe, Draupadé in the assembly, Bhéñma and Droëa were silent, and for such, negligence of duty they should be killed. Kåñëa showed His universal form to, Arjuna just to show him that these people were already killed for their, unlawful action. That scene was shown to Arjuna because devotees are always, peaceful, and they cannot perform such horrible actions. The purpose of the, revelation of the universal form was shown; now Arjuna wanted to see the, four-armed form, and Kåñëa showed him. A devotee is not much interested in, the universal form, for it does not enable one to reciprocate loving feelings. A, devotee wants to offer his respectful worshiping feelings; thus he wants to see, the two-handed or four-handed Kåñëa form so he can reciprocate in loving, service with the Supreme Personality of Godhead."
        ]
      },
      {
        "text_number": 50,
        "heading": "TEXT 50",
        "transliteration_lines": [
          "TEXT 50",
          "SaÅYa ovac )",
          "wTYaJauRNa& vaSaudevSTaQaae¤-a Svk&- æPa& dXaRYaaMaaSa >aUYa )",
          "AaìaSaYaaMaaSa c >aqTaMaeNa& >aUTva PauNa SaaEMYavPauMaRhaTMaa )) 50 ))",
          "saïjaya uväca",
          "ity arjunaà väsudevas tathoktvä",
          "svakaà rüpaà darçayäm äsa bhüyaù",
          "äçväsayäm äsa ca bhétam enaà",
          "bhütvä punaù saumya-vapur mahätmä",
          ""
        ],
        "word_meaning_lines": [
          "saïjayaù uväca—Saïjaya said; iti—thus; arjunam—unto Arjuna; väsudevaù—",
          "Kåñëa; tathä—that way; uktvä—saying; svakam—His own; rüpam—form;",
          "darçayämäsa—showed; bhüyaù—again; äçväsayämäsa—also convinced him; ca",
          "—also; bhétam—fearful; enam—him; bhütvä punaù—becoming again; saumya-",
          "vapuù—beautiful form; mahätmä—the great one."
        ],
        "translation": ", Saïjaya said to Dhåtaräñöra: The Supreme Personality of Godhead, Kåñëa,, while speaking thus to Arjuna, displayed His real four-armed form, and at last, He showed him His two-armed form, thus encouraging the fearful Arjuna.,",
        "purport_paragraphs": [
          "When Kåñëa appeared as the son of Vasudeva and Devaké, He first of all, appeared as four-armed Näräyaëa, but when He was requested by His parents,, He transformed Himself into an ordinary child in appearance. Similarly, Kåñëa, knew that Arjuna was not interested in seeing a four-handed form of Kåñëa,, but since he asked to see this four-handed form, He also showed him this form, again and then showed Himself in His two-handed form. The word saumya-, vapuù is very significant. Saumya-vapu is a very beautiful form; it is known as, the most beautiful form. When He was present, everyone was attracted simply, by Kåñëa’s form, and because Kåñëa is director of the universe, He just, banished the fear of Arjuna, His devotee, and showed him again His beautiful, form of Kåñëa. In the Brahma-saàhitä it is stated that only a person whose, eyes are smeared with the ointment of love can see the beautiful form of Çré, Kåñëa."
        ]
      },
      {
        "text_number": 51,
        "heading": "TEXT 51",
        "transliteration_lines": [
          "TEXT 51",
          "AJauRNa ovac )",
          "d*îed& MaaNauz& æPa& Tav SaaEMYa& JaNaadRNa )",
          "wdaNaqMaiSMa Sa&v*ta SaceTaa Pa[k*-iTa& GaTa )) 51 ))",
          "arjuna uväca",
          "dåñövedaà mänuñaà rüpaà",
          "tava saumyaà janärdana",
          "idäném asmi saàvåttaù",
          "sa-cetäù prakåtià gataù",
          "humanlike form, so very beautiful, my mind is now pacified, and I am restored",
          "to my original nature.",
          ""
        ],
        "word_meaning_lines": [
          "arjunaù uväca—Arjuna said; dåñövä—seeing; idam—this; mänuñam—human",
          "being; rüpam—form; tava—Your; saumyam—very beautiful; janärdana—O",
          "chastiser of the enemies; idäném—just now; asmi—I am; saàvåttaù—settled;",
          "sa-cetäù—in my consciousness; prakåtim—my own; gataù—I am.",
          "When Arjuna thus saw Kåñëa in His original form, he said: Seeing this"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Here the words mänuñaà rüpam clearly indicate the Supreme Personality, of Godhead to be originally two-handed. Those who deride Kåñëa to be an, ordinary person are shown here to be ignorant of His divine nature. If Kåñëa is, like an ordinary human being, then how is it possible for Him to show the, universal form and again to show the four-handed Näräyaëa form? So it is very, clearly stated in Bhagavad-gétä that one who thinks that Kåñëa is an ordinary, person and misguides the reader by claiming that it is the impersonal Brahman, within Kåñëa speaking, is doing the greatest injustice. Kåñëa has actually, shown His universal form and His fourhanded Viñëu form. So how can He be, an ordinary human being? A pure devotee is not confused by misguiding, commentaries on Bhagavad-gétä because he knows what is what. The original, verses of Bhagavad-gétä are as clear as the sun; they do not require lamplight, from foolish commentators."
        ]
      },
      {
        "text_number": 52,
        "heading": "TEXT 52",
        "transliteration_lines": [
          "TEXT 52",
          "é[q>aGavaNauvac )",
          "SaududRXaRiMad& æPa& d*ívaNaiSa YaNMaMa )",
          "deva APYaSYa æPaSYa iNaTYa& dXaRNak-ax(i+a<a )) 52 ))",
          "çré-bhagavän uväca",
          "su-durdarçam idaà rüpaà",
          "dåñöavän asi yan mama",
          "devä apy asya rüpasya",
          "nityaà darçana-käìkñiëaù",
          "see.",
          "very difficult to behold. Even the demigods are ever seeking the opportunity to",
          "see this form which is so dear.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Supreme Personality of Godhead said; sudur-darçana-",
          "very difficult to be seen; idam—this; rüpam—form; dåñöavän asi—as you have",
          "seen; yat—which; mama—of Mine; deväù—the demigods; api asya—also this;",
          "rüpasya—of the form; nityam—eternally; darçana-käìkñiëaù—always aspire to",
          "The Blessed Lord said: My dear Arjuna, the form which you are now seeing is"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "In the forty-eighth verse of this chapter Lord Kåñëa concluded revealing, His universal form and informed Arjuna that this form is not possible to be, seen by so many activities, sacrifices, etc. Now here the word sudurdarçam is, used, indicating that Kåñëa’s two-handed form is still more confidential. One, may be able to see the universal form of Kåñëa by adding a little tinge of, devotional service to various activities like penance, Vedic study and, philosophical speculation, etc. It may be possible, but without a tinge of bhakti,, one cannot see; that has already been explained. Still, beyond that universal, form, the form of Kåñëa as a two-handed man is still more difficult to see, even, for demigods like Brahmä and Lord Çiva. They desire to see Him, and we have, evidences in the Çrémad-Bhägavatam that when He was supposed to be in the, womb of His mother, Devaké, all the demigods from heaven came to see the, marvel of Kåñëa. They even waited to see Him. A foolish person may deride, Him, but that is an ordinary person. Kåñëa is actually desired to be seen by, demigods like Brahmä and Çiva in His two-armed form., In Bhagavad-gétä it is also confirmed that He is not visible to the foolish, persons who deride Him. Kåñëa’s body, as confirmed by Brahmä-saàhitä and, confirmed by Himself in Bhagavad-gétä, is completely spiritual and full of bliss, and eternality. His body is never like a material body. But for some who make, a study of Kåñëa by reading Bhagavad-gétä or similar Vedic scriptures, Kåñëa is, a problem. For one using a material process, Kåñëa is considered to be a great, historical personality and very learned philosopher. But He isn’t an ordinary, man. But some think that even though He was so powerful, He had to accept a, material body. Ultimately they think that the Absolute Truth is impersonal;, therefore they think that from His impersonal feature He assumed a personal, feature attached to material nature. This is a materialistic calculation of the, Supreme Lord. Another calculation is speculative. Those who are in search of, knowledge also speculate on Kåñëa and consider Him to be less important than, the universal form of the Supreme. Thus some think that the universal form of, Kåñëa which was manifested to Arjuna is more important than His personal, form. According to them, the personal form of the Supreme is something, imaginary. They believe that in the ultimate issue, the Absolute Truth is not a, person. But the transcendental process is described in Bhagavad-gétä, Chapter, Two: to hear about Kåñëa from authorities. That is the actual Vedic process,, and those who are actually in the Vedic line hear about Kåñëa from authority,, and by repeated hearing about Him, Kåñëa becomes dear. As we have several, times discussed, Kåñëa is covered by His yoga-mäyä potency. He is not to be, seen or revealed to anyone and everyone. Only by one to whom He reveals, Himself can He be seen. This is confirmed in Vedic literature; for one who is a, surrendered soul, the Absolute Truth can actually be understood. The, transcendentalist, by continuous Kåñëa consciousness and by devotional, service to Kåñëa, can have his spiritual eyes opened and can see Kåñëa by, revelation. Such a revelation is not possible even for the demigods; therefore it, is difficult even for the demigods to understand Kåñëa, and the advanced, demigods are always in hope of seeing Kåñëa in His two-handed form. The, conclusion is that although to see the universal form of Kåñëa is very, very, difficult and not possible for anyone and everyone, it is still more difficult to, understand His personal form as Çyämasundara."
        ]
      },
      {
        "text_number": 53,
        "heading": "TEXT 53",
        "transliteration_lines": [
          "TEXT 53",
          "Naah& vedENaR TaPaSaa Na daNaeNa Na ceJYaYaa )",
          "XaKYa Wv&ivDaae d]íu& d*ívaNaiSa Maa& YaQaa )) 53 ))",
          "nähaà vedair na tapasä",
          "na dänena na cejyayä",
          "çakya evaà-vidho drañöuà",
          "dåñöavän asi mäà yathä",
          ""
        ],
        "word_meaning_lines": [
          "na—never; aham—I; vedaiù—by study of the Vedas; na—never; tapasä—by",
          "serious penances; na—never; dänena—by charity; na—never; ca—also; ijyayä",
          "—by worship; çakyaù—is it possible; evam-vidhaù—like this; drañöum—to see;",
          "dåñöavän—seeing; asi—you are; mäm—Me; yathä—as."
        ],
        "translation": ", The form which you are seeing with your transcendental eyes cannot be, understood simply by studying the Vedas, nor by undergoing serious penances,, nor by charity, nor by worship. It is not by these means that one can see Me as, I am.,",
        "purport_paragraphs": [
          "Kåñëa first appeared before His parents Devaké and Vasudeva in a four-, handed form, and then He transformed Himself into the two-handed form., This mystery is very difficult to understand for those who are atheists or who, are devoid of devotional service. For scholars who have simply studied Vedic, literature by way of speculation or out of mere academic interest, Kåñëa is not, easy to understand. Nor is He to he understood by persons who officially go to, the temple to offer worship. They make their visit, but they cannot understand, Kåñëa as He is. Kåñëa can be understood only through the path of devotional, service, as explained by Kåñëa Himself in the next verse."
        ]
      },
      {
        "text_number": 54,
        "heading": "TEXT 54",
        "transliteration_lines": [
          "TEXT 54",
          ">a¢-ya TvNaNYaYaa XaKYa AhMaev&ivDaae_JauRNa )",
          "jaTau& d]íu& c TatveNa Pa[veíu& c ParNTaPa )) 54 ))",
          "bhaktyä tv ananyayä çakya",
          "aham evaà-vidho ’rjuna",
          "jïätuà drañöuà ca tattvena",
          "praveñöuà ca parantapa",
          "mighty-armed one.",
          "My dear Arjuna, only by undivided devotional service can I be understood as I",
          "am, standing before you, and can thus be seen directly. Only in this way can",
          "you enter into the mysteries of My understanding.",
          ""
        ],
        "word_meaning_lines": [
          "bhaktyä—by devotional service; tu—but; ananyayä—without being mixed",
          "with fruitive activities or speculative knowledge; çakyaù—possible; aham—I;",
          "evam-vidhaù—like this; arjuna—O Arjuna; jïätum—to know; drañöum—to",
          "see; tattvena—in fact; praveñöum—and to enter into; ca—also; parantapa—O"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Kåñëa can be understood only by the process of undivided devotional, service. He explicitly explains this in this verse so unauthorized commentators,, who try to understand Bhagavad-gétä by the speculative process, will know that, they are simply wasting their time. No one can understand Kåñëa or how He, came from parents in a four-handed form and at once changed Himself into a, two-handed form. It is clearly stated here that no one can see Him. Those who,, however, are very experienced students of Vedic literature can learn about, Him from the Vedic literature in so many ways. There are so many rules and, regulations, and if one at all wants to understand Kåñëa, he must follow the, regulative principles described in the authoritative literature. One can, perform penance in accordance with those principles. As far as charity is, concerned, it is plain that charity should be given to the devotees of Kåñëa, who are engaged in His devotional service to spread the Kåñëa philosophy or, Kåñëa consciousness throughout the world. Kåñëa consciousness is a, benediction to humanity. Lord Caitanya was appreciated by Rüpa Gosvämé as, the most munificent man of charity because love of Kåñëa, which is very, difficult to achieve, was distributed freely by Him. And if one worships as, prescribed in the temple (in the temples in India there is always some statue,, usually of Viñëu or Kåñëa), that is a chance to progress. For the beginners in, devotional service to the Lord, temple worship is very essential, and this is, confirmed in the Vedic literature., One who has unflinching devotion for the Supreme Lord and is directed by, the spiritual master can see the Supreme Personality of Godhead by, revelation. For one who does not take personal training under the guidance of, a bona fide spiritual master, it is impossible to even begin to understand Kåñëa., The word tu is specifically used here to indicate that no other process can be, used, can be recommended, or can be successful in understanding Kåñëa., The personal forms of Kåñëa, the two-handed form and the four-handed, are, completely different from the temporary universal form shown to Arjuna. The, four-handed form is Näräyaëa, and the two-handed form is Kåñëa; they are, eternal and transcendental, whereas the universal form exhibited to Arjuna is, temporary. The very word sudurdarçam, meaning difficult to see, suggests that, no one saw that universal form. It also suggests that amongst the devotees, there was no necessity of showing it. That form was exhibited by Kåñëa at the, request of Arjuna because in the future, when one represents himself as an, incarnation of God, people can ask to see his universal form., Kåñëa changes from the universal form to the four-handed form of Näräyaëa, and then to His own natural form of two hands. This indicates that the four-, handed forms and other forms mentioned in Vedic literature are all, emanations of the original two-handed Kåñëa. He is the origin of all, emanations. Kåñëa is distinct even from these forms, not to speak of the, impersonal conception. As far as the four-handed forms of Kåñëa are, concerned, it is stated clearly that even the most identical four-handed form of, Kåñëa (which is known as Mahä-Viñëu, who is lying on the cosmic ocean and, from whose breathing so many innumerable universes are passing out and, entering) is also an expansion of the Supreme Lord. Therefore one should, conclusively worship the personal form of Kåñëa as the Supreme Personality of, Godhead who is eternity, bliss and knowledge. He is the source of all forms of, Viñëu, He is the source of all forms of incarnation, and He is the original, Supreme Personality, as confirmed in Bhagavad-gétä., In the Vedic literature it is stated that the Supreme Absolute Truth is a, person. His name is Kåñëa, and He sometimes descends on this earth., Similarly, in Çrémad-Bhägavatam there is a description of all kinds of, incarnations of the Supreme Personality of Godhead, and there it is said that, Kåñëa is not an incarnation of God but is the original Supreme Personality of, Godhead Himself. Kåñëas tu bhagavän svayam. Similarly, in Bhagavad-gétä the, Lord says, mattaù parataram nänyät: “There is nothing superior to My form as, the Personality of Godhead Kåñëa.” He also says elsewhere in Bhagavad-gétä,, aham ädir hi devänäm: “I am the origin of all the demigods.” And after, understanding Bhagavad-gétä from Kåñëa, Arjuna also confirms this in the, following words: paraà brahma paraà dhäma pavitraà paramaà bhavän: “I, now fully understand that You are the Supreme Personality of Godhead, the, Absolute Truth, and that You are the refuge of everything.” Therefore the, universal form which Kåñëa showed to Arjuna is not the original form of God., The original is the Kåñëa form. The universal form, with its thousands and, thousands of heads and hands, is manifest just to draw the attention of those, who have no love for God. It is not God’s original form., The universal form is not attractive for pure devotees, who are in love with, the Lord in different transcendental relationships. The Supreme Godhead, exchanges transcendental love in His original form of Kåñëa. Therefore to, Arjuna, who was so intimately related with Kåñëa in friendship, this form of, the universal manifestation was not pleasing; rather, it was fearful. Arjuna,, who is a constant companion of Kåñëa’s, must have had transcendental eyes;, he was not an ordinary man. Therefore he was not captivated by the universal, form. This form may seem wonderful to persons who are involved in elevating, themselves by fruitive activities, but to persons who are engaged in devotional, service, the two-handed form of Kåñëa is the most dear."
        ]
      },
      {
        "text_number": 55,
        "heading": "TEXT 55",
        "transliteration_lines": [
          "TEXT 55",
          "MaTk-MaRk*-NMaTParMaae MaÙ¢- Sa®viJaRTa )",
          "iNavŒr SavR>aUTaezu Ya Sa MaaMaeiTa Paa<@v )) 55 ))",
          "mat-karma-kån mat-paramo",
          "mad-bhaktaù saìga-varjitaù",
          "nirvairaù sarva-bhüteñu",
          "yaù sa mäm eti päëòava",
          "My dear Arjuna, one who is engaged in My pure devotional service, free from",
          "the contaminations of previous activities and from mental speculation, who is",
          "friendly to every living entity, certainly comes to Me.",
          ""
        ],
        "word_meaning_lines": [
          "mat-karma-kåt—engaged in doing My work; mat-paramaù—concerning Me",
          "the Supreme; mat-bhaktaù—engaged in My devotional service; saìga-varjitaù",
          "—freed from the contamination of previous activities and mental speculation;",
          "nirvairaù—without an enemy; sarva-bhüteñu—to every living entity; yaù—one",
          "who; saù—he; mäm—unto Me; eti—comes; päëòava—O son of Päëòu."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Anyone who wants to approach the Supreme of all the Personalities of, Godhead, on the Kåñëaloka planet in the spiritual sky, and be intimately, connected with the Supreme Personality, Kåñëa, must take this formula, as is, stated by the Supreme Himself. Therefore, this verse is considered to be the, essence of Bhagavad-gétä. The Bhagavad-gétä is a book directed to the, conditioned souls, who are engaged in the material world with the purpose of, lording it over nature and who do not know of the real, spiritual life. The, Bhagavad-gétä is meant to show how one can understand his spiritual existence, and his eternal relationship with the Supreme Spiritual Personality and to, teach one how to go back home, back to Godhead. Now here is the verse, which clearly explains the process by which one can attain success in his, spiritual activity: devotional service. As far as work is concerned, one should, transfer his energy entirely to Kåñëa conscious activities. No work should be, done by any man except in relationship to Kåñëa. This called Kåñëa-karma., One may be engaged in various activities, but one should not be attached to, the result of his work, but the result should be done for Him. For example, one, may be engaged in business, but to transform that activity into Kåñëa, consciousness, one has to do business for Kåñëa. If Kåñëa is the proprietor of, the business, then Kåñëa should enjoy the profit of the business. If a, businessman is in possession of thousands and thousands of dollars, and if he, has to offer all this to Kåñëa, he can do it. This is work for Kåñëa. Instead of, constructing a big building for his sense gratification, he can construct a nice, temple for Kåñëa, and he can install the Deity of Kåñëa and arrange for the, Deity’s service, as is outlined in the authorized books of devotional service., This is all Kåñëa-karma. One should not be attached to the result of his work,, but the result should be offered to Kåñëa. One should also accept as prasädam,, food, the remnants of offerings to Kåñëa. If, however, one is not able to, construct a temple for Kåñëa, one can engage himself in cleansing the temple, of Kåñëa; that is also Kåñëa-karma. One can cultivate a garden. Anyone who, has land—in India, at least, any poor man has a certain amount of land—can, utilize that for Kåñëa by growing flowers to offer Him. He can sow tulasé plants, because tulasé leaves are very important, and Kåñëa has recommended this in, Bhagavad-gétä. Kåñëa desires that one offer Him either a leaf, or a flower, or a, little water—and He is satisfied. This leaf especially refers to the tulasé So one, can sow tulasé leaves and pour water on the plant. Thus, even the poorest man, can engage in the service of Kåñëa. These are some of the examples of how one, can engage in working for Kåñëa., The word mat-paramaù refers to one who considers the association of Kåñëa in, His supreme abode to be the highest perfection of life. Such a person does not, wish to be elevated to the higher planets such as the moon or sun or heavenly, planets, or even the highest planet of this universe, Brahmaloka. He has no, attraction for that. He is only attracted to being transferred to the spiritual, sky. And even in the spiritual sky he is not satisfied with merging into the, glowing brahmajyoti effulgence, for he wants to enter the highest spiritual, planet, namely Kåñëaloka, Goloka Våndävana. He has full knowledge of that, planet, and therefore he is not interested in any other. As indicated by the, word mad-bhaktaù, he fully engages in devotional service, specifically in the, nine processes of devotional engagement: hearing, chanting, remembering,, worshiping, serving the lotus feet of the Lord, offering prayers, carrying out, the orders of the Lord, making friends with Him, and surrendering everything, to Him. One can engage in all nine devotional processes, or eight, or seven, or, at least in one, and that will surely make one perfect., The term saìga-varjitaù is very significant. One should disassociate himself, from persons who are against Kåñëa. Not only are the atheistic persons against, Kåñëa, but also those who are attracted to fruitive activities and mental, speculation. Therefore the pure form of devotional service is described in, Bhakti-rasämåta-sindhu as follows: anyäbhiläñitä-çünyaà jïäna-karmädy-, anävåtam änukülyena kåñëänuçélanaà bhaktir uttamä. In this verse Çréla Rüpa, Gosvämé clearly states that if anyone wants to execute unalloyed devotional, service, he must be freed from all kinds of material contamination. He must be, freed from the association of persons who are addicted to fruitive activities, and mental speculation. When, freed from such unwanted association and, from the contamination of material desires, one favorably cultivates, knowledge of Kåñëa, that is called pure devotional service. Änukülyasya, saìkaplaù prätikülyasya varjanam. One should think of Kåñëa and act for, Kåñëa favorably, not unfavorably. Kaàsa was an enemy of Kåñëa’s. From the, very beginning of Kåñëa’s birth, he planned in so many ways to kill Him, and, because he was always unsuccessful, he was always thinking of Kåñëa. Thus, while working, while eating and while sleeping, he was always Kåñëa conscious, in every respect, but that Kåñëa consciousness was not favorable, and therefore, in spite of his always thinking of Kåñëa twenty-four hours a day, he was, considered a demon, and Kåñëa at last killed him. Of course anyone who is, killed by Kåñëa attains salvation immediately, but that is not the aim of the, pure devotee. The pure devotee does not even want salvation. He does not, want to be transferred even to the highest planet, Goloka Våndävana. His only, objective is to serve Kåñëa wherever he may be., A devotee of Kåñëa is friendly to everyone. Therefore it is said here that he, has no enemy. How is this? A devotee situated in Kåñëa consciousness knows, that only devotional service to Kåñëa can relieve a person from all the, problems of life. He has personal experience of this, and therefore he wants to, introduce this system, Kåñëa consciousness, into human society. There are, many examples in history of devotees of the Lord risking their lives for the, spreading of God consciousness. The favorite example is Lord Jesus Christ. He, was crucified by the nondevotees, but He sacrificed His life for spreading God, consciousness. Of course, it would be superficial to understand that He was, killed. Similarly, in India also there are many examples, such as Öhäkur, Haridäsa. Why such risk? Because they wanted to spread Kåñëa consciousness,, and it is difficult. A Kåñëa conscious person knows that if a man is suffering, it, is due to his forgetfulness of his eternal relationship with Kåñëa. Therefore,, the highest benefit one can render to human society is relieving one’s, neighbor from all material problems. In such a way, a pure devotee is engaged, in the service of the Lord. Now, we can imagine how merciful Kåñëa is to those, engaged in His service, risking everything for Him. Therefore it is certain that, such persons must reach the supreme planet after leaving the body., In summary, the universal form of Kåñëa, which is a temporary manifestation,, and the form of time which devours everything, and even the form of Viñëu,, four-handed, have all been exhibited by Kåñëa. Thus Kåñëa is the origin of all, these manifestations. It is not that Kåñëa is a manifestation of the original, viçva-rüpa, or Viñëu. Kåñëa is the origin of all forms. There are hundreds and, thousands of Viñëus, but for a devotee, no form of Kåñëa is important but the, original form, two-handed Çyämasundara. In the Brahmä-saàhitä it is stated, that those who are attached to the Çyämasundara form of Kåñëa in love and, devotion can see Him always within the heart and cannot see anything else., One should understand, therefore, that the purport of this Eleventh Chapter, is that the form of Kåñëa is essential and supreme., Thus end the Bhaktivedanta Purports to the Eleventh Chapter of the Çrémad-, Bhagavad-gétä in the matter of the Universal Form.]"
        ]
      }
    ]
  }
}
