{
  "chapter": {
    "title": "CHAPTER SEVEN: [",
    "name": "Knowledge of the Absolute",
    "source_note": "Parsed to match chapter5_clean.json structure.",
    "verses_parsed_count": 30,
    "verses": [
      {
        "text_number": 1,
        "heading": "TEXT 1",
        "transliteration_lines": [
          "TEXT 1",
          "é[q>aGavaNauvac",
          "MaYYaaSa¢-MaNaa PaaQaR YaaeGa& YauÅNMadaé[Ya )",
          "ASa&XaYa& SaMaGa]& Maa& YaQaa jaSYaiSa TaC^*<au )) 1 ))",
          "çré-bhagavän uväca",
          "mayy äsakta-manäù pärtha",
          "yogaà yuïjan mad-äçrayaù",
          "asaàçayaà samagraà mäà",
          "yathä jïäsyasi tac chåëu",
          "consciousness of Me, with mind attached to Me, you can know Me in full, free",
          "from doubt.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Supreme Lord said; mayi—unto Me; äsakta-manäù—",
          "mind attached; pärtha—O son of Påthä; yogam—self-realization; yuïjan—so",
          "practicing; mat-äçrayaù—in consciousness of Me (Kåñëa consciousness);",
          "asaàçayam—without doubt; samagram—completely; mäm—unto Me; yathä—",
          "as much as; jïäsyasi—you can know; tat—that; çåëu—try to hear.",
          "Now hear, O son of Påthä [Arjuna], how by practicing yoga in full"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "In this Seventh Chapter of Bhagavad-gétä, the nature of Kåñëa, consciousness is fully described. Kåñëa is full in all opulences, and how He, manifests such opulences is described herein. Also, four kinds of fortunate, people who become attached to Kåñëa, and four kinds of unfortunate people, who never take to Kåñëa are described in this chapter., In the first six chapters of Bhagavad-gétä, the living entity has been described, as nonmaterial spirit soul which is capable of elevating himself to self-, realization by different types of yogas. At the end of the Sixth Chapter, it has, been clearly stated that the steady concentration of the mind upon Kåñëa, or, in other words Kåñëa consciousness, is the highest form of all yoga. By, concentrating one’s mind upon Kåñëa, one is able to know the Absolute Truth, completely, but not otherwise. Impersonal brahmajyoti or localized Paramätmä, realization is not perfect knowledge of the Absolute Truth because it is partial., Full and scientific knowledge is Kåñëa, and everything is revealed to the, person in Kåñëa consciousness. In complete Kåñëa consciousness one knows, that Kåñëa is ultimate knowledge beyond any doubts. Different types of yoga, are only steppingstones on the path of Kåñëa consciousness. One who takes, directly to Kåñëa consciousness automatically knows about brahmajyoti and, Paramätmä in full. By practice of Kåñëa consciousness yoga, one can know, everything in full―namely the Absolute Truth, the living entities, the, material nature, and their manifestations with paraphernalia., One should therefore begin yoga practice as directed in the last verse of the, Sixth Chapter. Concentration of the mind upon Kåñëa the Supreme is made, possible by prescribed devotional service in nine different forms, of which, çravaëam is the first and most important. The Lord therefore says to Arjuna,, tat çåëu, or Hear from Me. No one can be a greater authority than Kåñëa,, and therefore by hearing from Him one receives the greatest opportunity for, progress in Kåñëa consciousness. One has therefore to learn from Kåñëa, directly or from a pure devotee of Kåñëa―and not from a nondevotee upstart,, puffed up with academic education., In the Çrémad-Bhägavatam this process of understanding Kåñëa, the Supreme, Personality of Godhead, the Absolute Truth, is described in the Second, Chapter of the First Canto as follows:, çåëvatäà sva-kathäà kåñëaù puëya-çravaëa-kértanaù, hådyantaùstho hy abhadräëi vidbunoti suhåt satäm., nañöa-präyeñv abhadreñu nityaà bhägavata-sevayä, bhagavaty uttama-çloke bhaktir bhavati naiñöhiké., tadä rajas-tamo-bhäväù käma-lobhadayaç ca ye, ceta etair anäviddhaà sthitaà sattve prasédati., evam prasanna-manaso bhagavad-bhakti-yogataù, bhagavat-tattva-vijïänaà mukta-saìgasya jäyate., bhidyate hådaya-granthiç chidyante sarva-saàçayäù, kñéyante cäsya karmäëi dåñöa evätmanéçvare., To hear about Kåñëa from Vedic literatures, or to hear from Him directly, through the Bhagavad-gétä, is itself righteous activity. And for one who hears, about Kåñëa, Lord Kåñëa, who is dwelling in everyone’s heart, acts as a best-, wishing friend and purifies the devotee who constantly engages in hearing of, Him. In this way, a devotee naturally develops his dormant transcendental, knowledge. As he hears more about Kåñëa from the Bhägavatam and from the, devotees, he becomes fixed in the devotional service of the Lord. By, development of devotional service one becomes freed from the modes of, passion and ignorance, and thus material lusts and avarice are diminished., When these impurities are wiped away, the candidate remains steady in his, position of pure goodness, becomes enlivened by devotional service and, understands the science of God perfectly. Thus bhakti-yoga severs the hard, knot of material affection and enables one to come at once to the stage of, ‘asaàçayaà samagram,’ understanding of the Supreme Absolute Truth, Personality of Godhead. (Bhäg. 1.2.17–21), Therefore only by hearing from Kåñëa or from His devotee in Kåñëa, consciousness can one understand the science of Kåñëa."
        ]
      },
      {
        "text_number": 2,
        "heading": "TEXT 2",
        "transliteration_lines": [
          "TEXT 2",
          "jaNa& Tae_h& SaivjaNaiMad& v+YaaMYaXaezTa )",
          "YaJjaTva Naeh >aUYaae_NYaJjaTaVYaMaviXaZYaTae )) 2 ))",
          "jïänaà te ’haà sa-vijïänam",
          "idaà vakñyämy açeñataù",
          "yaj jïätvä neha bhüyo ’nyaj",
          "jïätavyam avaçiñyate",
          "be known.",
          "I shall now declare unto you in full this knowledge both phenomenal and",
          "noumenal, by knowing which there shall remain nothing further to be known.",
          ""
        ],
        "word_meaning_lines": [
          "jïänam—phenomenal knowledge; te—unto you; aham—I; sa—with; vijïänam",
          "—noumenal knowledge; idam—this; vakñyämi—shall explain; açeñataù—in",
          "full; yat—which; jïätvä—knowing; na—not; iha—in this world; bhüyaù—",
          "further; anyat—anything more; jïätavyam—knowable; avaçiñyate—remains to"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Complete knowledge includes knowledge of the phenomenal world and the, spirit behind it. The source of both of them is transcendental knowledge. The, Lord wants to explain the above-mentioned system of knowledge because, Arjuna is Kåñëa’s confidential devotee and friend. In the beginning of the, Fourth Chapter this explanation was given by the Lord, and it is again, confirmed here: complete knowledge can be achieved only by the devotee of, the Lord directly from the Lord in disciplic succession. Therefore one should, be intelligent enough to know the source of all knowledge, who is the cause of, all causes and the only object for meditation in all types of yoga practices., When the cause of all causes becomes known, then everything knowable, becomes known, and nothing remains unknown. The Vedas say, “yasmin, vijïäte sarvam eva vijïatam bhavanti.”"
        ]
      },
      {
        "text_number": 3,
        "heading": "TEXT 3",
        "transliteration_lines": [
          "TEXT 3",
          "MaNauZYaa<aa& Sahóezu k-iêÛTaiTa iSaÖYae )",
          "YaTaTaaMaiPa iSaÖaNaa& k-iêNMaa& veita TatvTa )) 3 ))",
          "manuñyäëäà sahasreñu",
          "kaçcid yatati siddhaye",
          "yatatäm api siddhänäà",
          "kaçcin mäà vetti tattvataù",
          "Out of many thousands among men, one may endeavor for perfection, and of",
          "those who have achieved perfection, hardly one knows Me in truth.",
          ""
        ],
        "word_meaning_lines": [
          "manuñyäëäm—of men; sahasreñu—out of many thousands; kaçcit—someone;",
          "yatati—endeavors; siddhaye—for perfection; yatatäm—of those so",
          "endeavoring; api—indeed; siddhänäm—of those who have achieved",
          "perfection; kaçcit—someone; mäm—Me; vetti—does know; tattvataù—in fact."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "There are various grades of men, and out of many thousands one may be, sufficiently interested in transcendental realization to try to know what is the, self, what is the body, and what is the Absolute Truth. Generally mankind is, simply engaged in the animal propensities, namely eating, sleeping, defending, and mating, and hardly anyone is interested in transcendental knowledge. The, first six chapters of the Gétä are meant for those who are interested in, transcendental knowledge, in understanding the self, the Superself and the, process of realization by jïäna-yoga, dhyäna-yoga, and discrimination of the, self from matter. However, Kåñëa can only be known by persons who are in, Kåñëa consciousness. Other transcendentalists may achieve impersonal, Brahman realization, for this is easier than understanding Kåñëa. Kåñëa is the, Supreme Person, but at the same time He is beyond the knowledge of Brahman, and Paramätmä. The yogés and jïänés are confused in their attempts to, understand Kåñëa, although the greatest of the impersonalists, Çrépäda, Çaìkaräcärya, has admitted in his Gétä commentary that Kåñëa is the Supreme, Personality of Godhead. But his followers do not accept Kåñëa as such, for it is, very difficult to know Kåñëa, even though one has transcendental realization, of impersonal Brahman., Kåñëa is the Supreme Personality of Godhead, the cause of all causes, the, primeval Lord Govinda. Éçvaraù paramaù kåñëaù sac-cid-änanda-vigrahaù, anädir ädir govindaù sarva-käraëa-käraëam. It is very difficult for the, nondevotees to know Him. Although nondevotees declare that the path of, bhakti or devotional service is very easy, they cannot practice it. If the path of, bhakti is so easy, as the nondevotee class of men proclaim, then why do they, take up the difficult path? Actually the path of bhakti is not easy. The so-called, path of bhakti practiced by unauthorized persons without knowledge of bhakti, may be easy, but when it is practiced factually according to the rules and, regulations, the speculative scholars and philosophers fall away from the path., Çréla Rüpa Gosvämé writes in his Bhakti-rasämåta-sindhu:, çruti-småti-puräëädi-païcarätra-vidhià vinä, aikäntiké harer bhaktir utpätäyaiva kalpate., Devotional service of the Lord that ignores the authorized Vedic, literatures like the Upaniñads, Puräëas, Närada-païcarätra, etc., is simply an, unnecessary disturbance in society., It is not possible for the Brahman realized impersonalist or the Paramätmä, realized yogé to understand Kåñëa the Supreme Personality of Godhead as the, son of mother Yaçodä or the charioteer of Arjuna. Even the great demigods are, sometimes confused about Kåñëa: “muhyanti yat sürayaù,” “mäà tu veda na, kaçcana.” “No one knows Me as I am,” the Lord says. And if one does know, Him, then “sa mahätmä sudurlabhaù.” “Such a great soul is very rare.”, Therefore unless one practices devotional service to the Lord, he cannot know, Kåñëa as He is (tattvataù), even though one is a great scholar or philosopher., Only the pure devotees can know something of the inconceivable, transcendental qualities in Kåñëa, in the cause of all causes, in His, omnipotence and opulence, and in His wealth, fame, strength, beauty,, knowledge and renunciation, because Kåñëa is benevolently inclined to His, devotees. He is the last word in Brahman realization, and the devotees alone, can realize Him as He is. Therefore it is said:, ataù çré-kåñëa-nämädi na bhaved grähyam indriyäiù, sevonmukhe hi jihvädau svayam eva sphuraty adaù, No one can understand Kåñëa as He is by the blunt material senses. But He, reveals Himself to the devotees, being pleased with them for their, transcendental loving service unto Him. (Padma Puräëa)"
        ]
      },
      {
        "text_number": 4,
        "heading": "TEXT 4",
        "transliteration_lines": [
          "TEXT 4",
          ">aUiMaraPaae_Nal/ae vaYau %& MaNaae buiÖrev c )",
          "Ahªar wTaqYa& Mae i>aàa Pa[k*-iTaríDaa )) 4 ))",
          "bhümir äpo ’nalo väyuù",
          "khaà mano buddhir eva ca",
          "ahaìkära itéyaà me",
          "bhinnä prakåtir añöadhä",
          "eight comprise My separated material energies.",
          ""
        ],
        "word_meaning_lines": [
          "bhümiù—earth; äpaù—water; analaù—fire; väyuù—air; kham—ether; manaù",
          "—mind; buddhiù—intelligence; eva—certainly; ca—and; ahaìkäraù—false",
          "ego; iti—thus; iyam—all these; me—My; bhinnä—separated; prakåtiù—",
          "energies; añöadhä—total eight.",
          "Earth, water, fire, air, ether, mind, intelligence and false ego—altogether these"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The science of God analyzes the constitutional position of God and His, diverse energies. Material nature is called prakåti, or the energy of the Lord in, His different puruña incarnations (expansions) as described in the Svatvata, Tantra:, viñëos tu tréëi rüpäëi puruñäkhyäny atho viduù, ekantu mahataù srañöå dvitéyaà tv aëòa-saàsthitam, tåtéyaà sarvabhüta-sthaà täni jïätvä vimucyate, For material creation, Lord Kåñëa’s plenary expansion assumes three, Viñëus. The first one, Mahä-Viñëu, creates the total material energy, known as, mahat-tattva. The second, Garbhodakaçäyé Viñëu, enters into all the universes, to create diversities in each of them. The third, Kñérodakaçäyé Viñëu, is, diffused as the all-pervading Supersoul in all the universes and is known as, Paramätmä, who is present even within the atoms. Anyone who knows these, three Viñëus can be liberated from material entanglement., This material world is a temporary manifestation of one of the energies of, the Lord. All the activities of the material world are directed by these three, Viñëu expansions of Lord Kåñëa. These Puruñas are called incarnations., Generally one who does not know the science of God (Kåñëa) assumes that, this material world is for the enjoyment of the living entities and that the, living entities are the causes (Puruñas), controllers and enjoyers of the, material energy. According to Bhagavad-gétä this atheistic conclusion is false., In the verse under discussion it is stated that Kåñëa is the original cause of the, material manifestation. Çrémad-Bhägavatam also confirms this. The, ingredients of the material manifestation are separated energies of the Lord., Even the brahmajyoti, which is the ultimate goal of the impersonalists, is a, spiritual energy manifested in the spiritual sky. There are no spiritual, diversities in brahmajyoti as there are in the Vaikuëöhalokas, and the, impersonalist accepts this brahmajyoti as the ultimate eternal goal. The, Paramätmä manifestation is also a temporary all-pervasive aspect of the, Kñérodakaçäyé Viñëu. The Paramätmä manifestation is not eternal in the, spiritual world. Therefore the factual Absolute Truth is the Supreme, Personality of Godhead Kåñëa. He is the complete energetic person, and He, possesses different separated and internal energies., In the material energy, the principal manifestations are eight, as above, mentioned. Out of these, the first five manifestations, namely earth, water,, fire, air and sky, are called the five gigantic creations or the gross creations,, within which the five sense objects are included. They are the manifestations, of physical sound, touch, form, taste and smell. Material science comprises, these ten items and nothing more. But the other three items, namely mind,, intelligence and false ego, are neglected by the materialists. Philosophers who, deal with mental activities are also not perfect in knowledge because they do, not know the ultimate source, Kåñëa. The false ego―I am, and It is mine,, which constitute the basic principle of material existence―includes ten sense, organs for material activities. Intelligence refers to the total material creation,, called the mahat-tattva. Therefore from the eight separated energies of the, Lord are manifest the twenty-four elements of the material world, which are, the subject matter of säìkhya atheistic philosophy; they are originally, offshoots from Kåñëa’s energies and are separated from Him, but atheistic, säìkhya philosophers with a poor fund of knowledge do not know Kåñëa as the, cause of all causes. The subject matter for discussion in the säìkhya philosophy, is only the manifestation of the external energy of Kåñëa, as it is described in, the Bhagavad-gétä."
        ]
      },
      {
        "text_number": 5,
        "heading": "TEXT 5",
        "transliteration_lines": [
          "TEXT 5",
          "APareYaiMaTaSTvNYaa& Pa[k*-iTa& iviÖ Mae ParaMa( )",
          "Jaqv>aUTaa& Mahabahae YaYaed& DaaYaRTae JaGaTa( )) 5 ))",
          "apareyam itas tv anyäà",
          "prakåtià viddhi me paräm",
          "jéva-bhütäà mahä-bäho",
          "yayedaà dhäryate jagat",
          "world.",
          "of Mine, which are all living entities who are struggling with material nature",
          "and are sustaining the universe.",
          ""
        ],
        "word_meaning_lines": [
          "aparä—inferior; iyam—this; itaù—besides this; tu—but; anyäm—another;",
          "prakåtim—energy; viddhi—just try to understand; me—My; paräm—superior;",
          "jéva-bhütäm—the living entities; mahä-bäho—O mighty-armed one; yayä—by",
          "whom; idam—this; dhäryate—being utilized or exploited; jagat—the material",
          "Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Here it is clearly mentioned that living entities belong to the superior, nature (or energy) of the Supreme Lord. The inferior energy is matter, manifested in different elements, namely earth, water, fire, air, ether, mind,, intelligence and false ego. Both forms of material nature, namely gross (earth,, etc.) and subtle (mind, etc.), are products of the inferior energy. The living, entities, who are exploiting these inferior energies for different purposes, are, the superior energy of the Supreme Lord, and it is due to this energy that the, entire material world functions. The cosmic manifestation has no power to act, unless it is moved by the superior energy, the living entity. Energies are always, controlled by the energetic, and therefore living entities are always controlled, by the Lord—they have no independant existence. They are never equally, powerful, as unintelligent men think. The distinction between the living, entities and the Lord is described in Çrémad-Bhägavatam as follows (10.87.30):, aparimitä dhruväs tanubhåto yadi sarva-gatäs, tarhià na çäsyateti niyamo dhruva netarathä, ajani ca yanmayaà tad avimucya niyantå, bhavet samam anujänatäà yad-amataà mata-duñöatayä, O Supreme Eternal! If the embodied living entities were eternal and all-, pervading like You, then they would not be under Your control. But if the, living entities are accepted as minute energies of Your Lordship, then they are, at once subject to Your supreme control. Therefore real liberation entails, surrender by the living entities to Your control, and that surrender will make, them happy. In that constitutional position only can they be controllers., Therefore, men with limited knowledge who advocate the monistic theory, that God and the living entities are equal in all respects are actually, misleading themselves and others., The Supreme Lord Kåñëa is the only controller, and all living entities are, controlled by Him. These living entities are His superior energy because the, quality of their existence is one and the same with the Supreme, but they are, never equal to the Lord in quantity of power. While exploiting the gross and, subtle inferior energy (matter), the superior energy (the living entity) forgets, his real spiritual mind and intelligence. This forgetfulness is due to the, influence of matter upon the living entity. But when the living entity becomes, free from the influence of the illusory material energy, he attains the stage, called mukti, or liberation. The false ego, under the influence of material, illusion, thinks, I am matter, and material acquisitions are mine. His actual, position is realized when he is liberated from all material ideas, including the, conception of his becoming one in all respects with God. Therefore one may, conclude that the Gétä confirms the living entity to be only one of the multi-, energies of Kåñëa; and when this energy is freed from material contamination,, it becomes fully Kåñëa conscious, or liberated."
        ]
      },
      {
        "text_number": 6,
        "heading": "TEXT 6",
        "transliteration_lines": [
          "TEXT 6",
          "WTaÛaeNaqiNa >aUTaaiNa SavaR<aqTYauPaDaarYa )",
          "Ah& k*-TòSYa JaGaTa Pa[>av Pa[l/YaSTaQaa )) 6 ))",
          "etad-yonéni bhütäni",
          "sarväëéty upadhäraya",
          "ahaà kåtsnasya jagataù",
          "prabhavaù pralayas tathä",
          "Of all that is material and all that is spiritual in this world, know for certain",
          "that I am both its origin and dissolution.",
          ""
        ],
        "word_meaning_lines": [
          "etat—these two natures; yonéni—source of birth; bhütäni—everything created;",
          "sarväëi—all; iti—thus; upadhäraya—know; aham—I; kåtsnasya—all-inclusive;",
          "jagataù—of the world; prabhavaù—source of manifestation; pralayaù—",
          "annihilation; tathä—as well as."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Everything that exists is a product of matter and spirit. Spirit is the basic, field of creation, and matter is created by spirit. Spirit is not created at a, certain stage of material development. Rather, this material world is, manifested only on the basis of spiritual energy. This material body is, developed because spirit is present within matter; a child grows gradually to, boyhood and then to manhood because of that superior energy, spirit soul,, being present. Similarly, the entire cosmic manifestation of the gigantic, universe is developed because of the presence of the Supersoul, Viñëu., Therefore spirit and matter, which combine together to manifest this gigantic, universal form, are originally two energies of the Lord, and consequently the, Lord is the original cause of everything. A fragmental part and parcel of the, Lord, namely, the living entity, may by manipulation of material energy, construct a skyscraper, factory or city, but he cannot create matter out of, nothing, and he certainly cannot construct a planet or a universe. The cause, of the universe is the Supersoul, Kåñëa, the supreme creator of all individual, souls and the original cause of all causes, as the Kaöha Upaniñad confirms: nityo, nityänäà cetanaç cetanänäm."
        ]
      },
      {
        "text_number": 7,
        "heading": "TEXT 7",
        "transliteration_lines": [
          "TEXT 7",
          "Mata ParTar& NaaNYaiTk-iÄdiSTa DaNaÅYa )",
          "MaiYa SavRiMad& Pa[aeTa& SaU}ae Mai<aGa<aa wv )) 7 ))",
          "mattaù parataraà nänyat",
          "kiïcid asti dhanaïjaya",
          "mayi sarvam idaà protaà",
          "sütre maëi-gaëä iva",
          "rests upon Me, as pearls are strung on a thread.",
          ""
        ],
        "word_meaning_lines": [
          "mattaù—beyond Myself; parataram—superior; na—not; anyat—anything else;",
          "kiïcit—something; asti—there is; dhanaïjaya—O conquerer of wealth; mayi",
          "—in Me; sarvam—all that be; idam—which we see; protam—strung; sütre—",
          "on a thread; maëi-gaëäù—pearls; iva—likened.",
          "O conquerer of wealth [Arjuna], there is no Truth superior to Me. Everything"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "There is a common controversy over whether the Supreme Absolute Truth, is personal or impersonal. As far as Bhagavad-gétä is concerned, the Absolute, Truth is the Personality of Godhead Çré Kåñëa, and this is confirmed in every, step. In this verse, in particular, it is stressed that the Absolute Truth is a, person. That the Personality of Godhead is the Supreme Absolute Truth is, also the affirmation of the Brahma-saàhitä: éçvaraù paramaù kåñëaù sac-cid-, änanda-vigrahaù; that is, the Supreme Absolute Truth Personality of Godhead, is Lord Kåñëa, who is the primeval Lord, the reservoir of all pleasure, Govinda,, and the eternal form of complete bliss and knowledge. These authorities leave, no doubt that the Absolute Truth is the Supreme Person, the cause of all, causes. The impersonalist, however, argues on the strength of the Vedic, version given in the Çvetäçvatara Upaniñad: tato yad uttarataraà tad arüpam, anämayaà ya etad vidur amåtäs te bhavanti athetare duùkham eväpi yanti. In, the material world Brahmä, the primeval living entity within the universe, is, understood to be the supreme amongst the demigods, human beings and lower, animals. But beyond Brahmä there is the Transcendence who has no material, form and is free from all material contaminations. Anyone who can know Him, also becomes transcendental, but those who do not know Him suffer the, miseries of the material world., The impersonalist puts more stress on the word arüpam. But this arüpam is not, impersonal. It indicates the transcendental form of eternity, bliss and, knowledge as described in the Brahma-saàhitä quoted above. Other verses in, the Çvetäçvatara Upaniñad substantiate this as follows:, vedäham etaà puruñaà mahäntam äditya-varëaà tamasaù parastät, tam eva vidvän amåta iha bhavati nänyaù panthä vidyate ayanäya, yasmät paraà näparam asti kiïcid yasmännäëéyo na jyäyo ’sti kiïcit, I know that Supreme Personality of Godhead who is transcendental to all, material conceptions of darkness. Only he who knows Him can transcend the, bonds of birth and death. There is no way for liberation other than this, knowledge of that Supreme Person., There is no truth superior to that Supreme Person because He is the, supermost. He is smaller than the smallest, and He is greater than the greatest., He is situated as a silent tree, and He illumines the transcendental sky, and as, a tree spreads its roots, He spreads His extensive energies., From these verses one concludes that the Supreme Absolute Truth is the Supreme Personality of, Godhead who is all-pervading by His multi-energies, both material and spiritual."
        ]
      },
      {
        "text_number": 8,
        "heading": "TEXT 8",
        "transliteration_lines": [
          "TEXT 8",
          "rSaae_hMaPSau k-aENTaeYa Pa[>aaiSMa XaiXaSaUYaRYaae )",
          "Pa[<av SavRvedezu XaBd %e PaaEåz& Na*zu )) 8 ))",
          "raso ’ham apsu kaunteya",
          "prabhäsmi çaçi-süryayoù",
          "praëavaù sarva-vedeñu",
          "çabdaù khe pauruñaà nåñu",
          "moon, the syllable om in the Vedic mantras; I am the sound in ether and ability",
          "in man.",
          ""
        ],
        "word_meaning_lines": [
          "rasaù—taste; aham—I; apsu—in water; kaunteya—O son of Kunté; prabhä",
          "asmi—I am the light; çaçi-süryayoù—in the sun and the moon; praëavaù—the",
          "three letters A.U.M.; sarva—in all; vedeñu—in the Vedas; çabdaù—sound",
          "vibration; khe—in the ether; pauruñam—ability; nåñu—in man.",
          "O son of Kunté [Arjuna], I am the taste of water, the light of the sun and the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "This verse explains how the Lord is all-pervasive by His diverse material, and spiritual energies. The Supreme Lord can be preliminarily perceived by, His different energies, and in this way He is realized impersonally. As the, demigod in the sun is a person and is perceived by his all-pervading energy, the, sunshine, similarly, the Lord, although in His eternal abode, is perceived by, His all-pervading, diffusive energies. The taste of water is the active principle, of water. No one likes to drink sea water because the pure taste of water is, mixed with salt. Attraction for water depends on the purity of the taste, and, this pure taste is one of the energies of the Lord. The impersonalist perceives, the presence of the Lord in water by its taste, and the personalist also glorifies, the Lord for His kindly supplying water to quench man’s thirst. That is the, way of perceiving the Supreme. Practically speaking, there is no conflict, between personalism and impersonalism. One who knows God knows that the, impersonal conception and personal conception are simultaneously present in, everything and that there is no contradiction. Therefore Lord Caitanya, established His sublime doctrine: acintya-bheda and abheda-tattvam—, simultaneously one and different., The light of the sun and the moon is also originally emanating from the, brahmajyoti, which is the impersonal effulgence of the Lord. Similarly praëava, or the omkära transcendental sound used in the beginning of every Vedic, hymn to address the Supreme Lord also emanates from Him. Because the, impersonalists are very much afraid of addressing the Supreme Lord Kåñëa by, His innumerable names, they prefer to vibrate the transcendental sound, omkära. But they do not realize that omkära is the sound representation of, Kåñëa. The jurisdiction of Kåñëa consciousness extends everywhere, and one, who knows Kåñëa consciousness is blessed. Those who do not know Kåñëa are, in illusion, and so knowledge of Kåñëa is liberation, and ignorance of Him is, bondage."
        ]
      },
      {
        "text_number": 9,
        "heading": "TEXT 9",
        "transliteration_lines": [
          "TEXT 9",
          "Pau<Yaae GaNDa Pa*iQaVYaa& c TaeJaêaiSMa iv>aavSaaE )",
          "JaqvNa& SavR>aUTaezu TaPaêaiSMa TaPaiSvzu )) 9 ))",
          "puëyo gandhaù påthivyäà ca",
          "tejaç cäsmi vibhävasau",
          "jévanaà sarva-bhüteñu",
          "tapaç cäsmi tapasviñu",
          "I am the original fragrance of the earth, and I am the heat in fire. I am the life",
          "of all that lives, and I am the penances of all ascetics.",
          ""
        ],
        "word_meaning_lines": [
          "puëyaù—original; gandhaù—fragrance; påthivyäm—in the earth; ca—also;",
          "tejaù—temperature; ca—also; asmi—I am; vibhävasau—in the fire; jévanam—",
          "life; sarva—all; bhüteñu—living entities; tapaù—penance; ca—also; asmi—I",
          "am; tapasviñu—in those who practice penance."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Puëya means that which is not decomposed; puëya is original. Everything, in the material world has a certain flavor or fragrance, as the flavor and, fragrance in a flower, or in the earth, in water, in fire, in air, etc. The, uncontaminated flavor, the original flavor, which permeates everything, is, Kåñëa. Similarly, everything has a particular original taste, and this taste can, be changed by the mixture of chemicals. So everything original has some smell,, some fragrance, and some taste. Vibhäva means fire. Without fire we cannot, run factories, we cannot cook, etc., and that fire is Kåñëa. The heat in the fire, is Kåñëa. According to Vedic medicine, indigestion is due to a low temperature, in the belly. So even for digestion fire is needed. In Kåñëa consciousness we, become aware that earth, water, fire, air and every active principle, all, chemicals and all material elements are due to Kåñëa. The duration of man’s, life is also due to Kåñëa. Therefore by the grace of Kåñëa, man can prolong his, life or diminish it. So Kåñëa consciousness is active in every sphere."
        ]
      },
      {
        "text_number": 10,
        "heading": "TEXT 10",
        "transliteration_lines": [
          "TEXT 10",
          "bqJa& Maa& SavR>aUTaaNaa& iviÖ PaaQaR SaNaaTaNaMa( )",
          "buiÖbuRiÖMaTaaMaiSMa TaeJaSTaeJaiSvNaaMahMa( )) 10 ))",
          "béjaà mäà sarva-bhütänäà",
          "viddhi pärtha sanätanam",
          "buddhir buddhimatäm asmi",
          "tejas tejasvinäm aham",
          "intelligence of the intelligent, and the prowess of all powerful men.",
          ""
        ],
        "word_meaning_lines": [
          "béjam—seed; mäm—unto Me; sarva-bhütänäm—of all living entities; viddhi—",
          "try to understand; pärtha—O son of Påthä; sanätanam—original, eternal;",
          "buddhiù—intelligence; buddhimatäm—of the intelligent; asmi—I am; tejaù—",
          "prowess; tejasvinäm—of the powerful; aham—I am.",
          "O son of Påthä, know that I am the original seed of all existences, the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Béjam means seed; Kåñëa is the seed of everything. In contact with material, nature, the seed fructifies into various living entities, movable and inert. Birds,, beasts, men and many other living creatures are moving living entities; trees, and plants, however, are inert—they cannot move, but only stand. Every, entity is contained within the scope of 8,400,000 species of life; some of them, are moving and some of them are inert. In all cases, however, the seed of their, life is Kåñëa. As stated in Vedic literature, Brahman, or the Supreme Absolute, Truth, is that from which everything is emanating. Kåñëa is Parabrahman, the, Supreme Spirit. Brahman is impersonal and Parabrahman is personal., Impersonal Brahman is situated in the personal aspect—that is stated in, Bhagavad-gétä. Therefore, originally, Kåñëa is the source of everything. He is, the root. As the root of a tree maintains the whole tree, Kåñëa, being the, original root of all things, maintains everything in this material manifestation., This is also confirmed in the Vedic literature. Yato vä imäni bhütäni jäyante., The Supreme Absolute Truth is that from which everything is born. He is, the prime eternal among all eternals. He is the supreme living entity of all, living entities, and He alone is maintaining all life. Kåñëa also says that He is, the root of all intelligence. Unless a person is intelligent he cannot understand, the Supreme Personality of Godhead, Kåñëa."
        ]
      },
      {
        "text_number": 11,
        "heading": "TEXT 11",
        "transliteration_lines": [
          "TEXT 11",
          "bl&/ bl/vTaa& cah& k-aMaraGaivviJaRTaMa( )",
          "DaMaaRivåÖae >aUTaezu k-aMaae_iSMa >arTazR>a )) 11 ))",
          "balaà balavatäà cähaà",
          "käma-räga-vivarjitam",
          "dharmäviruddho bhüteñu",
          "kämo ’smi bharatarñabha",
          "I am the strength of the strong, devoid of passion and desire. I am sex life which",
          ""
        ],
        "word_meaning_lines": [
          "balam—strength; balavatäm—of the strong; ca—and; aham—I am; käma—",
          "passion; räga—attachment; vivarjitam—devoid of; dharma-aviruddha—not",
          "against the religious principles; bhüteñu—in all beings; kämaù—sex-life; asmi",
          "—I am; bharatarñabha—O lord of the Bhäratas.",
          "is not contrary to religious principles, O Lord of the Bhäratas [Arjuna]."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The strong man’s strength should be applied to protect the weak, not for, personal aggression. Similarly, sex life, according to religious principles, (dharma), should be for the propagation of children, not otherwise. The, responsibility of parents is then to make their offspring Kåñëa conscious."
        ]
      },
      {
        "text_number": 12,
        "heading": "TEXT 12",
        "transliteration_lines": [
          "TEXT 12",
          "Yae cEv Saaitvk-a >aava raJaSaaSTaaMaSaaê Yae )",
          "Mata WveiTa TaaiNviÖ Na Tvh& Taezu Tae MaiYa )) 12 ))",
          "ye caiva sättvikä bhävä",
          "räjasäs tämasäç ca ye",
          "matta eveti tän viddhi",
          "na tv ahaà teñu te mayi",
          "Me.",
          "under the modes of this material nature.",
          ""
        ],
        "word_meaning_lines": [
          "ye—all those; ca—and; eva—certainly; sättvikäù—in goodness; bhäväù—states",
          "of being; räjasäù—mode of passion; tämasäù—mode of ignorance; ca—also; ye",
          "—although; mattaù—from Me; eva—certainly; iti—thus; tän—those; viddhi—",
          "try to know; na—not; tu—but; aham—I; teñu—in those; te—they; mayi—unto",
          "All states of being—be they of goodness, passion or ignorance—are manifested",
          "by My energy. I am, in one sense, everything—but I am independant. I am not"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "All material activities in the world are being conducted under the three, modes of material nature. Although these material modes of nature are, emanations from the Supreme Lord, Kåñëa, He is not subject to them. For, instance, under the state laws one may be punished, but the king, the, lawmaker, is not subject to that law. Similarly, all the modes of material nature, —goodness, passion and ignorance—are emanations from the Supreme Lord, Kåñëa, but Kåñëa is not subject to material nature. Therefore He is nirguëa,, which means that these guëas, or modes, although issuing from Him, do not, affect Him. That is one of the special characteristics of Bhagavän, or the, Supreme Personality of Godhead."
        ]
      },
      {
        "text_number": 13,
        "heading": "TEXT 13",
        "transliteration_lines": [
          "TEXT 13",
          "i}ai>aGauR<aMaYaE>aaRvErei>a SavRiMad& JaGaTa( )",
          "MaaeihTa& Naai>aJaaNaaiTa MaaMae>Ya ParMaVYaYaMa( )) 13 ))",
          "tribhir guëa-mayair bhävair",
          "ebhiù sarvam idaà jagat",
          "mohitaà näbhijänäti",
          "mäm ebhyaù param avyayam",
          "Deluded by the three modes [goodness, passion and ignorance], the whole world",
          "does not know Me who am above the modes and inexhaustible.",
          ""
        ],
        "word_meaning_lines": [
          "tribhiù—three; guëamayaiù—by the three guëas; bhävaiù—state of being;",
          "ebhiù—all this; sarvam—the whole world; idam—in this world; jagat—",
          "universe; mohitam—deluded; na abhijänäti—do not know; mäm—unto Me;",
          "ebhyaù—above these; param—the Supreme; avyayam—inexhaustible."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The whole world is enchanted by three modes of material nature. Those, who are bewildered by these three modes cannot understand that, transcendental to this material nature is the Supreme Lord, Kåñëa. In this, material world everyone is under the influence of these three guëas and is thus, bewildered., Bv nature living entities have particular types of body and particular types of, psychic and biological activities accordingly. There are four classes of men, functioning in the three material modes of nature. Those who are purely in, the mode of goodness are called brähmaëas. Those who are purely in the mode, of passion are called kñatriyas. Those who are in the modes of both passion and, ignorance are called vaiçyas. Those who are completely in ignorance are called, çüdras. And those who are less than that are animals or animal life. However,, these designations are not permanent. I may either be a brähmaëa, kñatriya,, vaiçya or whatever―in any case, this life is temporary. But although life is, temporary and we do not know what we are going to be in the next life, still,, by the spell of this illusory energy, we consider ourselves in the light of this, bodily conception of life, and we thus think that we are American, Indian,, Russian or brähmaëa, Hindu, Muslim, etc. And if we become entangled with, the modes of material nature, then we forget the Supreme Personality of, Godhead who is behind all these modes. So Lord Kåñëa says that men, deluded, by these three modes of nature, do not understand that behind the material, background is the Supreme Godhead., There are many different kinds of living entities―human beings, demigods,, animals, etc.―and each and every one of them is under the influence of, material nature, and all of them have forgotten the transcendent Personality, of Godhead. Those who are in the modes of passion and ignorance, and even, those who are in the mode of goodness, cannot go beyond the impersonal, Brahman conception of the Absolute Truth. They are bewildered before the, Supreme Lord in His personal feature, which possesses all beauty, opulence,, knowledge, strength, fame and renunciation. When even those who are in, goodness cannot understand, what hope is there for those in passion and, ignorance? Kåñëa consciousness is transcendental to all these three modes of, material nature, and those who are truly established in Kåñëa consciousness, are actually liberated."
        ]
      },
      {
        "text_number": 14,
        "heading": "TEXT 14",
        "transliteration_lines": [
          "TEXT 14",
          "dEvq ùeza Gau<aMaYaq MaMa MaaYaa durTYaYaa )",
          "MaaMaev Yae Pa[PaÛNTae MaaYaaMaeTaa& TariNTa Tae )) 14 ))",
          "daivé hy eñä guëa-mayé",
          "mama mäyä duratyayä",
          "mäm eva ye prapadyante",
          "mäyäm etäà taranti te",
          "This divine energy of Mine, consisting of the three modes of material nature, is",
          "difficult to overcome. But those who have surrendered unto Me can easily cross",
          "beyond it.",
          ""
        ],
        "word_meaning_lines": [
          "daivé—transcendental; hi—certainly; eñä—this; guëamayé—consisting of the",
          "three modes of material nature; mama—My; mäyä—energy; duratyayä—very",
          "difficult to overcome; mäm—unto Me; eva—certainly; ye—those; prapadyante",
          "—surrender; mäyäm etäm—this illusory energy; taranti—overcome; te—they."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Supreme Personality of Godhead has innumerable energies, and all, these energies are divine. Although the living entities are part of His energies, and are therefore divine, due to contact with material energy, their original, superior power is covered. Being thus covered by material energy, one cannot, possibly overcome its influence. As previously stated, both the material and, spiritual natures, being emanations from the Supreme Personality of Godhead,, are eternal. The living entities belong to the eternal superior nature of the, Lord, but due to contamination by the inferior nature, matter, their illusion is, also eternal. The conditioned soul is therefore called nitya-baddha, or eternally, conditioned. No one can trace out the history of his becoming conditioned at, a certain date in material history. Consequently, his release from the clutches, of material nature is very difficult, even though that material nature is an, inferior energy, because material energy is ultimately conducted by the, supreme will, which the living entity cannot overcome. Inferior material, nature is defined herein as divine nature due to its divine connection and, movement by the divine will. Being conducted by divine will, material nature,, although inferior, acts so wonderfully in the construction and destruction of, the cosmic manifestation. The Vedas confirm this as follows:, mäyäà tu prakåtià vidyän mäyinaà tu maheçvaram., Although mäyä [illusion] is false or temporary, the background of mäyä is, the supreme magician, the Personality of Godhead, who is Maheçvara, the, supreme controller., Another meaning of guëa is rope; it is to be understood that the, conditioned soul is tightly tied by the ropes of illusion. A man bound by the, hands and feet cannot free himself—he must be helped by a person who is, unbound. Because the bound cannot help the bound, the rescuer must be, liberated. Therefore, only Lord Kåñëa, or His bona fide representative the, spiritual master, can release the conditioned soul. Without such superior help,, one cannot be freed from the bondage of material nature. Devotional service,, or Kåñëa consciousness, can help one gain such release. Kåñëa, being the Lord, of illusory energy, can order this insurmountable energy to release the, conditioned soul. He orders this release out of His causeless mercy on the, surrendered soul and out of His paternal affection for the living entity who is, originally a beloved son of the Lord. Therefore surrender unto the lotus feet of, the Lord is the only means to get free from the clutches of the stringent, material nature., The words mäm eva are also significant. Mäm means unto Kåñëa (Viñëu) only,, and not Brahmä or Çiva. Although Brahmä and Çiva are greatly elevated and, are almost on the level of Viñëu, it is not possible for such incarnations of räjo-, guëa (passion) and tamo-guëa (ignorance) to release the conditioned soul from, the clutches of mäyä. In other words, both Brahmä and Çiva are also under the, influence of mäyä. Only Viñëu is the master of mäyä; therefore He can alone, give release to the conditioned soul. The Vedas confirm this in the phrase tvam, eva viditvä or Freedom is possible only by understanding Kåñëa. Even Lord, Çiva affirms that liberation can be achieved only by the mercy of Viñëu. Lord, Çiva says:, mukti-pradätä sarveñäà viñëur eva na saàçayaù., There is no doubt that Viñëu is the deliverer of liberation for everyone."
        ]
      },
      {
        "text_number": 15,
        "heading": "TEXT 15",
        "transliteration_lines": [
          "TEXT 15",
          "Na Maa& duZk*-iTaNaae MaU!a Pa[PaÛNTae NaraDaMaa )",
          "MaaYaYaaPaôTajaNaa AaSaur& >aavMaaié[Taa )) 15 ))",
          "na mäà duñkåtino müòhäù",
          "prapadyante narädhamäù",
          "mäyayäpahåta-jïänä",
          "äsuraà bhävam äçritäù",
          ""
        ],
        "word_meaning_lines": [
          "na—not; mäm—unto Me; duñkåtinaù—miscreants; müòhäù—foolish;",
          "prapadyante—surrender; narädhamäù—lowest among mankind; mäyayä—by",
          "the illusory energy; apahåta—stolen by illusion; jïänäù—knowledge; asuram",
          "—demonic; bhävam—nature; äçritäù—accepting."
        ],
        "translation": ", Those miscreants who are grossly foolish, lowest among mankind, whose, knowledge is stolen by illusion, and who partake of the atheistic nature of, demons, do not surrender unto Me.,",
        "purport_paragraphs": [
          "It is said in Bhagavad-gétä that simply by surrendering oneself unto the lotus, feet of the Supreme Personality Kåñëa, one can surmount the stringent laws of, material nature. At this point a question arises: How is it that educated, philosophers, scientists, businessmen, administrators and all the leaders of, ordinary men do not surrender to the lotus feet of Çré Kåñëa, the all-powerful, Personality of Godhead? Mukti, or liberation from the laws of material nature,, is sought by the leaders of mankind in different ways and with great plans and, perseverance for a great many years and births. But if that liberation is, possible by simply surrendering unto the lotus feet of the Supreme Personality, of Godhead, then why don't these intelligent and hard-working leaders adopt, this simple method?, The Gétä answers this question very frankly. Those really learned leaders of, society like Brahmä, Çiva, Kapila, the Kumäras, Manu, Vyäsa, Devala, Asita,, Janaka, Prahläda, Bali, and later on Madhväcärya, Rämänujäcärya, Çré, Caitanya and many others―who are faithful philosophers, politicians,, educators, scientists, etc.―surrender to the lotus feet of the Supreme Person,, the all-powerful authority. Those who are not actually philosophers, scientists,, educators, administrators, etc., but who pose themselves as such for material, gain, do not accept the plan or path of the Supreme Lord. They have no idea, of God; they simply manufacture their own worldly plans and consequently, complicate the problems of material existence in their vain attempts to solve, them. Because material energy (nature) is so powerful, it can resist the, unauthorized plans of the atheists and baffle the knowledge of planning, commissions., The atheistic plan-makers are described herein by the word duñkåtina, or, miscreants. Kåtina means one who has performed meritorious work. The, atheist planmaker is sometimes very intelligent and meritorious also, because, any gigantic plan, good or bad, must take intelligence to execute. But because, the atheist’s brain is improperly utilized in opposing the plan of the Supreme, Lord, the atheistic planmaker is called duñkåtina, which indicates that his, intelligence and efforts are misdirected., In the Gétä it is clearly mentioned that material energy works fully under the, direction of the Supreme Lord. It has no independent authority. It works as, the shadow moves, in accordance with the movements of the object. But still, material energy is very powerful, and the atheist, due to his godless, temperament, cannot know how it works; nor can he know the plan of the, Supreme Lord. Under illusion and the modes of passion and ignorance, all his, plans are baffled, as in the case of Hiraëyakaçipu and Rävaëa, whose plans, were smashed to dust although they were both materially learned as scientists,, philosophers, administrators and educators. These duñkåtinas, or miscreants,, are of four different patterns, as outlined below:, (1) The müòhas are those who are grossly foolish, like hard-working beasts of, burden. They want to enjoy the fruits of their labor by themselves, and so do, not want to part with them for the Supreme. The typical example of the beast, of burden is the ass. This humble beast is made to work very hard by his, master. The ass does not really know for whom he works so hard day and, night. He remains satisfied by filling his stomach with a bundle of grass,, sleeping for a while under fear of being beaten by his master, and satisfying his, sex appetite at the risk of being repeatedly kicked by the opposite party. The, ass sings poetry and philosophy sometimes, but this braying only disturbs, others. This is the position of the foolish fruitive worker who does not know, for whom he should work. He does not know that karma (action) is meant for, yajïa (sacrifice)., Most often, those who work very hard day and night to clear the burden of, self-created duties say that they have no time to hear of the immortality of the, living being. To such müòhas, material gains, which are destructible, are life’s, all in all―despite the fact that the müòhas enjoy only a very small fraction of, the fruit of labor. Sometimes they spend sleepless days and nights for fruitive, gain, and although they may have ulcers or indigestion, they are satisfied with, practically no food; they are simply absorbed in working hard day and night, for the benefit of illusory masters. Ignorant of their real master, the foolish, workers waste their valuable time serving mammon. Unfortunately, they never, surrender to the supreme master of all masters, nor do they take time to hear, of Him from the proper sources. The swine who eat the soil do not care to, accept sweetmeats made of sugar and ghee. Similarly, the foolish worker will, untiringly continue to hear of the sense-enjoyable tidings of the flickering, mundane force that moves the material world., (2) Another class of duñkåtina, or miscreant, is called the narädhama, or the, lowest of mankind. Nara means human being, and adhama means the lowest., Out of the 8,400,000 different species of living beings, there are 400,000, human species. Out of these there are numerous lower forms of human life, that are mostly uncivilized. The civilized human beings are those who have, regulated principles of social, political and religious life. Those who are socially, and politically developed, but who have no religious principles, must be, considered narädhamas. Nor is religion without God religion, because the, purpose of following religious principles is to know the Supreme Truth and, man’s relation with Him. In the Gétä the Personality of Godhead clearly states, that there is no authority above Him and that He is the Supreme Truth. The, civilized form of human life is meant for man’s reviving the lost consciousness of, his eternal relation with the Supreme Truth, the Personality of Godhead Çré, Kåñëa, who is all-powerful. Whoever loses this chance is classified as a, narädhama. We get information from revealed scriptures that when the baby is, in the mother’s womb (an extremely uncomfortable situation) he prays to God, for deliverance and promises to worship Him alone as soon as he gets out. To, pray to God when he is in difficulty is a natural instinct in every living being, because he is eternally related with God. But after his deliverance, the child, forgets the difficulties of birth and forgets his deliverer also, being influenced, by mäyä, the illusory energy., It is the duty of the guardians of children to revive the divine consciousness, dormant in them. The ten processes of reformatory ceremonies, as enjoined in, the Manu-småti, which is the guide to religious principles, are meant for, reviving God consciousness in the system of varëäçrama. However, no process, is strictly followed now in any part of the world, and therefore 99.9 percent of, the population is narädhama., When the whole population becomes narädhama, naturally all their so-called, education is made null and void by the all-powerful energy of physical nature., According to the standard of the Gétä, a learned man is he who sees on equal, terms the learned brähmaëa, the dog, the cow, the elephant and the dog-eater., That is the vision of a true devotee. Çré Nityänanda Prabhu, who is the, incarnation of Godhead as divine master, delivered the typical narädhamas,, the brothers Jagai and Madhai, and showed how the mercy of a real devotee is, bestowed upon the lowest of mankind. So the narädhama who is condemned, by the Personality of Godhead can again revive his spiritual consciousness, only by the mercy of a devotee., Çré Caitanya Mahäprabhu, in propagating the bhägavata-dharma or activities, of the devotees, has recommended that people submissively hear the message, of the Personality of Godhead. The essence of this message is Bhagavad-gétä., The lowest amongst human beings can be delivered by this submissive hearing, process only, but unfortunately they even deny giving an aural reception to, these messages, and what to speak of surrendering to the will of the Supreme, Lord? Narädhamas, or the lowest of mankind, will fully neglect the prime duty, of the human being., (3) The next class of duñkåtina is called mäyayäpahåta-jïäna, or those persons, whose erudite knowledge has been nullified by the influence of illusory, material energy. They are mostly very learned fellows―great philosophers,, poets, literati, scientists, etc.―but the illusory energy misguides them, and, therefore they disobey the Supreme Lord., There are a great number of mäyayäpahåta-jïänas at the present moment,, even amongst the scholars of the Gétä. In the Gétä, in plain and simple, language, it is stated that Çré Kåñëa is the Supreme Personality of Godhead., There is none equal to or greater than Him. He is mentioned as the father of, Brahmä, the original father of all human beings. In fact, Çré Kåñëa is said to be, not only the father of Brahmä but also the father of all species of life. He is the, root of the impersonal Brahman and Paramätmä; the Supersoul in every entity, is His plenary portion. He is the fountainhead of everything, and everyone is, advised to surrender unto His lotus feet. Despite all these clear statements, the, mäyayäpahåta-jïäna deride the Personality of the Supreme Lord and consider, Him merely another human being. They do not know that the blessed form of, human life is designed after the eternal and transcendental feature of the, Supreme Lord., All the unauthorized interpretations of the Gétä by the class of mäyayäpahåta-, jïäna, outside the purview of the paramparä system, are so many stumbling, blocks in the path of spiritual understanding. The deluded interpreters do not, surrender unto the lotus feet of Çré Kåñëa, nor do they teach others to follow, this principle., (4) The last class of duñkåtina is called äsuraà bhävam äçrita, or those of, demonic principles. This class is openly atheistic. Some of them argue that the, Supreme Lord can never descend upon this material world, but they are, unable to give any tangible reasons as to why not. There are others who make, Him subordinate to the impersonal feature, although the opposite is declared, in the Gétä. Envious of the Supreme Personality of Godhead, the atheist will, present a number of illicit incarnations manufactured in the factory of his, brain. Such persons whose very principle of life is to decry the Personality of, Godhead cannot surrender unto the lotus feet of Çré Kåñëa., Çré Yämunäcärya Albandru of South India said, O my Lord! You are, unknowable to persons involved with atheistic principles despite Your, uncommon qualities, features, and activities and despite Your personality, being confirmed by all the revealed scriptures in the quality of goodness, and, despite Your being acknowledged by the famous authorities renowned for their, depth of knowledge in the transcendental science and situated in the godly, qualities., Therefore, (1) grossly foolish persons, (2) the lowest of mankind, (3) the, deluded speculators, and (4) the professed atheists, as above mentioned, never, surrender unto the lotus feet of the Personality of Godhead in spite of all, scriptural and authoritative advice."
        ]
      },
      {
        "text_number": 16,
        "heading": "TEXT 16",
        "transliteration_lines": [
          "TEXT 16",
          "cTauivRDaa >aJaNTae Maa& JaNaa Sauk*-iTaNaae_JauRNa )",
          "AaTaaeR iJajaSaurQaaRQas jaNaq c >arTazR>a )) 16 ))",
          "catur-vidhä bhajante mäà",
          "janäù sukåtino ’rjuna",
          "ärto jijïäsur arthärthé",
          "jïäné ca bharatarñabha",
          "great one amongst the descendants of Bharata.",
          "who is searching for knowledge of the Absolute.",
          ""
        ],
        "word_meaning_lines": [
          "catur-vidhäù—four kinds of; bhajante—render services; mäm—unto Me; janäù",
          "—persons; sukåtinaù—those who are pious; arjuna—O Arjuna; ärtaù—the",
          "distressed; jijïäsuù—the inquisitive; artha-arthé—one who desires material",
          "gain; jïäné—one who knows things as they are; ca—also; bharatarñabha—O",
          "O best among the Bhäratas [Arjuna], four kinds of pious men render devotional",
          "service unto Me—the distressed, the desirer of wealth, the inquisitive, and he"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Unlike the miscreants, these are adherents of the regulative principles of, the scriptures, and they are called sukåtina, or those who obey the rules and, regulations of scriptures, the moral and social laws, and are, more or less,, devoted to the Supreme Lord. Out of these there are four classes of men—, those who are sometimes distressed, those who are in need of money, those, who are sometimes inquisitive, and those who are sometimes searching after, knowledge of the Absolute Truth. These persons come to the Supreme Lord, for devotional service under different conditions. These are not pure devotees, because they have some aspiration to fulfill in exchange for devotional service., Pure devotional service is without aspiration and without desire for material, profit. The Bhakti-rasämåta-sindhu defines pure devotion thus:, anyäbhiläñitäçünyaà jïäna-karmädy-anävåtam, änukülyena kåñëänuçélanaà bhaktir uttamä., One should render transcendental loving service to the Supreme Lord, Kåñëa favorably and without desire for material profit or gain through fruitive, activities or philosophical speculation. That is called pure devotional service., When these four kinds of persons come to the Supreme Lord for devotional, service and are completely purified by the association of a pure devotee, they, also become pure devotees. As far as the miscreants are concerned, for them, devotional service is very difficult because their lives are selfish, irregular and, without spiritual goals. But even some of them, by chance, when they come in, contact with a pure devotee, also become pure devotees., Those who are always busy with fruitive activities come to the Lord in material, distress and at that time associate with pure devotees and become, in their, distress, devotees of the Lord. Those who are simply frustrated also come, sometimes to associate with the pure devotees and become inquisitive to know, about God. Similarly, when the dry philosophers are frustrated in every field, of knowledge, they sometimes want to learn of God, and they come to the, Supreme Lord to render devotional service and thus transcend knowledge of, the impersonal Brahman and the localized Paramätmä and come to the, personal conception of Godhead by the grace of the Supreme Lord or His pure, devotee. On the whole, when the distressed, the inquisitive, the seekers of, knowledge, and those who are in need of money are free from all material, desires, and when they fully understand that material remuneration has, nothing to do with spiritual improvement, they become pure devotees. As long, as such a purified stage is not attained, devotees in transcendental service to, the Lord are tainted with fruitive activities, and they search after mundane, knowledge, etc. So one has to transcend all this before one can come to the, stage of pure devotional service."
        ]
      },
      {
        "text_number": 17,
        "heading": "TEXT 17",
        "transliteration_lines": [
          "TEXT 17",
          "Taeza& jaNaq iNaTYaYau¢- Wk->ai¢-ivRiXaZYaTae )",
          "iPa[Yaae ih jaiNaNaae_TYaQaRMah& Sa c MaMa iPa[Ya )) 17 ))",
          "teñäà jïäné nitya-yukta",
          "eka-bhaktir viçiñyate",
          "priyo hi jïänino ’tyartham",
          "ahaà sa ca mama priyaù",
          "Of these, the wise one who is in full knowledge in union with Me through pure",
          "devotional service is the best. For I am very dear to him, and he is dear to Me.",
          ""
        ],
        "word_meaning_lines": [
          "teñäm—out of them; jïäné—one in full knowledge; nitya-yuktaù—always",
          "engaged; eka—only one; bhaktiù—devotional service; viçiñyate—especially;",
          "priyaù—very dear; hi—certainly; jïäninaù—person in knowledge; atyartham",
          "highly; aham—I am; saù—he; ca—also; mama—Mine; priyaù—dear."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Free from all contaminations of material desires, the distressed, the, inquisitive, the penniless, and the seeker after supreme knowledge can all, become pure devotees. But out of them, he who is in knowledge of the, Absolute Truth and free from all material desires becomes a really pure, devotee of the Lord. And of the four orders, the devotee who is in full, knowledge and is at the same time engaged in devotional service is, the Lord, says, the best. By searching after knowledge one realizes that his self is, different from his material body, and when further advanced he comes to the, knowledge of impersonal Brahman and Paramätmä. When one is fully, purified, he realizes that his constitutional position is to be the eternal servant, of God. So by association with pure devotees, the inquisitive, the distressed,, the seeker after material amelioration and the man in knowledge all become, themselves pure. But in the preparatory stage, the man who is in full, knowledge of the Supreme Lord and is at the same time executing devotional, service is very dear to the Lord. He who is situated in pure knowledge of the, transcendence of the Supreme Personality of God is so protected in devotional, service that material contaminations cannot touch him."
        ]
      },
      {
        "text_number": 18,
        "heading": "TEXT 18",
        "transliteration_lines": [
          "TEXT 18",
          "odara SavR WvETae jaNaq TvaTMaEv Mae MaTaMa( )",
          "AaiSQaTa Sa ih Yau¢-aTMaa MaaMaevaNautaMaa& GaiTaMa( )) 18 ))",
          "udäräù sarva evaite",
          "jïäné tv ätmaiva me matam",
          "ästhitaù sa hi yuktätmä",
          "mäm evänuttamäà gatim",
          "All these devotees are undoubtedly magnanimous souls, but he who is situated",
          "in knowledge of Me I consider verily to dwell in Me. Being engaged in My",
          "transcendental service, he attains Me.",
          ""
        ],
        "word_meaning_lines": [
          "udäräù—magnanimous; sarve—all; eva—certainly; ete—these; jïäné—one",
          "who is in knowledge; tu—but; ätmä eva—just like Myself; me—Mine; matam",
          "—opinion; ästhitaù—situated; saù—he; hi—certainly; yukta-ätmä—engaged",
          "in devotional service; mäm—unto Me; eva—certainly; anuttamäm—the",
          "highest goal; gatim—destination."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "It is not that other devotees who are less complete in knowledge are not, dear to the Lord. The Lord says that all are magnanimous because anyone who, comes to the Lord for any purpose is called a mahätmä or great soul. The, devotees who want some benefit out of devotional service are accepted by the, Lord because there is an exchange of affection. Out of affection they ask the, Lord for some material benefit, and when they get it they become so satisfied, that they also advance in devotional service. But the devotee in full knowledge, is considered to be very dear to the Lord because his only purpose is to serve, the Supreme Lord with love and devotion. Such a devotee cannot live a, second without contacting or serving the Supreme Lord. Similarly, the, Supreme Lord is very fond of His devotee and cannot be separated from him., In the Çrémad-Bhägavatam (9.4.57), the Lord says:, ahaà bhakta-parädhéno hy asvatantra iva dvija, sädhubhir grasta-hådayo bhaktair bhakta-jana-priyaù, The devotees are always in My heart, and I am always in the heart of the, devotees. The devotee does not know anything beyond Me, and I also cannot, forget the devotee. There is a very intimate relationship between Me and the, pure devotees. Pure devotees in full knowledge are never out of spiritual touch,, and therefore they are very much dear to Me."
        ]
      },
      {
        "text_number": 19,
        "heading": "TEXT 19",
        "transliteration_lines": [
          "TEXT 19",
          "bhUNaa& JaNMaNaaMaNTae jaNavaNMaa& Pa[PaÛTae )",
          "vaSaudev SavRiMaiTa Sa MahaTMaa SaudulR/>a )) 19 ))",
          "bahünäà janmanäm ante",
          "jïänavän mäà prapadyate",
          "väsudevaù sarvam iti",
          "sa mahätmä su-durlabhaù",
          "After many births and deaths, he who is actually in knowledge surrenders unto",
          "Me, knowing Me to be the cause of all causes and all that is. Such a great soul is",
          "very rare.",
          ""
        ],
        "word_meaning_lines": [
          "bahünäm—many; janmanäm—births; ante—after; jïänavän—he possessing",
          "knowledge; mäm—unto Me; prapadyate—surrenders; väsudevaù—cause of all",
          "causes; sarvam—all; iti—thus; saù—such; mahätmä—great soul; sudurlabhaù",
          "—very rare."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The living entity, while executing devotional service or transcendental, rituals after many, many births, may actually become situated in, transcendental pure knowledge that the Supreme Personality of Godhead is, the ultimate goal of spiritual realization. In the beginning of spiritual, realization, while one is trying to give up one’s attachment to materialism,, there is some leaning towards impersonalism, but when one is further, advanced he can understand that there are activities in the spiritual life and, that these activities constitute devotional service. Realizing this, he becomes, attached to the Supreme Personality of Godhead and surrenders to Him. At, such a time one can understand that Lord Çré Kåñëa’s mercy is everything, that, He is the cause of all causes and that this material manifestation is not, independent from Him. He realizes the material world to be a perverted, reflection of spiritual variegatedness and realizes that in everything there is a, relationship with the Supreme Lord Kåñëa. Thus he thinks of everything in, relation to Väsudeva, or Çré Kåñëa. Such a universal vision of Väsudeva, precipitates one’s full surrender to the Supreme Lord Çré Kåñëa as the highest, goal. Such surrendered great souls are very rare., This verse is very nicely explained in the Third Chapter of Çvetäçvatara, Upaniñad: In this body there are powers of speaking, of seeing, of hearing, of, mental activities, etc. But these are not important if not related to the, Supreme Lord. And because Väsudeva is all-pervading and everything is, Väsudeva, the devotee surrenders in full knowledge. (Cf. Bhagavad-gétä 7.17, and 11.40)"
        ]
      },
      {
        "text_number": 20,
        "heading": "TEXT 20",
        "transliteration_lines": [
          "TEXT 20",
          "k-aMaESTaESTaEôRTajaNaa Pa[PaÛNTae_NYadevTaa )",
          "Ta& Ta& iNaYaMaMaaSQaaYa Pa[k*-TYaa iNaYaTaa SvYaa )) 20 ))",
          "kämais tais tair håta-jïänäù",
          "prapadyante ’nya-devatäù",
          "taà taà niyamam ästhäya",
          "prakåtyä niyatäù svayä",
          "Those whose minds are distorted by material desires surrender unto demigods",
          "and follow the particular rules and regulations of worship according to their",
          "own natures.",
          ""
        ],
        "word_meaning_lines": [
          "kamaiù—by desires; taiù—by those; taiù—by those; håta—distorted; jïänäù—",
          "knowledge; prapadyante—surrender; anya—other; devatäù—demigods; tam—",
          "that; tam—that; niyamam—rules; ästhäya—following; prakåtyä—by nature;",
          "niyatäù—controlled; svayä—by their own."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Those who are freed from all material contaminations surrender unto the, Supreme Lord and engage in His devotional service. As long as the material, contamination is not completely washed off, they are by nature nondevotees., But even those who have material desires and who resort to the Supreme Lord, are not so much attracted by external nature; because of approaching the right, goal, they soon become free from all material lust. In the Çrémad-Bhägavatam it, is recommended that whether one is free from all material desires, or is full of, material desires, or desires liberation from material contamination, or is a pure, devotee and has no desire for material sense gratification, he should in all, cases surrender to Väsudeva and worship Him., It is said in the Bhägavatam that less intelligent people who have lost their spiritual, sense take shelter of demigods for immediate fulfillment of material desires., Generally, such people do not go to the Supreme Personality of Godhead, because, they are in particular modes of nature (ignorance and passion) and therefore, worship various demigods. Following the rules and regulations of worship, they, are satisfied. The worshipers of demigods are motivated by small desires and do, not know how to reach the supreme goal, but a devotee of the Supreme Lord is not, misguided. Because in Vedic literature there are recommendations for worshiping, different gods for different purposes (e.g., a diseased man is recommended to, worship the sun), those who are not devotees of the Lord think that for certain, purposes demigods are better than the Supreme Lord. But a pure devotee knows, that the Supreme Lord Kåñëa is the master of all. In the Caitanya-caritämåta it is, said that only the Supreme Personality of Godhead, Kåñëa, is master and all others, are servants. Therefore a pure devotee never goes to demigods for satisfaction of, his material needs. He depends on the Supreme Lord. And the pure devotee is, satisfied with whatever He gives."
        ]
      },
      {
        "text_number": 21,
        "heading": "TEXT 21",
        "transliteration_lines": [
          "TEXT 21",
          "Yaae Yaae Yaa& Yaa& TaNau& >a¢- é[ÖYaaicRTauiMaC^iTa )",
          "TaSYa TaSYaacl/a& é[Öa& TaaMaev ivdDaaMYahMa( )) 21 ))",
          "yo yo yäà yäà tanuà bhaktaù",
          "çraddhayärcitum icchati",
          "tasya tasyäcaläà çraddhäà",
          "täm eva vidadhämy aham",
          "I am in everyone’s heart as the Supersoul. As soon as one desires to worship the",
          "demigods, I make his faith steady so that he can devote himself to some",
          "particular deity.",
          ""
        ],
        "word_meaning_lines": [
          "yaù—that; yaù—that; yäm—which; yäm—which; tanum—form of the",
          "demigods; bhaktaù—devotee; çraddhayä—with faith; arcitum—to worship;",
          "icchati—desires; tasya—of that; tasya—of that; acaläm—steady; çraddhäm—",
          "faith; tam—him; eva—surely; vidadhämi—give; aham—I."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "God has given independence to everyone; therefore, if a person desires to, have material enjoyment and wants very sincerely to have such facilities from, the material demigods, the Supreme Lord, as Supersoul in everyone’s heart,, understands and gives facilities to such persons. As the supreme father of all, living entities, He does not interfere with their independence, but gives all, facilities so that they can fulfill their material desires. Some may ask why the, all-powerful God gives facilities to the living entities for enjoying this material, world and so lets them fall into the trap of the illusory energy. The answer is, that if the Supreme Lord as Supersoul does not give such facilities, then there, is no meaning to independence. Therefore He gives everyone full, independence—whatever one likes—but His ultimate instruction we find in, the Bhagavad-gétä: man should give up all other engagements and fully, surrender unto Him. That will make man happy., Both the living entity and the demigods are subordinate to the will of the, Supreme Personality of Godhead; therefore the living entity cannot worship, the demigod by his own desire, nor can the demigod bestow any benediction, without the supreme will. As it is said, not a blade of grass moves without the, will of the Supreme Personality of Godhead. Generally, persons who are, distressed in the material world go to the demigods, as they are advised in the, Vedic literature. A person wanting some particular thing may worship such, and such a demigod. For example, a diseased person is recommended to, worship the sun-god; a person wanting education may worship the goddess of, learning, Sarasvaté; and a person wanting a beautiful wife may worship the, goddess Umä, the wife of Lord Çiva. In this way there are recommendations in, the çästras (Vedic scriptures) for different modes of worship of different, demigods. And because a particular living entity wants to enjoy a particular, material facility, the Lord inspires him with a strong desire to achieve that, benediction from that particular demigod, and so he successfully receives the, benediction. The particular mode of the devotional attitude of the living, entity toward a particular type of demigod is also arranged by the Supreme, Lord. The demigods cannot infuse the living entities with such an affinity, but, because He is the Supreme Lord or the Supersoul who is present in the heart, of all living entities, Kåñëa gives impetus to man to worship certain demigods., The demigods are actually different parts of the universal body of the Supreme, Lord; therefore they have no independence. In the Vedic literature (Taittiréya, Upaniñad, First Anuväka) it is stated: The Supreme Personality of Godhead as, Supersoul is also present within the heart of the demigod; therefore He, arranges through the demigod to fulfill the desire of the living entity. But both, the demigod and the living entity are dependant on the supreme wil1. They, are not independant."
        ]
      },
      {
        "text_number": 22,
        "heading": "TEXT 22",
        "transliteration_lines": [
          "TEXT 22",
          "Sa TaYaa é[ÖYaa Yau¢-STaSYaaraDaNaMaqhTae )",
          "l/>aTae c TaTa k-aMaaNMaYaEv ivihTaaiNhTaaNa( )) 22 ))",
          "sa tayä çraddhayä yuktas",
          "tasyärädhanam éhate",
          "labhate ca tataù kämän",
          "mayaiva vihitän hi tän",
          "Endowed with such a faith, he seeks favors of a particular demigod and obtains",
          "his desires. But in actuality these benefits are bestowed by Me alone.",
          ""
        ],
        "word_meaning_lines": [
          "saù—he; tayä—with that; çraddhayä—with faith; yuktaù—endowed; tasya—",
          "his; ärädhanam—worship; éhate—seeks; labhate—obtains; ca—and; tataù—",
          "from which; kämän—desires; mayä—by Me; eva—alone; vihitän—regulated;",
          "hi—for; tän—those."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The demigods cannot award benediction to the devotees without the, permission of the Supreme Lord. The living entity may forget that everything, is the property of the Supreme Lord, but the demigods do not forget. So the, worship of demigods and achievement of desired results are not due to the, demigods but to the Supreme Personality of Godhead, by arrangement. The, less intelligent living entity does not know this, and therefore he foolishly goes, to the demigods for some benefit. But the pure devotee, when in need of, something, prays only to the Supreme Lord. Asking for material benefit,, however, is not a sign of a pure devotee. A living entity goes to the demigods, usually because he is mad to fulfill his lust. This happens when something, undue is desired by the living entity, and the Lord Himself does not fulfill the, desire. In the Caitanya-caritämåta it is said that one who worships the, Supreme Lord and at the same time desires material enjoyment is, contradictory in his desires. Devotional service of the Supreme Lord and the, worship of a demigod cannot be on the same platform because worship of a, demigod is material and devotional service to the Supreme Lord is completely, spiritual., For the living entity who desires to return to Godhead, material desires are, impediments. A pure devotee of the Lord is therefore not awarded the, material benefits desired by less intelligent living entities who prefer to, worship demigods of the material world rather than engage in devotional, service of the Supreme Lord."
        ]
      },
      {
        "text_number": 23,
        "heading": "TEXT 23",
        "transliteration_lines": [
          "TEXT 23",
          "ANTavtau f-l&/ Taeza& TaÙvTYaLPaMaeDaSaaMa( )",
          "devaNdevYaJaae YaaiNTa MaÙ¢-a YaaiNTa MaaMaiPa )) 23 ))",
          "antavat tu phalaà teñäà",
          "tad bhavaty alpa-medhasäm",
          "devän deva-yajo yänti",
          "mad-bhaktä yänti mäm api",
          "Men of small intelligence worship the demigods, and their fruits are limited and",
          "temporary. Those who worship the demigods go to the planets of the demigods",
          "but My devotees ultimately reach My supreme planet.",
          ""
        ],
        "word_meaning_lines": [
          "antavat tu—limited and temporary; phalam—fruits; teñäm—their; tat—that;",
          "bhavati—becomes; alpa-medhasäm—of those of small intelligence; devän—",
          "demigods’ planets; deva-yajaù—worshipers of demigods; yänti—achieve; mat—",
          "My; bhaktäù—devotees; yänti—attain; mäm—unto Me; api—surely."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Some commentators on the Gétä say that one who worships a demigod can, reach the Supreme Lord, but here it is clearly stated that the worshipers of, demigods go to the different planetary systems where various demigods are, situated, just as a worshiper of the sun achieves the sun or a worshiper of the, demigod of the moon achieves the moon. Similarly, if anyone wants to worship, a demigod like Indra, he can attain that particular god’s planet. It is not that, everyone, regardless of whatever demigod is worshiped, will reach the Supreme, Personality of Godhead. That is denied here, for it is clearly stated that the, worshipers of demigods go to different planets in the material world, but the, devotee of the Supreme Lord goes directly to the supreme planet of the, Personality of Godhead., Here the point may be raised that if the demigods are different parts of the, body of the Supreme Lord, then the same end should be achieved by, worshiping them. However, worshipers of the demigods are less intelligent, because they don't know to what part of the body food must be supplied. Some, of them are so foolish that they claim that there are many parts and many, ways to supply food. This isn't very sanguine. Can anyone supply food to the, body through the ears or eyes? They do not know that these demigods are, different parts of the universal body of the Supreme Lord, and in their, ignorance they believe that each and every demigod is a separate God and a, competitor of the Supreme Lord., Not only are demigods parts of the Supreme Lord, but ordinary living entities, are also. In the Çrémad-Bhägavatam it is stated that the brähmaëas are the, head of the Supreme Lord, the kñatriyas are the arms, etc., and that all serve, different functions. Regardless of the situation, if one knows that both the, demigods and himself are part and parcel of the Supreme Lord, his knowledge, is perfect. But if he does not understand this, he achieves different planets, where the demigods reside. This is not the same destination the devotee, reaches., The results achieved by the demigods’ benedictions are perishable because, within this material world the planets, the demigods and their worshipers are, all perishable. Therefore it is clearly stated in this verse that all results, achieved by worshiping demigods are perishable, and therefore such worship is, performed by the less intelligent living entity. Because the pure devotee, engaged in Kåñëa consciousness in devotional service of the Supreme Lord, achieves eternal blissful existence that is full of knowledge, his achievements, and those of the common worshiper of the demigods are different. The, Supreme Lord is unlimited; His favor is unlimited; His mercy is unlimited., Therefore the mercy of the Supreme Lord upon His pure devotees is, unlimited."
        ]
      },
      {
        "text_number": 24,
        "heading": "TEXT 24",
        "transliteration_lines": [
          "TEXT 24",
          "AVYa¢&- VYai¢-MaaPaà& MaNYaNTae MaaMabuÖYa )",
          "Par& >aavMaJaaNaNTaae MaMaaVYaYaMaNautaMaMa( )) 24 ))",
          "avyaktaà vyaktim äpannaà",
          "manyante mäm abuddhayaù",
          "paraà bhävam ajänanto",
          "mamävyayam anuttamam",
          ""
        ],
        "word_meaning_lines": [
          "avyaktam—nonmanifested; vyaktim—personality; äpannam—achieved;",
          "manyante—think; mäm—unto Me; abuddhayaù—less intelligent persons;",
          "param—supreme; bhävam—state of being; ajänantaù—without knowing;",
          "mama—My; avyayam—imperishable; anuttamam—the finest."
        ],
        "translation": ", Unintelligent men, who know Me not, think that I have assumed this form and, personality. Due to their small knowledge, they do not know My higher nature,, which is changeless and supreme.,",
        "purport_paragraphs": [
          "Those who are worshipers of demigods have been described as less, intelligent persons, and here the impersonalists are similarly described. Lord, Kåñëa in His personal form is here speaking before Arjuna, and still, due to, ignorance, impersonalists argue that the Supreme Lord ultimately has no form., Yämunäcärya, a great devotee of the Lord in the disciplic succession from, Rämänujäcärya, has written two very appropriate verses in this connection., He says, My dear Lord, devotees like Vyäsadeva and Närada know You to be, the Personality of Godhead. By understanding different Vedic literatures, one, can come to know Your characteristics, Your form and Your activities, and, one can thus understand that You are the Supreme Personality of Godhead., But those who are in the modes of passion and ignorance, the demons, the, nondevotees, cannot understand You. They are unable to understand You., However expert such nondevotees may be in discussing Vedänta and the, Upaniñads and other Vedic literatures, it is not possible for them to, understand the Personality of Godhead., In the Brahma-saàhitä it is stated that the Personality of Godhead cannot be, understood simply by study of the Vedänta literature. Only by the mercy of the, Supreme Lord can the Personality of the Supreme be known. Therefore in this, verse it is clearly stated that not only the worshipers of the demigods are less, intelligent, but those nondevotees who are engaged in Vedänta and, speculation on Vedic literature without any tinge of true Kåñëa consciousness, are also less intelligent, and for them it is not possible to understand God’s, personal nature. Persons who are under the impression that the Absolute, Truth is impersonal are described as asuras, which means one who does not, know the ultimate feature of the Absolute Truth. In the Çrémad-Bhägavatam it, is stated that supreme realization begins from the impersonal Brahman and, then rises to the localized Supersoul―but the ultimate word in the Absolute, Truth is the Personality of Godhead. Modern impersonalists are still less, intelligent, for they do not even follow their great predecessor, Çaìkaräcärya,, who has specifically stated that Kåñëa is the Supreme Personality of Godhead., Impersonalists, therefore, not knowing the Supreme Truth, think Kåñëa to be, only the son of Devaké and Vasudeva, or a prince, or a powerful living entity., This is also condemned in Bhagavad-gétä: Only the fools regard Me as an, ordinary person. The fact is that no one can understand Kåñëa without, rendering devotional service and without developing Kåñëa consciousness., The Gétä confirms this., One cannot understand the Supreme Personality of Godhead, Kåñëa, or His, form, quality or name simply by mental speculation or by discussing Vedic, literature. One must understand Him by devotional service. When one is fully, engaged in Kåñëa consciousness, beginning by chanting the, mahämantra―Hare Kåñëa, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/Hare Räma,, Hare Räma, Räma Räma, Hare Hare―then only can one understand the, Supreme Personality of Godhead. Nondevotee impersonalists think that Kåñëa, has a body made of this material nature and that all His activities, His form, and everything, are mäyä. These impersonalists are known as Mäyävädé. They, do not know the ultimate truth., The twentieth verse clearly states: Those who are blinded by lusty desires, surrender unto the different demigods. It is accepted that besides the Supreme, Personality of Godhead, there are demigods who have their different planets, (Bg. 7.23), and the Lord also has a planet. It is also stated that the worshipers, of the demigods go to the different planets of the demigods, and those who are, devotees of Lord Kåñëa go to the Kåñëaloka planet. Although this is clearly, stated, the foolish impersonalists still maintain that the Lord is formless and, that these forms are impositions. From the study of the Gétä does it appear that, the demigods and their abodes are impersonal? Clearly, neither the demigods, nor Kåñëa, the Supreme Personality of Godhead, are impersonal. They are all, persons; Lord Kåñëa is the Supreme Personality of Godhead, and He has His, own planet, and the demigods have theirs., Therefore the monistic contention that ultimate truth is formless and that, form is imposed does not hold true. It is clearly stated here that it is not, imposed. From the Gétä we can clearly understand that the forms of the, demigods and the form of the Supreme Lord are simultaneously existing and, that Lord Kåñëa is sac-cid-änanda, eternal blissful knowledge. The Vedas also, confirm that the Supreme Absolute Truth is änandamaya, or full of blissful, pleasure, and that He is abhyäsät, by nature the reservoir of unlimited, auspicious qualities. And in the Gétä the Lord says that although He is aja, (unborn), He still appears. These are the facts that we should understand from, the Gétä. We cannot understand how the Supreme Personality of Godhead, can be impersonal; the imposition theory of the impersonalist monist is false as, far as the statements of the Gétä are concerned. It is clear herein that the, Supreme Absolute Truth, Lord Kåñëa, has both form and personality."
        ]
      },
      {
        "text_number": 25,
        "heading": "TEXT 25",
        "transliteration_lines": [
          "TEXT 25",
          "Naah& Pa[k-aXa SavRSYa YaaeGaMaaYaaSaMaav*Ta )",
          "MaU!ae_Ya& Naai>aJaaNaaiTa l/aek-ae MaaMaJaMaVYaYaMa( )) 25 ))",
          "nähaà prakäçaù sarvasya",
          "yoga-mäyä-samävåtaù",
          "müòho ’yaà näbhijänäti",
          "loko mäm ajam avyayam",
          "I am never manifest to the foolish and unintelligent. For them I am covered by",
          "My eternal creative potency [yoga-mäyä]; and so the deluded world knows Me",
          "not, who am unborn and infallible.",
          ""
        ],
        "word_meaning_lines": [
          "na—nor; aham—I; prakäçaù—manifest; sarvasya—to everyone; yoga-mäyä—",
          "internal potency; samävåtaù—covered; müòhaù—foolish; ayam—this; na—",
          "not; abhijänäti—can understand; lokaù—such less intelligent persons; mäm—",
          "Me; ajam—unborn; avyayam—inexhaustible."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "lt may be argued that since Kåñëa was present on this earth and was visible, to everyone, then why isn't He manifest to everyone now? But actually He was, not manifest to everyone. When Kåñëa was present there were only a few, people who could understand Him to be the Supreme Personality of Godhead., In the assembly of Kurus, when Çiçupäla spoke against Kåñëa being elected, president of the assembly, Bhéñma supported Him and proclaimed Him to be, the Supreme God. Similarly, the Päëòavas and a few others knew that He was, the Supreme, but not everyone. He was not revealed to the nondevotees and, the common man. Therefore in the Gétä Kåñëa says that but for His pure, devotees, all men consider Him to be like themselves. He was manifest only to, His devotees as the reservoir of all pleasure. But to others, to unintelligent, nondevotees, He was covered by His eternal potency., In the prayers of Kunté in the Çrémad-Bhägavatam (1.8.18), it is said that the, Lord is covered by the curtain of yoga-mäyä and thus ordinary people cannot, understand Him. Kunté prays: O my Lord, You are the maintainer of the, entire universe, and devotional service to You is the highest religious, principle. Therefore, I pray that You will also maintain me. Your, transcendental form is covered by the yoga-mäyä. The brahmajyoti is the, covering of the internal potency. May You kindly remove this glowing, effulgence that impedes my seeing Your sac-cid-änanda-vigraha, Your eternal, form of bliss and knowledge., This yoga-mäyä curtain is also mentioned in the Fifteenth Chapter of the, Gétä. The Supreme Personality of Godhead in His transcendental form of bliss, and knowledge is covered by the eternal potency of brahmajyoti and the less, intelligent impersonalists cannot see the Supreme on this account. Also in the, Çrémad-Bhägavatam (10.14.7) there is this prayer by Brahmä: O Supreme, Personality of Godhead, O Supersoul, O master of all mystery, who can, calculate Your potency and pastimes in this world? You are always expanding, Your eternal potency, and therefore no one can understand You. Learned, scientists and learned scholars can examine the atomic constitution of the, material world or even the planets, but still they are unable to calculate Your, energy and potency, although You are present before them. The Supreme, Personality of Godhead, Lord Kåñëa, is not only unborn, but He is avyaya,, inexhaustible. His eternal form is bliss and knowledge, and His energies are all, inexhaustible."
        ]
      },
      {
        "text_number": 26,
        "heading": "TEXT 26",
        "transliteration_lines": [
          "TEXT 26",
          "vedah& SaMaTaqTaaiNa vTaRMaaNaaiNa caJauRNa )",
          ">aivZYaai<a c >aUTaaiNa Maa& Tau ved Na k-êNa )) 26 ))",
          "vedähaà samatétäni",
          "vartamänäni cärjuna",
          "bhaviñyäëi ca bhütäni",
          "mäà tu veda na kaçcana",
          "happened in the past, all that is happening in the present, and all things that are",
          "yet to come. I also know all living entities; but Me no one knows.",
          ""
        ],
        "word_meaning_lines": [
          "veda—know; aham—I; sama—equally; atétäni—past; vartamänäni—present;",
          "ca—and; arjuna—O Arjuna; bhaviñyäëi—future; ca—also; bhütäni—living",
          "entities; mäm—Me; tu—but; veda—knows; na—not; kaçcana—anyone.",
          "O Arjuna, as the Supreme Personality of Godhead, I know everything that has"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Here the question of personality and impersonality is clearly stated. If, Kåñëa, the form of the Supreme Personality of Godhead, is considered by the, impersonalists to be mäyä, to be material, then He would, like the living entity,, change His body and forget everything in His past life. Anyone with a material, body cannot remember his past life, nor can he foretell his future life, nor can, he predict the outcome of his present life; therefore he cannot know what is, happening in past, present and future. Unless one is liberated from material, contamination, he cannot know past, present and future., Unlike the ordinary human being, Lord Kåñëa clearly says that He completely, knows what happened in the past, what is happening in the present, and what, will happen in the future. In the Fourth Chapter we have seen that Lord, Kåñëa remembers instructing Vivasvän, the sun-god, millions of years ago., Kåñëa knows every living entity because He is situated in every living being’s, heart as the Supreme Soul. But despite His presence in every living entity as, Supersoul and His presence beyond the material sky, as the Supreme, Personality of Godhead, the less intelligent cannot realize Him as the Supreme, Person. Certainly the transcendental body of Çré Kåñëa is not perishable. He is, just like the sun, and mayä is like the cloud. In the material world we can see, that there is the sun and that there are clouds and different stars and planets., The clouds may cover all these in the sky temporarily, but this covering is only, apparent to our limited vision. The sun, moon and stars are not actually, covered. Similarly, mäyä cannot cover the Supreme Lord. By His internal, potency He is not manifest to the less intelligent class of men. As it is stated in, the third verse of this chapter, out of millions and millions of men, some try to, become perfect in this human form of life, and out of thousands and thousands, of such perfected men, hardly one can understand what Lord Kåñëa is. Even if, one is perfected by realization of impersonal Brahman or localized Paramätmä,, he cannot possibly understand the Supreme Personality of Godhead, Çré, Kåñëa, without being in Kåñëa consciousness."
        ]
      },
      {
        "text_number": 27,
        "heading": "TEXT 27",
        "transliteration_lines": [
          "TEXT 27",
          "wC^aÜezSaMauTQaeNa ÜNÜMaaeheNa >aarTa )",
          "SavR>aUTaaiNa SaMMaaeh& SaGaeR YaaiNTa ParNTaPa )) 27 ))",
          "icchä-dveña-samutthena",
          "dvandva-mohena bhärata",
          "sarva-bhütäni sammohaà",
          "sarge yänti parantapa",
          "conquerer of enemies.",
          "into delusion, overcome by the dualities of desire and hate.",
          ""
        ],
        "word_meaning_lines": [
          "icchä—desire; dveña—hate; samutthena—born; dvandva—duality; mohena—",
          "overcome; bhärata—O scion of Bharata; sarva—all; bhütäni—living entities;",
          "sammoham—into delusion; sarge—in creation; yänti—go; parantapa—O",
          "O scion of Bharata [Arjuna], O conquerer of the foe, all living entities are born"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The real constitutional position of the living entity is that of subordination, to the Supreme Lord, who is pure knowledge. When one is deluded into, separation from this pure knowledge, he becomes controlled by illusory energy, and cannot understand the Supreme Personality of Godhead. The illusory, energy is manifested in the duality of desire and hate. Due to desire and hate,, the ignorant person wants to become one with the Supreme Lord and envies, Kåñëa as the Supreme Personality of Godhead. Pure devotees, who are not so, deluded or contaminated by desire and hate, can understand that Lord Çré, Kåñëa appears by His internal potencies, but those who are deluded by duality, and nescience think that the Supreme Personality of Godhead is created by, material energies. This is their misfortune. Such deluded persons,, symptomatically, dwell in dualities of dishonor and honor, misery and, happiness, woman and man, good and bad, pleasure and pain, etc., thinking,, This is my wife; this is my house; I am the master of this house; I am the, husband of this wife. These are the dualities of delusion. Those who are so, deluded by dualities are completely foolish and therefore cannot understand, the Supreme Personality of Godhead."
        ]
      },
      {
        "text_number": 28,
        "heading": "TEXT 28",
        "transliteration_lines": [
          "TEXT 28",
          "Yaeza& TvNTaGaTa& PaaPa& JaNaaNaa& Pau<Yak-MaR<aaMa( )",
          "Tae ÜNÜMaaehiNaMauR¢-a >aJaNTae Maa& d*!v]Taa )) 28 ))",
          "yeñäà tv anta-gataà päpaà",
          "janänäà puëya-karmaëäm",
          "te dvandva-moha-nirmuktä",
          "bhajante mäà dåòha-vratäù",
          "Persons who have acted piously in previous lives and in this life, whose sinful",
          "actions are completely eradicated and who are freed from the duality of",
          "delusion, engage themselves in My service with determination.",
          ""
        ],
        "word_meaning_lines": [
          "yeñäm—whose; tu—but; anta-gatam—completely eradicated; päpam—sin;",
          "janänäm—of the persons; puëya—pious; karmaëäm—previous activities; te—",
          "they; dvandva—duality; moha—delusion; nirmuktäù—free from; bhajante—",
          "worship; mäm—Me; dåòha-vratäù—with determination."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Those eligible for elevation to the transcendental position are mentioned, in this verse. For those who are sinful, atheistic, foolish and deceitful, it is very, difficult to transcend the duality of desire and hate. Only those who have, passed their lives in practicing the regulative principles of religion, who have, acted piously and have conquered sinful reactions can accept devotional, service and gradually rise to the pure knowledge of the Supreme Personality of, Godhead. Then, gradually, they can meditate in trance on the Supreme, Personality of Godhead. That is the process of being situated on the spiritual, platform. This elevation is possible in Kåñëa consciousness in the association, of pure devotees who can deliver one from delusion., It is stated in the Çrémad-Bhägavatam that if one actually wants to be liberated, he must render service to the devotees; but one who associates with, materialistic people is on the path leading to the darkest region of existence., All the devotees of the Lord traverse this earth just to recover the conditioned, souls from their delusion. The impersonalists do not know that forgetting their, constitutional position as subordinate to the Supreme Lord is the greatest, violation of God’s law. Unless one is reinstated in his own constitutional, position, it is not possible to understand the Supreme Personality or to be fully, engaged in His transcendental loving service with determination."
        ]
      },
      {
        "text_number": 29,
        "heading": "TEXT 29",
        "transliteration_lines": [
          "TEXT 29",
          "JaraMar<aMaae+aaYa MaaMaaié[TYa YaTaiNTa Yae )",
          "Tae b]ø TaiÜdu k*-TòMaDYaaTMa& k-MaR cai%l/Ma( )) 29 ))",
          "jarä-maraëa-mokñäya",
          "mäm äçritya yatanti ye",
          "te brahma tad viduù kåtsnam",
          "adhyätmaà karma cäkhilam",
          ""
        ],
        "word_meaning_lines": [
          "jarä—old age; maraëa—death; mokñäya—for the purpose of liberation; mäm",
          "—unto Me; äçritya—taking shelter of; yatanti—endeavor; ye—all those; te—",
          "such persons; brahma—Brahman; tat—actually that; viduù—they know;",
          "kåtsnam—everything; adhyätmam—transcendental; karma—fruitive",
          "activities; ca—also; akhilam—entirely."
        ],
        "translation": ", Intelligent persons who are endeavoring for liberation from old age and death, take refuge in Me in devotional service. They are actually Brahman because, they entirely know everything about transcendental and fruitive activities.,",
        "purport_paragraphs": [
          "Birth, death, old age and diseases affect this material body, but not the, spiritual body. There is no birth, death, old age and disease for the spiritual, body, so one who attains a spiritual body, becomes one of the associates of the, Supreme Personality of Godhead and engages in eternal devotional service, is, really liberated. Ahaà brahmäsmi: I am spirit. It is said that one should, understand that he is Brahman—spirit soul. This Brahman conception of life, is also in devotional service, as described in this verse. The pure devotees are, transcendentally situated on the Brahman platform, and they know, everything about transcendental and material activities., Four kinds of impure devotees who engage themselves in the transcendental, service of the Lord achieve their respective goals, and by the grace of the, Supreme Lord, when they are fully Kåñëa conscious, they actually enjoy, spiritual association with the Supreme Lord. But those who are worshipers of, demigods never reach the Supreme Lord in His supreme planet. Even the less, intelligent Brahman-realized persons cannot reach the supreme planet of, Kåñëa known as Goloka Våndävana. Only persons who perform activities in, Kåñëa consciousness (mäm äçritya) are actually entitled to be called Brahman,, because they are actually endeavoring to reach the Kåñëa planet. Such persons, have no misgivings about Kåñëa, and thus they are factually Brahman., Those who are engaged in worshiping the form or arcä of the Lord or who are, engaged in meditation on the Lord simply for liberation from material, bondage, also know, by the grace of the Lord, the purports of Brahman,, adhibhüta, etc., as explained by the Lord in the next chapter."
        ]
      },
      {
        "text_number": 30,
        "heading": "TEXT 30",
        "transliteration_lines": [
          "TEXT 30",
          "SaaiDa>aUTaaiDadEv& Maa& SaaiDaYaj& c Yae ivdu )",
          "Pa[Yaa<ak-ale/_iPa c Maa& Tae ivduYauR¢-ceTaSa )) 30 ))",
          "sädhibhütädhidaivaà mäà",
          "sädhiyajïaà ca ye viduù",
          "prayäëa-käle ’pi ca mäà",
          "te vidur yukta-cetasaù",
          ""
        ],
        "word_meaning_lines": [
          "sa-adhibhüta—the governing principle of the material manifestation;",
          "adhidaivam—underlying all the demigods; mäm—Me; sa-adhiyajïam—",
          "sustaining all sacrifices; ca—and; ye—those; viduù—know; prayäëa—of",
          "death; käle—at the time; api—even; ca—and; mäm—Me; te—they; viduù—",
          "know; yukta-cetasaù—with steadfast mind."
        ],
        "translation": ", Those who know Me as the Supreme Lord, as the governing principle of the, material manifestation, who know Me as the one underlying all the demigods, and as the one sustaining all sacrifices, can, with steadfast mind, understand, and know Me even at the time of death.,",
        "purport_paragraphs": [
          "Persons acting in Kåñëa consciousness are never entirely deviated from the, path of understanding the Supreme Personality of Godhead. In the, transcendental association of Kåñëa consciousness, one can understand how, the Supreme Lord is the governing principle of the material manifestation and, even of the demigods. Gradually, by such transcendental association, one, becomes convinced of the Supreme Personality of Godhead Himself, and at, the time of death such a Kåñëa conscious person can never forget Kåñëa., Naturally he is thus promoted to the planet of the Supreme Lord, Goloka, Våndävana., This Seventh Chapter particularly explains how one can become a fully Kåñëa, conscious person. The beginning of Kåñëa consciousness is association of, persons who are Kåñëa conscious. Such association is spiritual and puts one, directly in touch with the Supreme Lord, and, by His grace, one can, understand Kåñëa to be the Supreme God. At the same time one can really, understand the constitutional position of the living entity and how the living, entity forgets Kåñëa and becomes entangled in material activities. By gradual, development of Kåñëa consciousness in good association, the living entity can, understand that due to forgetfulness of Kåñëa he has become conditioned by, the laws of material nature. He can also understand that this human form of, life is an opportunity to regain Kåñëa consciousness and that it should be fully, utilized to attain the causeless mercy of the Supreme Lord., Many subjects have been discussed in this chapter: the man in distress, the, inquisitive man, the man in want of material necessities, knowledge of, Brahman, knowledge of Paramätmä, liberation from birth, death and diseases,, and worship of the Supreme Lord. However, he who is actually elevated in, Kåñëa consciousness does not care for the different processes. He simply, directly engages himself in activities of Kåñëa consciousness and thereby, factually attains his constitutional position as eternal servitor of Lord Kåñëa., In such a situation he takes pleasure in hearing and glorifying the Supreme, Lord in pure devotional service. He is convinced that by doing so, all his, objectives will be fulfilled. This determined faith is called dåòha-vrata, and it is, the beginning of bhakti-yoga or transcendental loving service. That is the, verdict of all scriptures. This Seventh Chapter of the Gétä is the substance of, that conviction., Thus end the Bhaktivedanta Purports to the Seventh Chapter of the Çrémad-, Bhagavad-gétä in the matter of Knowledge of the Absolute.]"
        ]
      }
    ]
  }
}
