{
  "chapter": {
    "title": "CHAPTER THIRTEEN: [",
    "name": "Nature, the Enjoyer, and Consciousness",
    "source_note": "Parsed to match chapter5_clean.json structure.",
    "verses_parsed_count": 26,
    "verses": [
      {
        "text_number": 3,
        "heading": "TEXT 3",
        "transliteration_lines": [
          "TEXT 3",
          "+ae}aj& caiPa Maa& iviÖ SavR+ae}aezu >aarTa )",
          "+ae}a+ae}ajYaaejaRNa& YataJjaNa& MaTa& MaMa )) 3 ))",
          "kñetra-jïaà cäpi mäà viddhi",
          "sarva-kñetreñu bhärata",
          "kñetra-kñetrajïayor jïänaà",
          "yat taj jïänaà mataà mama",
          "bodies, and to understand this body and its owner is called knowledge. That is",
          "My opinion.",
          ""
        ],
        "word_meaning_lines": [
          "kñetrajïam—the knower; ca—also; api—certainly; mäm—Me; viddhi—know;",
          "sarva—all; kñetreñu—in bodily fields; bhärata—O son of Bharata; kñetra—field",
          "of activities (the body); kñetrajïayoù—the knower of the field; jïänam—",
          "knowledge; yat—that which is taught; tat—that; jïänam—knowledge; matam",
          "—opinion; mama—that.",
          "O scion of Bharata, you should understand that I am also the knower in all"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "While discussing the subject of this body and the owner of the body, the, soul and the Supersoul, we shall find three different topics of study: the Lord,, the 1iving entity, and matter. In every field of activities, in every body, there, are two souls: the individual soul and the Supersoul. Because the Supersoul is, the plenary expansion of the Supreme Personality of Godhead, Kåñëa, Kåñëa, says, “I am also the knower, but I am not the individual owner of the body. I, am the superknower. I am present in every body as the Paramätmä, or, Supersoul.”, One who studies the subject matter of the field of activity and the knower of, the field very minutely, in terms of this Bhagavad-gétä, can attain to, knowledge., The Lord says: “I am the knower of the field of activities in every individual, body.” The individual may be the knower of his own body, but he is not in, knowledge of other bodies. The Supreme Personality of Godhead, who is, present as the Supersoul in all bodies, knows everything about all bodies. He, knows all the different bodies of all the various species of life. A citizen may, know everything about his patch of land, but the king knows not only his, palace but all the properties possessed by the individual citizens. Similarly, one, may be the proprietor of the body individually, but the Supreme Lord is the, proprietor of all bodies. The king is the original proprietor of the kingdom, and, the citizen is the secondary proprietor. Similarly, the Supreme Lord is the, supreme proprietor of all bodies., The body consists of the senses. The Supreme Lord is Håñékeça, which means, controller of the senses. He is the original controller of the senses, just as the, king is the original controller of all the activities of the state, and the citizens, are secondary controllers. The Lord also says: “I am also the knower.” This, means that He is the superknower; the individual soul knows only his, particular body. In the Vedic literature, it is stated as follows:, kñeträëi hi çaréräëi béjaà cäpi çubhäçubhe, täni vetti sa yogätmä tataù kñetrajïa ucyate., This body is called the kñetra, and within it dwells the owner of the body, and the Supreme Lord who knows both the body and the owner of the body., Therefore He is called the knower of all fields. The distinction between the, field of activities, the owner of activities and the supreme owner of activities is, described as follows. Perfect knowledge of the constitution of the body, the, constitution of the individual soul, and the constitution of the Supersoul is, known in terms of Vedic literature as jïänam. That is the opinion of Kåñëa. To, understand both the soul and the Supersoul as one yet distinct is knowledge., One who does not understand the field of activity and the knower of activity, is not in perfect knowledge. One has to understand the position of prakåti,, nature, and puruña, the enjoyer of the nature, and éçvara, the knower who, dominates or controls nature and the individual soul. One should not confuse, the three in their different capacities. One should not confuse the painter, the, painting and the easel. This material world, which is the field of activities, is, nature, and the enjoyer of nature is the living entity, and above them both is, the supreme controller, the Personality of Godhead. It is stated in the Vedic, language: “bhoktä bhogyaà preritäraà ca matvä sarvaà proktaà tri-vidhaà, brahmam etat.” There are three Brahman conceptions: prakåti is Brahman as, the field of activities, and the jéva (individual soul) is also Brahman and is, trying to control material nature, and the controller of both of them is also, Brahman, but He is the factual controller., In this chapter it will be also explained that out of the two knowers, one is, fallible and the other is infallible. One is superior and the other is subordinate., One who understands the two knowers of the field to be one and the same, contradicts the Supreme Personality of Godhead who states here very clearly, that “I am also the knower of the field of activity.” One who misunderstands a, rope to be a serpent is not in knowledge. There are different kinds of bodies,, and there are different owners of the bodies. Because each individual soul has, his individual capacity of lording it over material nature, there are different, bodies. But the Supreme also is present in them as the controller. The word ca, is significant, for it indicates the total number of bodies. That is the opinion of, Çréla Baladeva Vidyäbhüñaëa: Kåñëa is the Supersoul present in each and, every body apart from the individual soul. And Kåñëa explicitly says here that, the Supersoul is the controller of both the field of activities and the finite, enjoyer."
        ]
      },
      {
        "text_number": 4,
        "heading": "TEXT 4",
        "transliteration_lines": [
          "TEXT 4",
          "TaT+ae}a& YaÀ Yaad*Kc YaiÜk-air YaTaê YaTa( )",
          "Sa c Yaae YaTPa[>aavê TaTSaMaaSaeNa Mae é*<au )) 4 ))",
          "tat kñetraà yac ca yädåk ca",
          "yad-vikäri yataç ca yat",
          "sa ca yo yat-prabhävaç ca",
          "tat samäsena me çåëu",
          "Now please hear My brief description of this field of activity and how it is",
          "constituted, what its changes are, whence it is produced, who that knower of",
          "the field of activities is, and what his influences are.",
          ""
        ],
        "word_meaning_lines": [
          "tat—that; kñetram—field of activities; yat—as; ca—also; yädåk—as it is; ca—",
          "also; yat—what is; vikäri—changes; yataù—from which; ca—also; yat—one;",
          "saù—he; ca—also; yaù—one; yat—which; prabhävaù ca—influence also; tat—",
          "that; samäsena—in detail; me—from Me; çåëu—understand."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Lord is describing the field of activities and the knower of the field of, activities in their constitutional positions. One has to know how this body is, constituted, the materials of which this body is made, under whose control this, body is working, how the changes are taking place, wherefrom the changes are, coming, what the causes are, what the reasons are, what the ultimate goal of, the individual is, and what the actual form of the individual soul is. One, should also know the distinction between the individual living soul and the, Supersoul, the different influences, their potentials, etc. One just has to, understand this Bhagavad-gétä directly from the description given by the, Supreme Personality of Godhead, and all this will be clarified. But one should, be careful not to consider the Supreme Personality of Godhead in every body, and individual soul to be the jéva. This is something like equalizing the potent, and the impotent."
        ]
      },
      {
        "text_number": 5,
        "heading": "TEXT 5",
        "transliteration_lines": [
          "TEXT 5",
          "‰izi>abRhuDaa GaqTa& ^Ndaei>aivRivDaE Pa*Qak(- )",
          "b]øSaU}aPadEêEv heTauMaiÙivRiNaiêTaE )) 5 ))",
          "åñibhir bahudhä gétaà",
          "chandobhir vividhaiù påthak",
          "brahma-sütra-padaiç caiva",
          "hetumadbhir viniçcitaiù",
          ""
        ],
        "word_meaning_lines": [
          "åñibhiù—by the wise sages; bahudhä—in many ways; gétäm—described;",
          "chandobhiù—Vedic hymns; vividhaiù—in various; påthak—variously; brahma-",
          "sütra—the Vedänta; padaiù—aphorism; ca—also; eva—certainly; hetumadbhiù",
          "—with cause and effect; viniçcitaiù—ascertain."
        ],
        "translation": ", That knowledge of the field of activities and of the knower of activities is, described by various sages in various Vedic writings—especially in the, Vedänta-sütra—and is presented with all reasoning as to cause and effect.,",
        "purport_paragraphs": [
          "The Supreme Personality of Godhead, Kåñëa, is the highest authority in, explaining this knowledge. Still, as a matter of course, learned scholars and, standard authorities always give evidence from previous authorities. Kåñëa is, explaining this most controversial point regarding the duality and non-duality, of the soul and the Supersoul by referring to Scriptures, the Vedänta, which, are accepted as authority. First, He says, this is according to different sages. As, far as the sages are concerned, besides Himself, Vyäsadeva, the author of the, Vedänta-sütra, is a great sage, and in the Vedänta-sütra duality is perfectly, explained. And Vyäsadeva’s father, Paräçara, was also a great sage, and he, writes in his books of religiosity: “aham tvaà ca athänye…” “We—you, I and, various other living entities—are all transcendental, although in material, bodies. Now we are fallen into the ways of the three modes of material nature, according to our different karma. As such, some are on higher levels, and some, are in the lower nature. The higher and lower natures exist due to ignorance, and are being manifested in an infinite number of living entities. But the, Supersoul, which is infallible, is uncontaminated by the three qualities of, nature and is transcendental.” Similarly, in the original Vedas, a distinction, between the soul, the Supersoul and the body is made, especially in the Kaöha, Upaniñad., There is a manifestation of the Supreme Lord’s energy known as annamaya by, which one depends simply upon food for existence. This is a materialistic, realization of the Supreme. Then there is präëamaya; this means that after, realizing the Supreme Absolute Truth in foodstuff, one can realize the, Absolute Truth in the living symptoms, or life forms. In jïänamaya the living, symptom develops to the point of thinking, feeling, and willing. Then there is, Brahman realization and the realization called vijïänamaya by which the, living entity’s mind and life symptoms are distinguished from the living entity, himself. The next and supreme stage is änandamaya, realization of the all-, blissful nature. Thus there are five stages of Brahman realization, which is, called brahma puccham. Out of these the first three―annamaya, präëamaya,, and jïänamaya―involve the fields of activities of the living entities., Transcendental to all these fields of activities is the Supreme Lord, who is, called änandamaya. In the Vedänta-sütra also the Supreme is called, änandamayo ’bhyäsät. The Supreme Personality of Godhead is by nature full of, joy, and to enjoy His transcendental bliss, He expands into vijïänamaya,, präëamaya, jïänamaya, and annamaya. In this field of activities the living, entity is considered to be the enjoyer, and different from him is the, änandamaya. That means that if the living entity decides to enjoy, in, dovetailing himself with the änandamaya, then he becomes perfect. This is the, real picture of the Supreme Lord, as supreme knower of the field, the living, entity, as subordinate knower, and the nature of the field of activities., TEXTS 6–7, Maha>aUTaaNYahªarae buiÖrVYa¢-Maev c ), wiNd]Yaai<a dXaEk&- c PaÄ ceiNd]YaGaaecra )) 6 )), wC^a Üez Sau%& du%& SaºaTaêeTaNaa Da*iTa ), WTaT+ae}a& SaMaaSaeNa Saivk-arMaudaôTaMa( )) 7 )), mahä-bhütäny ahaìkäro, buddhir avyaktam eva ca, indriyäëi daçaikaà ca, païca cendriya-gocaräù, icchä dveñaù sukhaà duùkhaà, saìghätaç cetanä dhåtiù, etat kñetraà samäsena, sa-vikäram udähåtam, mahä-bhütäni—great elements; ahaìkäraù—false ego; buddhiù—intelligence;, avyaktam—the unmanifested; eva—certainly; ca—also; indriyäëi—senses ;, daça ekam—eleven; ca—also; païca—five; ca—also; indriya-gocaräù—objects, of the senses; icchä—desire; dveñaù—hatred; sukham—happiness; duùkham—, distress; saìghataù—the aggregate; cetanä—living symptoms; dhåtiù—, conviction; etat—all this; kñetram—field of activities; samäsena—in summary;, sa-vikäram—interaction; udähåtam—exemplified., TRANSLATION, The five great elements, false ego, intelligence, the unmanifested, the ten, senses, the mind, the five sense objects, desire, hatred, happiness, distress, the, aggregate, the life symptoms, and convictions—all these are considered, in, summary, to be the field of activities and its interactions., PURPORT, From all the authoritative statements of the great sages, the Vedic hymns, and the aphorisms of the Vedänta-sütra, the components of this world are, earth, water, fire, air and ether. These are the five great elements (mahäbhüta)., Then there are false ego, intelligence and the unmanifested stage of the three, modes of nature. Then there are five senses for acquiring knowledge: the eyes,, ears, nose, tongue and touch. Then five working senses: voice, legs, hands, the, anus and the genitals. Then, above the senses, there is the mind, which is, within and which can be called the sense within. Therefore, including the, mind, there are eleven senses altogether. Then there are the five objects of the, senses: smell, taste, warmth, touch and sound. Now the aggregate of these, twenty-four elements is called the field of activity. If one makes an analytical, study of these twenty-four subjects, then he can very well understand the field, of activity. Then there is desire, hatred, pleasure and pain, which are, interactions, representations of the five great elements in the gross body. The, living symptoms, represented by consciousness and conviction, are the, manifestation of the subtle body—mind, ego and intelligence. These subtle, elements are included within the field of activities., The five great elements are a gross representation of the subtle false ego. They, are a representation in the material conception. Consciousness is represented, by intelligence, of which the unmanifested stage is the three modes of material, nature. The unmanifested three modes of material nature is called pradhäna., One who desires to know the twenty-four elements in detail along with their, interactions should study the philosophy in more detail. In Bhagavad-gétä, a, summary only is given., The body is the representation of all these factors, and there are changes of, the body, which are six in number: the body is born, it grows, it stays, it, produces by-products, then begins to decay, and at the last stage it vanishes., Therefore the field is a nonpermanent material thing. However, the kñetrajïa,, the knower of the field, its proprietor, is different., TEXTS 8–12, AMaaiNaTvMadiM>aTvMaih&Saa +aaiNTaraJaRvMa( ), AacaYaaeRPaaSaNa& XaaEc& SQaEYaRMaaTMaiviNaGa]h )) 8 )), wiNd]YaaQaeRzu vEraGYaMaNahªar Wv c ), JaNMaMa*TYauJaraVYaaiDadu%daezaNaudXaRNaMa( )) 9 )), ASai¢-rNai>aZv® Pau}adarGa*haidzu ), iNaTYa& c SaMaictaTviMaíaiNaíaePaPaitazu )) 10 )), MaiYa caNaNYaYaaeGaeNa >ai¢-rVYai>acair<aq ), iviv¢-deXaSaeivTvMariTaJaRNaSa&Said )) 11 )), ADYaaTMajaNaiNaTYaTv& TatvjaNaaQaRdXaRNaMa( ), WTaJjaNaiMaiTa Pa[ae¢-MajaNa& YadTaae_NYaQaa )) 12 )), amänitvam adambhitvam, ahiàsä kñäntir ärjavam, äcäryopäsanaà çaucaà, sthairyam ätma-vinigrahaù, indriyärtheñu vairägyam, anahaìkära eva ca, janma-måtyu-jarä-vyädhi-, duùkha-doñänudarçanam, asaktir anabhiñvaìgaù, putra-dära-gåhädiñu, nityaà ca sama-cittatvam, iñöäniñöopapattiñu, mayi cänanya-yogena, bhaktir avyabhicäriëé, vivikta-deça-sevitvam, aratir jana-saàsadi, adhyätma-jïäna-nityatvaà, tattva-jïänärtha-darçanam, etaj jïänam iti proktam, ajïänaà yad ato ’nyathä, amänitvam—humility; adambhitvam—pridelessness; ahiàsä—nonviolence;, kñäntiù—tolerance; ärjavam—simplicity; äcärya-upäsanam—approaching a, bona fide spiritual master; çaucam—cleanliness; sthairyam—steadfastness;, ätma-vinigrahaù—control; iëdriya-artheñu—in the matter of the senses;, vairägyam—renunciation; anahaìkäraù—being without false egoism; eva—, certainly; ca—also; janma—birth; måtyu—death; jarä—old age; vyädhi—, disease; duùkha—distress; doña—fault; anudarçanam—observing; asaktiù—, without attachment; anabhiñvaìgaù—without association; putra—son; dära—, wife; gåha-ädiñu—home, etc.; nityam; ca—also; sama-cittatvam—equilibrium;, iñöa—desirable; aniñöaù—undesirable; upapattiñu—having obtained; mayi—, unto Me; ca—also; ananya-yogena—by devotional service; bhaktiù—devotion;, avyabhicäriëé—constant, unalloyed; vivikta—solitary; deça—place; sevitvam—, aspiring; aratiù—without attachment; jana—people in general; saàsadi—, mass; adhyätma—pertaining to the self; jïäna—knowledge; nityatvam—, eternity; tattva-jïäna—knowledge of the truth; artha—the object; darçanam, —philosophy; etat—all this; jïänam—knowledge; iti—thus; proktam—, declared; ajïänam—ignoraëce; yat—that which; ataù—from this; anyathä—, others., TRANSLATION, Humility, pridelessness, nonviolence, tolerance, simplicity, approaching a bona, fide spiritual master, cleanliness, steadiness and self-control; renunciation of, the objects of sense gratification, absence of false ego, the perception of the evil, of birth, death, old age and disease; nonattachment to children, wife, home and, the rest, and evenmindedness amid pleasant and unpleasant events; constant, and unalloyed devotion to Me, resorting to solitary places, detachment from the, general mass of people; accepting the importance of self-realization, and, philosophical search for the Absolute Truth—all these I thus declare to be, knowledge, and what is contrary to these is ignorance., PURPORT, This process of knowledge is sometimes misunderstood by less intelligent, men as being the interaction of the field of activity. But actually this is the, real process of knowledge. If one accepts this process, then the possibility of, approaching the Absolute Truth exists. This is not the interaction of the, tenfold elements, as described before, This is actually the means to get out of, it. Of all the descriptions of the process of knowledge, the most important, point is described in the first line of the tenth verse: The process of knowledge, terminates in unalloyed devotional service to the Lord. So, if one does not, approach, or is not able to approach, the transcendental service of the Lord,, then the other nineteen items are of no particular value. But, if one takes to, devotional service in full Kåñëa consciousness, the other nineteen items, automatically develop within him. The principle of accepting a spiritual, master, as mentioned in the seventh verse, is essential. Even for one who takes, to devotional service, it is most important. Transcendental life begins when, one accepts a bona fide spiritual master. The Supreme Personality of Godhead,, Çré Kåñëa, clearly states here that this process of knowledge is the actual path., Anything speculated beyond this is nonsense., As for the knowledge outlined here, the items may be analyzed as follows:, Humility means that one should not be anxious to have the satisfaction of, being honored by others. The material conception of life makes us very eager, to receive honor from others, but from the point of view of a man in perfect, knowledge―who knows that he is not this body―anything, honor or, dishonor, pertaining to this body is useless. One should not be hankering after, this material deception. People are very anxious to be famous for their, religion, and consequently sometimes it is found that without understanding, the principles of religion, one enters into some group, which is not actually, following religious principles, and then wants to advertise himself as a religious, mentor. As for actual advancement in spiritual science, one should have a test, to see how far he is progressing. He can judge by these items., Nonviolence is generally taken to mean not killing or destroying the body, but, actually nonviolence means not to put others into distress. People in general, are trapped by ignorance in the material concept of life, and they perpetually, suffer material pains. So, unless one elevates people to spiritual knowledge,, one is practicing violence. One should try his best to distribute real knowledge, to the people, so that they may become enlightened and leave this material, entanglement. That is nonviolence., Tolerance means that one should be practiced to bear insult and dishonor, from others. If one is engaged in the advancement of spiritual knowledge,, there will be so many insults and much dishonor from others. This is expected, because material nature is so constituted. Even a boy like Prahläda, who, only, five years old, was engaged in the cultivation of spiritual knowledge, was, endangered when his father became antagonistic to his devotion. The father, tried to kill him in so many ways, but Prahlada tolerated him. So, for making, advancement in spiritual knowledge, there may be many impediments, but we, should be tolerant and continue our progress with determination., Simplicity means that without diplomacy one should be so straightforward, that he can disclose the real truth even to an enemy. As for acceptance of the, spiritual master, that is essential, because without the instruction of a bona, fide spiritual master, one cannot progress in the spiritual science. One should, approach the spiritual master with all humility and offer him all services so, that he will be pleased to bestow his blessings upon the disciple. Because a, bona fide spiritual master is a representative of Kåñëa, if he bestows any, blessings upon his disciple, that will make the disciple immediately advanced, without the disciple’s following the regulated principles. Or, the regulated, principles will be easier for one who has served the spiritual master without, reservation., Cleanliness is essential for making advancement in spiritual life. There are, two kinds of cleanliness: external and internal. External cleanliness means, taking a bath, but for internal cleanliness, one has to think of Kåñëa always, and chant Hare Kåñëa, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/Hare Räma. Hare, Räma, Räma Räma Hare Hare. This process cleans the accumulated dust of, past karma from the mind., Steadiness means that one should be very determined to make progress in, spiritual life. Without such determination, one cannot make tangible progress., And self-control means that one should not accept anything which is, detrimental to the path of spiritual progress. One should become accustomed, to this and reject anything which is against the path of spiritual progress. This, is real renunciation. The senses are so strong that they are always anxious to, have sense gratification. One should not cater to these demands, which are, not necessary. The senses should only be gratified to keep the body fit so that, one can discharge his duty in advancing in spiritual life. The most important, and uncontrollable sense is the tongue. If one can control the tongue, then, there is every possibility of controlling the other senses. The function of the, tongue is to taste and to vibrate. Therefore, by systematic regulation, the, tongue should always be engaged in tasting the remnants of foodstuffs offered, to Kåñëa and chanting Hare Kåñëa. As far as the eyes are concerned, they, should not be allowed to see anything but the beautiful form of Kåñëa. That, will control the eyes. Similarly, the ears should be engaged in hearing about, Kåñëa and the nose in smelling the flowers offered to Kåñëa. This is the, process of devotional service, and it is understood here that Bhagavad-gétä is, simply expounding the science of devotional service. Devotional service is the, main and sole objective. Unintelligent commentators on the Gétä try to divert, the mind of the reader to other subjects, but there is no other subject in, Bhagavad-gétä but devotional service., False ego means accepting this body as oneself. When one understands that he, is not his body and is spirit soul, that is real ego. Ego is there. False ego is, condemned, but not real ego. In the Vedic literature, it is said: ahaà, brahmäsmi. I am Brahman, I am spirit. This “I am,” the sense of self, also exists, in the liberated stage of self-realization. This sense of “I am” is ego, but when, the sense of “I am” is applied to this false body, it is false ego. When the sense, of self is applied to reality, that is real ego. There are some philosophers who, say we should give up our ego, but we cannot give up our ego because ego, means identity. We ought, of course, to give up the false identification with, the body., One should try to understand the distress of accepting birth, death, old age, and disease. There are descriptions in various Vedic literatures of birth. In the, Çrémad-Bhägavatam the world of the unborn, the child’s stay in the womb of, the mother, its suffering, etc., are all very graphically described. It should be, thoroughly understood that birth is distressful. Because we forget how much, distress we have suffered within the womb of the mother, we do not make any, solution to the repetition of birth and death. Similarly at the time of death,, there are all kinds of sufferings, and they are also mentioned in the, authoritative scriptures. These should be discussed. And as far as disease and, old age are concerned, everyone gets practical experience. No one wants to be, diseased, and no one wants to become old, but there is no avoiding these., Unless we have a pessimistic view of this material life, considering the, distresses of birth, death, old age and disease, there is no impetus for our, making advancement in spiritual life., As for detachment from children, wife and home, it is not meant that one, should have no feeling for these. They are natural objects of affection, but, when they are not favorable to spiritual progress, then one should not be, attached to them. The best process for making the home pleasant is Kåñëa, consciousness. If one is in full Kåñëa consciousness, he can make his home very, happy because this process of Kåñëa consciousness is very easy. One need only, chant Hare Kåñëa, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/Hare Räma, Hare, Räma, Räma Räma, Hare Hare, accept the remnants of foodstuffs offered to, Kåñëa, have some discussion on books like Bhagavad-gétä and Çrémad-, Bhägavatam, and engage oneself in Deity worship. These four will make one, happy. One should train the members of his family in this way. The family, members can sit down morning and evening and chant together Hare Kåñëa,, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/Hare Räma, Hare Räma, Räma Räma,, Hare Hare. If one can mold his family life in this way to develop Kåñëa, consciousness, following these four principles, then there is no need to change, from family life to renounced life. But if it is not congenial, not favorable for, spiritual advancement, then family life should be abandoned. One must, sacrifice everything to realize or serve Kåñëa, just as Arjuna did. Arjuna did, not want to kill his family members, but when he understood that these family, members were impediments to his Kåñëa realization, he accepted the, instruction of Kåñëa and fought and killed them. In all cases, one should be, detached from the happiness and distress of family life because in this world, one can never be fully happy or fully miserable. Happiness and distress are, concommitant factors of material life. One should learn to tolerate, as advised, in Bhagavad-gétä. One can never restrict the coming and going of happiness, and distress, so one should be detached from the materialistic way of life and, be automatically equiposed in both cases. Generally, when we get something, desirable, we are very happy, and when we get something undesirable, we are, distressed. But if we are actually in the spiritual position, these things will not, agitate us. To reach that stage, we have to practice unbreakable devotional, service; devotional service to Kåñëa without deviation means engaging oneself, in the nine processes of devotional service, chanting, hearing, worshiping,, offering respect, etc., as described in the last verse of the Ninth Chapter. That, process should be followed. Naturally, when one is adapted to the spiritual way, of life, he will not want to mix with materialistic men. That would go against, his grain. One may test himself by seeing how far he is inclined to live in a, solitary place without unwanted association., Naturally a devotee has no taste for unnecessary sporting or cinema-going or, enjoying some social function, because he understands that these are simply a, waste of time. There are many research scholars and philosophers who study, sex life or some other subject, but according to Bhagavad-gétä, such research, work and philosophical speculation have no value. That is more or less, nonsensical. According to Bhagavad-gétä, one should make research by, philosophical discretion into the nature of the soul. One should make research, to understand with what the self is concerned. That is recommended here., As far as self-realization is concerned, it is clearly stated here that bhakti-yoga, is especially practical. As soon as there is a question of devotion, one must, consider the relationship between the Supersoul and the individual soul. The, individual soul and the Supersoul cannot be one, at least not in the bhakti, conception, the devotional conception of life. This service of the individual, soul to the Supreme Soul is eternal, nityam, as is clearly stated. So bhakti or, devotional service is eternal. One should be established in that philosophical, conviction, otherwise it is only a waste of time, ignorance., In the Çrémad-Bhägavatam, this is explained; vadanti tat tattva-vidas tattvaà yaj, jïänam advayam. “Those who are actually knowers of the Absolute Truth, know that the Self is realized in three different phases as Brahman,, Paramätmä and Bhagavän.” (Bhäg. 1.2.11) Bhagavän is the last word in the, realization of the Absolute Truth; therefore one should reach up to that, platform of understanding the Supreme Personality of Godhead and thus, engage in the devotional service of the Lord. That is perfection of knowledge., Beginning from practicing humility up to the point of realization of the, Supreme Truth, the Absolute Personality of Godhead, this process is just like a, staircase beginning from the ground floor up to the top floor. Now on this, staircase there are so many people who have reached the first floor, the second, or third floor, etc., but unless one reaches the top floor, which is the, understanding of Kåñëa, he is at a lower stage of knowledge. If anyone wants to, compete with God and at the same time make advancement in spiritual, knowledge, he will be frustrated. It is clearly stated that without humility, understanding is harmful. To think oneself God is most puffed up. Although, the living entity is always being kicked by the stringent laws of material, nature, still he thinks, “I am God” because of ignorance. One should be, humble and know that he is subordinate to the Supreme Lord. Due to, rebellion against the Supreme Lord, one becomes subordinate to material, nature. One must know and be convinced of this truth."
        ]
      },
      {
        "text_number": 13,
        "heading": "TEXT 13",
        "transliteration_lines": [
          "TEXT 13",
          "jeYa& YataTPa[v+YaaiMa YaJjaTvaMa*TaMaénuTae )",
          "ANaaidMaTPar& b]ø Na SataàaSaduCYaTae )) 13 ))",
          "jïeyaà yat tat pravakñyämi",
          "yaj jïätvämåtam açnute",
          "anädi mat-paraà brahma",
          "na sat tan näsad ucyate",
          "I shall now explain the knowable, knowing which you will taste the eternal.",
          "This is beginningless, and it is subordinate to Me. It is called Brahman, the",
          "spirit, and it lies beyond the cause and effect of this material world.",
          ""
        ],
        "word_meaning_lines": [
          "jïeyam—knowable; yat—that; tat—which; pravakñyämi—I shall now explain;",
          "yat—which; jïätvä—knowing; amåtam—nectar; açnute—taste; anädi—",
          "beginningless; mat-param—subordinate to Me; brahma—spirit; na—neither;",
          "sat—cause; tat—that; na—nor; asat—effect; ucyate—is called."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Lord has explained the field of activities and the knower of the field., He has also explained the process of knowing the knower of the field of, activities. Now He is explaining the knowable, both the soul and the Supersoul, respectively. By knowledge of the knower, both the soul and the Supersoul,, one can relish the nectar of life. As explained in the Second Chapter, the, living entity is eternal. This is also confirmed here. There is no specific date at, which the jéva was born. Nor can anyone trace out the history of jévätmä’s, manifestation from the Supreme Lord. Therefore it is beginningless. The, Vedic literature confirms this: na jäyate måjayate vä vipaçcit. The knower of the, body is never born and never dies, and he is full of knowledge. The Supreme, Lord is also stated in the Vedic literature as pradhäna-kñetrajïa-patir guëeçaù., The Supreme Lord as the Supersoul is the chief knower of the body, and He is, the master of the three modes of material nature. In the småti it is said: däsa-, bhüto harer eva nänyasvaiva kadäcana. The living entities are eternally in the, service of the Supreme Lord. This is also confirmed by Lord Caitanya in His, teaching; therefore the description of Brahman mentioned in this verse is in, relation to the individual soul, and when the word Brahman is applied to the, living entity, it is to be understood that he is vijïänaà brahma as opposed to, ananta-brahma. Ananta-brahma is the Supreme Brahman Personality of, Godhead."
        ]
      },
      {
        "text_number": 14,
        "heading": "TEXT 14",
        "transliteration_lines": [
          "TEXT 14",
          "SavRTa Paai<aPaad& TaTSavRTaae_i+aiXaraeMau%Ma( )",
          "SavRTa é[uiTaMaçaeke- SavRMaav*TYa iTaïiTa )) 14 ))",
          "sarvataù päëi-pädaà tat",
          "sarvato ’kñi-çiro-mukham",
          "sarvataù çrutimal loke",
          "sarvam ävåtya tiñöhati",
          ""
        ],
        "word_meaning_lines": [
          "sarvataù—everywhere; päëi—hands; pädam—legs; tat—that; sarvataù—",
          "everywhere; akñi—eyes; çiraù—head; mukham—face; sarvataù—everywhere;",
          "çrutimat—hearing; loke—in the world; sarvam—everywhere, ävåtya—",
          "covering; tiñöhati—exists."
        ],
        "translation": ", Everywhere are His hands and legs, His eyes and faces, and He hears, everything. In this way the Supersoul exists.,",
        "purport_paragraphs": [
          "As the sun exists diffusing its unlimited rays, so does the Supersoul, or, Supreme Personality of Godhead. He exists in His all-pervading form, and in, Him exist all the individual living entities, beginning from the first great, teacher, Brahmä, down to the small ants. There are unlimited heads, legs,, hands and eyes, and unlimited living entities. All are existing in and on the, Supersoul. Therefore the Supersoul is all-pervading. The individual soul,, however, cannot say that he has his hands, legs and eyes everywhere. That is, not possible. If he thinks that although under ignorance he is not conscious, that his hands and legs are diffused all over, but when he attains to proper, knowledge he will come to that stage, his thinking is contradictory. This, means that the individual soul, having become conditioned by material nature,, is not supreme. The Supreme is different from the individual soul. The, Supreme Lord can extend His hand without limit; the individual soul cannot., In Bhagavad-gétä the Lord says that if anyone offers Him a flower, or a fruit, or, a little water, He accepts. If the Lord is a far distance away, how can He accept, things? This is the omnipotence of the Lord: even though He is situated in His, own abode, far, far away from earth, He can extend His hand to accept what, anyone offers. That is His potency. In the Brahmä-saàhitä it is stated, goloka, eva nivasati: although He is always engaged in pastimes in His transcendental, planet, He is all-pervading. The individual soul cannot claim that he is all-, pervading. Therefore this verse describes the Supreme Soul, the Personality of, Godhead, not the individual soul."
        ]
      },
      {
        "text_number": 15,
        "heading": "TEXT 15",
        "transliteration_lines": [
          "TEXT 15",
          "SaveRiNd]YaGau<aa>aaSa& SaveRiNd]YaivviJaRTaMa( )",
          "ASa¢&- SavR>a*ÀEv iNaGauR<a& Gau<a>aae¢*- c )) 15 ))",
          "sarvendriya-guëäbhäsaà",
          "sarvendriya-vivarjitam",
          "asaktaà sarva-bhåc caiva",
          "nirguëaà guëa-bhoktå ca",
          ""
        ],
        "word_meaning_lines": [
          "sarve—all; indriya—senses; guëa—qualities; äbhäsam—original source; sarva",
          "—all; indriya—senses; vivarjitam—being without; asaktam—without",
          "attachment; sarva-bhåt—maintainer of everyone; ca—also; eva—certainly;",
          "nirguëam—without material qualities; guëa-bhoktå—simultaneously master of",
          "the guëas; ca—also."
        ],
        "translation": ", The Supersoul is the original source of all senses, yet He is without senses. He, is unattached, although He is the maintainer of all living beings. He transcends, the modes of nature, and at the same time He is the master of all modes of, material nature.,",
        "purport_paragraphs": [
          "The Supreme Lord, although the source of all the senses of the living, entities, doesn’t have material senses like they have. Actually, the individual, souls have spiritual senses, but in condemned life they are covered with the, material elements and therefore the sense activities are exhibited through, matter. The Supreme Lord’s senses are not so covered. His senses are, transcendental and are therefore called nirguëa. Guëa means the material, modes, but His senses are without material covering. It should be understood, that His senses are not exactly like ours. Although He is the source of all our, sensual activities, He has His transcendental senses which are, uncontaminated. This is very nicely explained in the Çvetäçvatara Upaniñad in, the verse: sarvataù päëi-pädam. The Supreme Personality of Godhead has no, hands which are materially contaminated, but He has His hands and accepts, whatever sacrifice is offered to Him. That is the distinction between the, conditioned soul and the Supersoul. He has no material eyes, but He has eyes, —otherwise how could He see? He sees everything, past, present and future., He lives within the heart of the living being, and He knows what we have, done in the past, what we are doing now, and what is awaiting us in the future., This is also confirmed in Bhagavad-gétä: He knows everything, but no one, knows Him. It is said that the Supreme Lord has no legs like us, but He can, travel throughout space because He has spiritual legs. In other words, the Lord, is not impersonal; He has His eyes, legs, hands and everything else, and, because we are part and parcel of the Supreme Lord we also have these things., But His hands, legs, eyes and senses are not contaminated by material nature., Bhagavad-gétä also confirms that when the Lord appears He appears as He is by, His internal potency. He is not contaminated by the material energy because, He is the Lord of material energy. In the Vedic literature we find that His, whole embodiment is spiritual. He has His eternal form called sac-cid-änanda-, vigraha. He is full of all opulence. He is the proprietor of all wealth and the, owner of all energy. He is the most intelligent and is full of knowledge. These, are some of the symptoms of the Supreme Personality of Godhead. He is, maintainer of all living entities and the witness of all activities. As far as we, can understand from Vedic literature, the Supreme Lord is always, transcendental. Although we do not see His head, face, hands, or legs, He has, them, and when we are elevated to the transcendental situation then we can, see the Lord’s form. Due to materially contaminated senses, we cannot see His, form. Therefore the impersonalists who are still materially affected cannot, understand the Personality of Godhead."
        ]
      },
      {
        "text_number": 16,
        "heading": "TEXT 16",
        "transliteration_lines": [
          "TEXT 16",
          "bihrNTaê >aUTaaNaaMacr& crMaev c )",
          "SaU+MaTvatadivjeYa& dUrSQa& caiNTake- c TaTa( )) 16 ))",
          "bahir antaç ca bhütänäm",
          "acaraà caram eva ca",
          "sükñmatvät tad avijïeyaà",
          "düra-sthaà cäntike ca tat",
          ""
        ],
        "word_meaning_lines": [
          "bahiù—outside; antaù—inside; ca—also; bhütänäm—of all living entities;",
          "acaram—not moving; caram—moving; eva—also; ca—and; sükñmatvät—on",
          "account of being subtle; tat—that; avijïeyam—unknowable; dürasthaà—far",
          "away; ca antike—near also; ca—and; tat—that."
        ],
        "translation": ", The Supreme Truth exists both internally and externally, in the moving and, nonmoving. He is beyond the power of the material senses to see or to know., Although far, far away, He is also near to all.,",
        "purport_paragraphs": [
          "In Vedic literature we understand that Näräyaëa, the Supreme Person, is, residing both outside and inside of every living entity. He is present both in, the spiritual and material world. Although He is far, far away, still He is near, to us. These are the statements of Vedic literature. Äséno düraà vrajati çayäno, yäti sarvataù. And, because He is always engaged in transcendental bliss, we, cannot understand how He is enjoying His full opulence. We cannot see or, understand with these material senses. Therefore in the Vedic language it is, said that to understand Him our material mind and senses cannot act. But one, who has purified his mind and senses by practicing Kåñëa consciousness in, devotional service can see Him constantly. It is confirmed in Brahmä-saàhitä, that the devotee who has developed love for the Supreme God can see Him, always, without cessation. And it is confirmed in Bhagavad-gétä (11.54) that He, can be seen and understood only by devotional service. Bhaktyä tvananyayä, çakyaù."
        ]
      },
      {
        "text_number": 17,
        "heading": "TEXT 17",
        "transliteration_lines": [
          "TEXT 17",
          "Aiv>a¢&- c >aUTaezu iv>a¢-iMav c iSQaTaMa( )",
          ">aUTa>aTa*R c TaJjeYa& Ga]iSaZ<au Pa[>aivZ<au c )) 17 ))",
          "avibhaktaà ca bhüteñu",
          "vibhaktam iva ca sthitam",
          "bhüta-bhartå ca taj jïeyaà",
          "grasiñëu prabhaviñëu ca",
          ""
        ],
        "word_meaning_lines": [
          "avibhaktam—without division; ca—also; bhüteñu—in every living being;",
          "vibhaktam—divided; iva—as if; ca—also; sthitam—situated; bhüta-bhartå—",
          "maintainer of all living entities; ca—also; tat—that; jïeyam—to be",
          "understood; grasiñëu—devours; prabhaviñëu—develops; ca—also."
        ],
        "translation": ", Although the Supersoul appears to be divided, He is never divided. He is, situated as one. Although He is the maintainer of every living entity, it is to be, understood that He devours and develops all.,",
        "purport_paragraphs": [
          "The Lord is situated in everyone’s heart as the Supersoul. Does that mean, that He has become divided? No. Actually, He is one. The example is given of, the sun: the sun, at the meridian, is situated in his place. But if one goes for, five thousand miles in all directions and asks, “Where is the sun?” everyone, will say that it is shining on his head. In the Vedic literature this example is, given to show that although He is undivided, He is situated as if divided. Also, it is said in Vedic literature that one Viñëu is present everywhere by His, omnipotence, just as the sun appears in many places to many persons. And the, Supreme Lord, although the maintainer of every living entity, devours, everything at the time of annihilation. This was confirmed in the Eleventh, Chapter when the Lord said that He has come to devour all the warriors, assembled at Kurukñetra. He also mentions that in the form of time He, devours also. He is the annihilator, the killer of all. When there is creation, He, develops all from their original state, and at the time of annihilation He, devours them. The Vedic hymns confirm the fact that He is the origin of all, living entities and the rest of al1. After creation, everything rests in His, omnipotence, and after annihilation, everything again returns to rest in Him., These are the confirmations of Vedic hymns. Yato vä imäni bhütäni jäyante, yena jätäni jévanti yat prayanty abhisaàviçanti tad brahma tad vijijïäsasva., (Taittiréya Upaniñad, 3.1)"
        ]
      },
      {
        "text_number": 18,
        "heading": "TEXT 18",
        "transliteration_lines": [
          "TEXT 18",
          "JYaaeiTazaMaiPa TaJJYaaeiTaSTaMaSa ParMauCYaTae )",
          "jaNa& jeYa& jaNaGaMYa& ôid SavRSYa iviïTaMa( )) 18 ))",
          "jyotiñäm api taj jyotis",
          "tamasaù param ucyate",
          "jïänaà jïeyaà jïäna-gamyaà",
          "hådi sarvasya viñöhitam",
          "He is the source of light in all luminous objects. He is beyond the darkness of",
          "matter and is unmanifested. He is knowledge, He is the object of knowledge",
          "and He is the goal of knowledge. He is situated in everyone’s heart.",
          ""
        ],
        "word_meaning_lines": [
          "jyotiñäm—in all luminous objects; api—also; tat—that; jyotiù—source of light;",
          "tamasaù—of the darkness; param—beyond; ucyate—is said; jïänam—",
          "knowledge; jïeyam—to be known; jïäna-gamyam—to be approached by",
          "knowledge; hådi—in the heart; sarvasya—of everyone; viñöhitam—situated."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Supersoul, the Supreme Personality of Godhead, is the source of light, in all luminous objects like the sun, moon, stars, etc. In the Vedic literature we, find that in the spiritual kingdom there is no need of sun or moon because the, effulgence of the Supreme Lord is there. In the material world that, brahmajyoti the Lord’s spiritual effulgence, is covered by the mahat-tattva, the, material elements; therefore in this material world we require the assistance of, sun, moon, electricity, etc., for light. But in the spiritual world there is no need, of such things. It is clearly stated in the Vedic literature that because of His, luminous effulgence, everything is illuminated. It is clear, therefore, that His, situation is not in the material world. He is situated in the spiritual world, which is far, far away in the spiritual sky. That is also confirmed in the Vedic, literature. Äditya-varëam tamasaù parastät. He is just like the sun, eternally, luminous, but He is far, far beyond the darkness of this material world. His, knowledge is transcendental. The Vedic literature confirms that Brahman is, concentrated transcendental knowledge. To one who is anxious to be, transferred to that spiritual world, knowledge is given by the Supreme Lord, who is situated in everyone’s heart., One Vedic mantra says: taà ha devam ätma-buddhi-prakäçaà mumukñur vai, çaraëam aham prapadye. One must surrender unto the Supreme Personality of, Godhead if he at all wants liberation. As far as the goal of ultimate knowledge, is concerned, it is also confirmed in Vedic literature: tam eva viditvätimåtyum, eti. “Only by knowing You can one surpass the boundary of birth and death.”, He is situated in everyone’s heart as the supreme controller. The Supreme has, legs and hands distributed everywhere, and this cannot be said of the, individual soul. Therefore that there are two knowers of the field of activity,, the individual soul and the Supersoul, must be admitted. One’s hands and legs, are distributed locally, but Kåñëa’s hands and legs are distributed everywhere., This is confirmed in the Çvetäçvatara Upaniñad: sarvasya prabhum éçänaà, sarvasya çaraëaà båhat. That Supreme Personality of Godhead, Supersoul, is, the prabhu or master of all living entities; therefore He is the ultimate center, of all living entities. So there is no denying the fact that the Supreme, Supersoul and the individual soul are always different."
        ]
      },
      {
        "text_number": 19,
        "heading": "TEXT 19",
        "transliteration_lines": [
          "TEXT 19",
          "wiTa +ae}a& TaQaa jaNa& jeYa& cae¢&- SaMaaSaTa )",
          "MaÙ¢- WTaiÜjaYa MaÙavaYaaePaPaÛTae )) 19 ))",
          "iti kñetraà tathä jïänaà",
          "jïeyaà coktaà samäsataù",
          "mad-bhakta etad vijïäya",
          "mad-bhäväyopapadyate",
          "Thus the field of activities [the body], knowledge, and the knowable have been",
          "summarily described by Me. Only My devotees can understand this thoroughly",
          "and thus attain to My nature.",
          ""
        ],
        "word_meaning_lines": [
          "iti—thus; kñetram—field of activities (the body); tathä—also; jïänam—",
          "knowledge; jïeyam—knowable; ca—also; uktam—describe; samäsataù—in",
          "summary; mat-bhaktaù—My devotee; etat—all this; vijïäya—after",
          "understanding; mat-bhäväya—My nature; upapadyate—attains."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Lord has described in summary the body, knowledge and the knowable., This knowledge is of three things: the knower, the knowable and the process, of knowing. Combined, these are called vijïänam, or the science of knowledge., Perfect knowledge can be understood by the unalloyed devotees of the Lord, directly. Others are unable to understand. The monists say that at the ultimate, stage these three items become one, but the devotees do not accept this., Knowledge and development of knowledge mean understanding oneself in, Kåñëa consciousness. We are being led by material consciousness, but as soon, as we transfer all consciousness to Kåñëa’s activities and realize that Kåñëa is, everything, then we attain real knowledge. In other words, knowledge is, nothing but the preliminary stage of understanding devotional service, perfectly."
        ]
      },
      {
        "text_number": 20,
        "heading": "TEXT 20",
        "transliteration_lines": [
          "TEXT 20",
          "Pa[k*-iTa& Pauåz& cEv ivÖyNaadq o>aaviPa )",
          "ivk-ara&ê Gau<aa&êEv iviÖ Pa[k*-iTaSaM>avaNa( )) 20 ))",
          "prakåtià puruñaà caiva",
          "viddhy anädé ubhäv api",
          "vikäräàç ca guëäàç caiva",
          "viddhi prakåti-sambhavän",
          "produced of.",
          "Material nature and the living entities should be understood to be beginningless.",
          "Their transformations and the modes of matter are products of material nature.",
          ""
        ],
        "word_meaning_lines": [
          "prakåtim—material nature; puruñam—living entities; ca—also; eva—certainly;",
          "viddhi—must know; anädé—without beginning; ubhau—both; api—also;",
          "vikärän—transformation; ca—also; guëän—three modes of nature; ca—also;",
          "eva—certainly; viddhi—know; prakåti—material nature; sambhavän—"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "By this knowledge, the body, the field of activities and the knowers of the, body (both the individual soul and the Supersoul) can be known. The body is, the field of activity and is composed of material nature. It is the individual soul, which is embodied. Enjoying the activities of the body is the puruña, or the, living entity. He is one knower, and the other is the Supersoul. Of course, it is, to be understood that both the Supersoul and the individual entity are, different manifestations of the Supreme Personality of Godhead. The living, entity is in the category of His energy, and the Supersoul is in the category of, His personal expansion., Both material nature and the living entity are eternal. That is to say that they, existed before the creation. The material manifestation is from the energy of, the Supreme Lord and so also are the living entities, but they are of the, superior energy. Both of them existed before this cosmos was manifested., Material nature was absorbed in the Supreme Personality of Godhead, Mahä-, Visëu, and when it was required, it was manifested by the agency of mahat-, tattva. Similarly, the living entities are also in Him, and because they are, conditioned, they are adverse to serving the Supreme Lord. Thus they are not, allowed to enter into the spiritual sky. After the winding up of material, nature, these living entities are again given a chance to act in the material, world and prepare themselves to enter into the spiritual world. That is the, mystery of this material creation. Actually the living entity is originally the, spiritual part and parcel of the Supreme Lord, but due to his rebellious nature,, he is conditioned within material nature. It really does not matter how these, living entities or superior entities of the Supreme Lord have come in contact, with material nature. The Supreme Personality of Godhead knows, however,, how and why this actually took place. In the scriptures the Lord says that those, attracted by this material nature are undergoing a hard struggle for existence., But we should know it with certainty from the descriptions of these few verses, that all the transformations and influences of material nature by the three, modes are also productions of material nature. All transformations and variety, in respect to living entities are due to the body. As far as spirit is concerned,, living entities are all the same."
        ]
      },
      {
        "text_number": 21,
        "heading": "TEXT 21",
        "transliteration_lines": [
          "TEXT 21",
          "k-aYaRk-ar<ak-Ta*RTve heTau Pa[k*-iTaåCYaTae )",
          "Pauåz Sau%du%aNaa& >aae¢*-Tve heTauåCYaTae )) 21 ))",
          "kärya-käraëa-kartåtve",
          "hetuù prakåtir ucyate",
          "puruñaù sukha-duùkhänäà",
          "bhoktåtve hetur ucyate",
          "living entity is the cause of the various sufferings and enjoyments in this world.",
          ""
        ],
        "word_meaning_lines": [
          "kärya—effect; käraëa—cause; kartåtve—in the matter of creation; hetuù—",
          "instrument; prakåtiù—material nature; ucyate—is said to be; puruñaù—the",
          "living entities; sukha—happiness; duùkhänäm—of distresses; bhoktåtve—in",
          "enjoyment; hetuù—instrument; ucyate—is said to be.",
          "Nature is said to be the cause of all material activities and effects, whereas the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The different manifestations of body and senses among the living entities, are due to material nature. There are 8,400,000 different species of life, and, these varieties are the creation of the material nature. They arise from the, different sensual pleasures of the 1iving entity, who thus desires to live in this, body or that. When he is put into different bodies, he enjoys different kinds of, happiness and distress. His material happiness and distress are due to his body,, and not to himself as he is. In his original state there is no doubt of enjoyment;, therefore that is his real state. Because of the desire to lord it over material, nature, he is in the material world. In the spiritual world there is no such, thing. The spiritual world is pure, but in the material world everyone is, struggling hard to acquire victims who present different pleasures to the body., It might be more clear to state that this body is the effect of the senses. The, senses are instruments for gratifying desire. Now, the sum total—body and, instrument senses—are offered by material nature, and, as will be clear in the, next verse, the living entity is blessed or damned with circumstances according, to his past desire and activity. According to one’s desires and activities,, material nature places one in various residential quarters. The being himself is, the cause of his attaining such residential quarters and his attendant, enjoyment or suffering. Once placed in some particular kind of body, he comes, under the control of nature because the body, being matter, acts according to, the laws of nature. At that time, the 1iving entity has no power to change that, law. Suppose an entity is put into the body of a dog. As soon as he is put into, the body of a dog, he must act like a dog. He cannot act otherwise. And if the, living entity is put into the body of a hog, then he is forced to eat stool and act, like a hog. Similarly, if the living entity is put into the body of a demigod, he, must act according to his body. This is the law of nature. But in all, circumstances, the Supersoul is with the individual soul. That is explained in, the Vedas as follows: dvä suparëä sayujä sakhäyä. The Supreme Lord is so kind, upon the living entity that He always accompanies the individual soul and in, all circumstances is present as the Supersoul or Paramätmä."
        ]
      },
      {
        "text_number": 22,
        "heading": "TEXT 22",
        "transliteration_lines": [
          "TEXT 22",
          "Pauåz Pa[k*-iTaSQaae ih >au»e Pa[k*-iTaJaaNGau<aaNa( )",
          "k-ar<a& Gau<aSa®ae_SYa SadSaÛaeiNaJaNMaSau )) 22 ))",
          "puruñaù prakåti-stho hi",
          "bhuìkte prakåti-jän guëän",
          "käraëaà guëa-saìgo ’sya",
          "sad-asad-yoni-janmasu",
          "The living entity in material nature thus follows the ways of life, enjoying the",
          "three modes of nature. This is due to his association with that material nature.",
          "Thus he meets with good and evil amongst various species.",
          ""
        ],
        "word_meaning_lines": [
          "puruñaù—the living entity; prakåti-sthaù—being situated in the material",
          "energy; hi—certainly; bhuìkte—enjoys; prakåti-jän—produced by the material",
          "nature; guëän—modes of nature; käraëam—cause; guëa-saìgaù—association",
          "with the modes of nature; asya—of the living entity; sat-asat—good and bad;",
          "yoni—species of life; janmasu—birth."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "This verse is very important for an understanding of how the living entities, transmigrate from one body to another. It is explained in the Second Chapter, that the living entity is transmigrating from one body to another just as one, changes dress. This change of dress is due to his attachment to material, existence. As long as he is captivated by this false manifestation, he has to, continue transmigrating from one body to another. Due to his desire to lord it, over material nature, he is put into such undesirable circumstances. Under the, influence of material desire, the entity is born sometimes as a demigod,, sometimes as a man, sometimes as a beast, as a bird, as a worm, as an aquatic, as, a saintly man, as a bug. This is going on. And in all cases the living entity, thinks himself to be the master of his circumstances, yet he is under the, influence of material nature., How he is put into such different bodies is explained here. It is due to, association with the different modes of nature. One has to rise, therefore,, above the three material modes and become situated in the transcendental, position. That is called Kåñëa consciousness. Unless one is situated in Kåñëa, consciousness, his material consciousness will oblige him to transfer from one, body to another because he has material desires since time immemorial. But he, has to change that conception. That change can be effected only by hearing, from authoritative sources. The best example is here: Arjuna is hearing the, science of God from Kåñëa. The living entity, if he submits to this hearing, process, will lose his long-cherished desire to dominate material nature, and, gradually and proportionately, as he reduces his long desire to dominate, he, comes to enjoy spiritual happiness. In a Vedic mantra it is said that as he, becomes learned in association with the Supreme Personality of Godhead, he, proportionately relishes his eternal blissful life."
        ]
      },
      {
        "text_number": 23,
        "heading": "TEXT 23",
        "transliteration_lines": [
          "TEXT 23",
          "oPad]íaNauMaNTaa c >aTaaR >aae¢-a Maheìr )",
          "ParMaaTMaeiTa caPYau¢-ae dehe_iSMaNPauåz Par )) 23 ))",
          "upadrañöänumantä ca",
          "bhartä bhoktä maheçvaraù",
          "paramätmeti cäpy ukto",
          "dehe ’smin puruñaù paraù",
          "Yet in this body there is another, a transcendental enjoyer who is the Lord, the",
          "supreme proprietor, who exists as the overseer and permitter, and who is known",
          "as the Supersoul.",
          ""
        ],
        "word_meaning_lines": [
          "upadrañöä—overseer; anumantä—permitter; ca—also; bhartä—master; bhoktä",
          "—supreme enjoyer; maheçvaraù—the Supreme Lord; paramätmä—Supersoul;",
          "iti—also; ca—and; api uktaù—is said; dehe—in this body; asmin—this;",
          "puruñaù—enjoyer; paraù—transcendental."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "It is stated here that the Supersoul, who is always with the individual soul,, is the representation of the Supreme Lord. He is not an ordinary living entity., Because the monist philosophers take the knower of the body to be one, they, think that there is no difference between the Supersoul and the individual, soul. To clarify this, the Lord says that He is the representation of Paramätmä, in every body. He is different from the individual soul; He is paraù,, transcendental. The individual soul enjoys the activities of a particular field,, but the Supersoul is present not as finite enjoyer nor as one taking part in, bodily activities, but as the witness, overseer, permitter and supreme enjoyer., His name is Paramätmä, not ätmä, and He is transcendental. It is distinctly, clear that the ätmä and Paramätmä are different. The Supersoul, the, Paramätmä, has legs and hands everywhere, but the individual soul does not., And because He is the Supreme Lord, He is present within to sanction the, individual soul’s desiring material enjoyment. Without the sanction of the, Supreme Soul, the individual soul cannot do anything. The individual is, bhakta or the sustained, and He is bhukta or the maintainer. There are, innumerable living entities, and He is staying in them as a friend., The fact is that individual living entities are eternally part and parcel of the, Supreme Lord, and both of them are very intimately related as friends. But the, living entity has the tendency to reject the sanction of the Supreme Lord and, act independantly in an attempt to dominate the supreme nature, and because, he has this tendency, he is called the marginal energy of the Supreme Lord., The living entity can be situated either in the material energy or the spiritual, energy. As long as he is conditioned by the material energy, the Supreme Lord,, as his friend, the Supersoul, stays with him just to get him to return to the, spiritual energy. The Lord is always eager to take him back to the spiritual, energy, but due to his minute independence, the individual entity is, continually rejecting the association of spiritual light. This misuse of, independence is the cause of his material strife in the conditioned nature. The, Lord, therefore, is always giving instruction from within and from without., From without He gives instructions as stated in Bhagavad-gétä, and from, within He tries to convince him that his activities in the material field are not, conducive to real happiness. “Just give it up and turn your faith toward Me., Then you will be happy,” He says. Thus the intelligent person who places his, faith in the Paramätmä or the Supreme Personality of Godhead begins to, advance toward a blissful eternal life of knowledge"
        ]
      },
      {
        "text_number": 24,
        "heading": "TEXT 24",
        "transliteration_lines": [
          "TEXT 24",
          "Ya Wv& veita Pauåz& Pa[k*-iTa& c Gau<aE Sah )",
          "SavRQaa vTaRMaaNaae_iPa Na Sa >aUYaae_i>aJaaYaTae )) 24 ))",
          "ya evaà vetti puruñaà",
          "prakåtià ca guëaiù saha",
          "sarvathä vartamäno ’pi",
          "na sa bhüyo ’bhijäyate",
          "One who understands this philosophy concerning material nature, the living",
          "entity and the interaction of the modes of nature is sure to attain liberation. He",
          "will not take birth here again, regardless of his present position.",
          ""
        ],
        "word_meaning_lines": [
          "yaù—anyone; evam—thus; vetti—understands; puruñam—the living entities;",
          "prakåtim—material nature; ca—and; guëaiù—modes of material nature; saha",
          "—with; sarvathä—by all means; vartamänaù—situated; api—in spite of; na—",
          "never; saù—he; bhüyaù—again; abhijäyate—takes his birth."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Clear understanding of material nature, the Supersoul, the individual soul, and their interrelation makes one eligible to become liberated and turn to the, spiritual atmosphere without being forced to return to this material nature., This is the result of knowledge. The purpose of knowledge is to understand, distinctly that the living entity has by chance fallen into this material, existence. By his personal endeavor in association with authorities, saintly, persons and a spiritual master, he has to understand his position and then, revert to spiritual consciousness or Kåñëa consciousness by understanding, Bhagavad-gétä as it is explained by the Personality of Godhead. Then it is, certain that he will never come again into this material existence; he will be, transferred into the spiritual world for a blissful eternal life of knowledge."
        ]
      },
      {
        "text_number": 25,
        "heading": "TEXT 25",
        "transliteration_lines": [
          "TEXT 25",
          "DYaaNaeNaaTMaiNa PaXYaiNTa ke-icdaTMaaNaMaaTMaNaa )",
          "ANYae Saa&:YaeNa YaaeGaeNa k-MaRYaaeGaeNa caPare )) 25 ))",
          "dhyänenätmani paçyanti",
          "kecid ätmänam ätmanä",
          "anye säìkhyena yogena",
          "karma-yogena cäpare",
          "That Supersoul is perceived by some through meditation, by some through the",
          "cultivation of knowledge, and by others through working without fruitive",
          "desire.",
          ""
        ],
        "word_meaning_lines": [
          "dhyänena—by meditation; ätmani—self; paçyanti—see; kecit—one; ätmänam",
          "—Supersoul; ätmanä—by the mind; anye—others; säìkhyena—by",
          "philosophical discussion; yogena—by the yoga system; karma-yogena—by",
          "activities without fruitive desire; ca—also; apare—others."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Lord informs Arjuna that the conditioned soul can be divided into two, classes as far as man’s search for self-realization is concerned. Those who are, atheists, agnostics and skeptics are beyond the sense of spiritual, understanding. But there are others who are faithful in their understanding of, spiritual life, and they are called workers who have renounced fruitive results., Those who always try to establish the doctrine of monism are also counted, among the atheists and agnostics. In other words, only the devotees of the, Supreme Personality of Godhead are really capable of spiritual understanding, because they understand that beyond this material nature there is the spiritual, world and the Supreme Personality of Godhead who is expanded as the, Paramätmä, the Supersoul in everyone, the all-pervading Godhead. Of course, there are those who try to understand the Supreme Absolute Truth by, cultivation of knowledge, and they can be counted in the second class. The, atheistic philosophers analyze this material world into twenty-four elements,, and they place the individual soul as the twenty-fifth item. When they are, able to understand the nature of the individual soul to be transcendental to, the material elements, they are able to understand also that above the, individual soul there is the Supreme Personality of Godhead. He is the twenty-, sixth element. Thus gradually they also come to the standard of devotional, service in Kåñëa consciousness. Those who work without fruitive results are, also perfect in their attitude. They are given a chance to advance to the, platform of devotional service in Kåñëa consciousness. Here it is stated that, there are some people who are pure in consciousness and who try to find out, the Supersoul by meditation, and when they discover the Supersoul within, themselves, they become transcendentally situated. Similarly, there are others, who also try to understand the Supreme Soul by cultivation of knowledge, and, there are others who cultivate the haöha-yoga system and who try to satisfy the, Supreme Personality of Godhead by childish activities."
        ]
      },
      {
        "text_number": 26,
        "heading": "TEXT 26",
        "transliteration_lines": [
          "TEXT 26",
          "ANYae TvevMaJaaNaNTa é[uTvaNYae>Ya oPaaSaTae )",
          "Tae_iPa caiTaTarNTYaev Ma*TYau& é[uiTaParaYa<aa )) 26 ))",
          "anye tv evam ajänantaù",
          "çrutvänyebhya upäsate",
          "te ’pi cätitaranty eva",
          "måtyuà çruti-paräyaëäù",
          ""
        ],
        "word_meaning_lines": [
          "anye—others; tu—but; evam—this; ajänantaù—without spiritual knowledge;",
          "çrutvä—by hearing; anyebhyaù—from others; upäsate—begin to worship; te—",
          "they; api—also; ca—and; atitaranti—transcend; eva—certainly; måtyum—the",
          "path of death; çruti-paräyaëäù—inclined to the process of hearing."
        ],
        "translation": ", Again there are those who, although not conversant in spiritual knowledge,, begin to worship the Supreme Person upon hearing about Him from others., Because of their tendency to hear from authorities, they also transcend the path, of birth and death.,",
        "purport_paragraphs": [
          "This verse is particularly applicable to modern society because in modern, society there is practically no education in spiritual matters. Some of the, people may appear to be atheistic or agnostic or philosophical, but actually, there is no knowledge of philosophy. As for the common man, if he is a good, soul, then there is a chance for advancement by hearing. This hearing process, is very important. Lord Caitanya, who preached Kåñëa consciousness in the, modern world, gave great stress to hearing because if the common man simply, hears from authoritative sources, he can progress, especially, according to Lord, Caitanya, if he hears the transcendental vibration Hare Kåñëa, Hare Kåñëa,, Kåñëa Kåñëa, Hare Hare/Hare Räma, Hare Räma, Räma Räma, Hare Hare. It is, stated, therefore, that all men should take advantage of hearing from realized, souls and gradually become able to understand everything. The worship of the, Supreme Lord will then undoubtedly take place. Lord Caitanya has said that, in this age no one needs to change his position, but one should give up the, endeavor to understand the Absolute Truth by speculative reasoning. One, should learn to become the servant of those who are in knowledge of the, Supreme Lord. If one is fortunate enough to take shelter of a pure devotee,, hear from him about self-realization and follow in his footsteps, he will be, gradually elevated to the position of a pure devotee. In this verse particularly, the process of hearing is strongly recommended, and this is very appropriate., Although the common man is often not as capable as so-called philosophers,, faithful hearing from an authoritative person will help one transcend this, material existence and go back to Godhead, back to home."
        ]
      },
      {
        "text_number": 27,
        "heading": "TEXT 27",
        "transliteration_lines": [
          "TEXT 27",
          "YaavTSaÅaYaTae ik-iÄTSatv& SQaavrJa®MaMa( )",
          "+ae}a+ae}ajSa&YaaeGaataiÜiÖ >arTazR>a )) 27 ))",
          "yävat saïjäyate kiïcit",
          "sattvaà sthävara-jaìgamam",
          "kñetra-kñetrajïa-saàyogät",
          "tad viddhi bharatarñabha",
          "unmoving, is only the combination of the field of activities and the knower of",
          "the field.",
          ""
        ],
        "word_meaning_lines": [
          "yävat—whatever; saàjäyate—takes place; kiïcit—anything; sattvam—",
          "existence; sthävara—not moving; jaìgamam—moving; kñetra—the body;",
          "kñetrajïa—knower of the body; saàyogät—union between; tat viddhi—you",
          "must know it; bharatarñabha—O chief of the Bhäratas.",
          "O chief of the Bhäratas, whatever you see in existence, both moving and"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Both material nature and the living entity, which were existing before the, creation of the cosmos, are explained in this verse. Whatever is created is but a, combination of the living entity and material nature. There are many, manifestations like trees, mountains and hills, which are not moving, and, there are many existences which are moving, and all of them are but, combinations of material nature and superior nature, the living entity., Without the touch of the superior nature, the living entity, nothing can grow., Therefore the relationship between matter and nature is eternally going on,, and this combination is effected by the Supreme Lord; therefore He is the, controller of both the superior and inferior natures. The material nature is, created by Him, and the superior nature is placed in this material nature, and, thus all these activities and manifestations take place."
        ]
      },
      {
        "text_number": 28,
        "heading": "TEXT 28",
        "transliteration_lines": [
          "TEXT 28",
          "SaMa& SaveRzu >aUTaezu iTaïNTa& ParMaeìrMa( )",
          "ivNaXYaTSvivNaXYaNTa& Ya PaXYaiTa Sa PaXYaiTa )) 28 ))",
          "samaà sarveñu bhüteñu",
          "tiñöhantaà parameçvaram",
          "vinaçyatsv avinaçyantaà",
          "yaù paçyati sa paçyati",
          "actually sees.",
          "One who sees the Supersoul accompanying the individual soul in all bodies and",
          "who understands that neither the soul nor the Supersoul is ever destroyed",
          "actually sees.",
          ""
        ],
        "word_meaning_lines": [
          "samam—equally; sarveñu—in all; bhüteñu—living entities; tiñöhantam—",
          "residing; parameçvaram—the Supersoul; vinaçyatsu—in the destructible;",
          "avinaçyantam—not destroyed; yaù—anyone; paçyati—see; saù—he; paçyati—"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Anyone who can see three things—the body, the proprietor of the body, or, individual soul, and the friend of the individual soul, combined together by, good association—is actually in knowledge. Those who are not associated with, the soul’s friend are ignorant; they simply see the body, and when the body is, destroyed they think that everything is finished, but actually it is not so. After, the destruction of the body, both the soul and the Supersoul exist, and they go, on eternally in many various moving and unmoving forms. The Sanskrit word, parameçvaram is sometimes translated as the individual soul because the soul is, the master of the body, and after the destruction of the body he transfers to, another form. In that way he is master. But there are others who interpret this, parameçvaram to be the Supersoul. In either case, both the Supersoul and the, individual soul continue. They are not destroyed. One who can see in this way, can actually see what is happening."
        ]
      },
      {
        "text_number": 29,
        "heading": "TEXT 29",
        "transliteration_lines": [
          "TEXT 29",
          "SaMa& PaXYaiNh SavR}a SaMaviSQaTaMaqìrMa( )",
          "Na ihNaSTYaaTMaNaaTMaaNa& TaTaae YaaiTa Para& GaiTaMa( )) 29 ))",
          "samaà paçyan hi sarvatra",
          "samavasthitam éçvaram",
          "na hinasty ätmanätmänaà",
          "tato yäti paräà gatim",
          "One who sees the Supersoul in every living being and equal everywhere does",
          "not degrade himself by his mind. Thus he approaches the transcendental",
          "destination.",
          ""
        ],
        "word_meaning_lines": [
          "samam—equally; paçyan—seeing; hi—certainly; sarvatra—everywhere;",
          "samavasthitam—equally situated; éçvaram—Supersoul; na—does not; hinasti—",
          "degrade; ätmanä—by the mind; ätmänam—the soul; tataù yäti—then reaches;",
          "paräm—the transcendental; gatim—destination."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The living entity, by accepting his material existence as just so much, suffering, can become situated in his spiritual existence. If one understands, that the Supreme is situated in His Paramätmä manifestation everywhere, that, is, if one can see the presence of the Supreme Personality of Godhead in every, living thing, he does not degrade himself, and he therefore gradually advances, in the spiritual world. The mind is generally addicted to self-centered, processes; but when the mind turns to the Supersoul, one becomes advanced in, spiritual understanding."
        ]
      },
      {
        "text_number": 30,
        "heading": "TEXT 30",
        "transliteration_lines": [
          "TEXT 30",
          "Pa[k*-TYaEv c k-MaaRi<a i§-YaMaa<aaiNa SavRXa )",
          "Ya PaXYaiTa TaQaaTMaaNaMak-TaaRr& Sa PaXYaiTa )) 30 ))",
          "prakåtyaiva ca karmäëi",
          "kriyamäëäni sarvaçaù",
          "yaù paçyati tathätmänam",
          "akartäraà sa paçyati",
          "One who can see that all activities are performed by the body, which is created",
          "of material nature, and sees that the self does nothing, actually sees.",
          ""
        ],
        "word_meaning_lines": [
          "prakåtyä—material nature; eva—certainly; ca—also; karmäëi—activities;",
          "kriyamäëäni—engaged in performing; sarvaçaù—in all respects; yaù—anyone",
          "who; paçyati—sees; tathä—also; ätmänam—himself; akartäram—non-doer;",
          "saù—he; paçyati—sees perfectly."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "This body is made by material nature under the direction of the Supersoul,, and whatever activities are going on in respect to one’s body are not his doing., Whatever one is supposed to do, either for happiness or for distress, one is, forced to do because of the bodily constitution. The self, however, is outside all, these bodily activities. This body is given according to one’s past desires. To, fulfill desires, one is given the body, with which he acts accordingly., Practically speaking, the body is a machine, designed by the Supreme Lord, to, fulfill desires. Because of desires, one is put into difficult circumstances to, suffer or to enjoy. This transcendental vision of the living entity, when, developed, makes one separate from bodily activities. One who has such a, vision is an actual seer."
        ]
      },
      {
        "text_number": 31,
        "heading": "TEXT 31",
        "transliteration_lines": [
          "TEXT 31",
          "Yada >aUTaPa*QaG>aavMaek-SQaMaNauPaXYaiTa )",
          "TaTa Wv c ivSTaar& b]ø SaMPaÛTae Tada )) 31 ))",
          "yadä bhüta-påthag-bhävam",
          "eka-stham anupaçyati",
          "tata eva ca vistäraà",
          "brahma sampadyate tadä",
          "When a sensible man ceases to see different identities, which are due to",
          "different material bodies, he attains to the Brahman conception. Thus he sees",
          "that beings are expanded everywhere.",
          ""
        ],
        "word_meaning_lines": [
          "yadä—when; bhüta—living entities; påthak-bhävam—separated entities; eka-",
          "stham—situated in one; anupaçyati—tries to see through authority; tataù eva",
          "—thereafter; ca—also; vistäram—expanded; brahma—the Absolute;",
          "sampadyate—attains; tadä—at that time."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "When one can see that the various bodies of living entities arise due to the, different desires of the individual soul and do not actually belong to the soul, itself, one actually sees. In the material conception of life, we find someone a, demigod, someone a human being, a dog, a cat, etc. This is material vision, not, actual vision. This material differentiation is due to a material conception of, life. After the destruction of the material body, this spirit soul is one. The, spirit soul, due to contact with material nature, gets different types of bodies., When one can see this, he attains spiritual vision; thus being freed from, differentiations like man, animal, big, low, etc., one becomes beautified in his, consciousness and able to develop Kåñëa consciousness in his spiritual identity., How he then sees things will be explained in the next verse."
        ]
      },
      {
        "text_number": 32,
        "heading": "TEXT 32",
        "transliteration_lines": [
          "TEXT 32",
          "ANaaidTvaiàGauR<aTvaTParMaaTMaaYaMaVYaYa )",
          "XarqrSQaae_iPa k-aENTaeYa Na k-raeiTa Na il/PYaTae )) 32 ))",
          "anäditvän nirguëatvät",
          "paramätmäyam avyayaù",
          "çaréra-stho ’pi kaunteya",
          "na karoti na lipyate",
          "Those with the vision of eternity can see that the soul is transcendental",
          "eternal, and beyond the modes of nature. Despite contact with the material",
          ""
        ],
        "word_meaning_lines": [
          "anäditvät—due to eternity; nirguëatvät—due to transcendental; param—",
          "beyond material nature; ätmä—spirit; ayam—this; avyayaù—inexhaustable;",
          "çaréra-sthaù api—though dwelling in the body; kaunteya—O son of Kunté; na",
          "karoti—never does anything; na lipyate—nor is he entangled.",
          "body, O Arjuna, the soul neither does anything nor is entangled."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "A living entity appears to be born because of the birth of the material body,, but actually the living entity is eternal; he is not born, and in spite of his being, situated in a material body, he is transcendental and eternal. Thus he cannot, be destroyed. By nature he is full of bliss. He does not engage himself in any, material activities; therefore the activities performed due to his contact with, material bodies do not entangle him."
        ]
      },
      {
        "text_number": 33,
        "heading": "TEXT 33",
        "transliteration_lines": [
          "TEXT 33",
          "YaQaa SavRGaTa& SaaE+MYaadak-aXa& NaaePail/PYaTae )",
          "SavR}aaviSQaTaae dehe TaQaaTMaa NaaePail/PYaTae )) 33 ))",
          "yathä sarva-gataà saukñmyäd",
          "äkäçaà nopalipyate",
          "sarvaträvasthito dehe",
          "tathätmä nopalipyate",
          ""
        ],
        "word_meaning_lines": [
          "yathä—as; sarva-gatam—all-pervading; saukñmyät—due to being subtle;",
          "äkäçam—the sky; na—never; upalipyate—mixes; sarvatra—everywhere;",
          "avasthitaù—situated; dehe—in the body; tathä—such; ätmä—the self; na—",
          "never; upalipyate—mixes."
        ],
        "translation": ", The sky, due to its subtle nature, does not mix with anything, although it is all-, pervading. Similarly, the soul, situated in Brahman vision, does not mix with, the body, though situated in that body.,",
        "purport_paragraphs": [
          "The air enters into water, mud, stool and whatever else is there; still it does, not mix with anything. Similarly, the living entity, even though situated in, varieties of bodies, is aloof from them due to his subtle nature. Therefore it is, impossible to see with the material eyes how the living entity is in contact, with this body and how he is out of it after the destruction of the body. No one, in science can ascertain this."
        ]
      },
      {
        "text_number": 34,
        "heading": "TEXT 34",
        "transliteration_lines": [
          "TEXT 34",
          "YaQaa Pa[k-aXaYaTYaek- k*-Tò& l/aek-iMaMa& riv )",
          "+ae}a& +ae}aq TaQaa k*-Tò& Pa[k-aXaYaiTa >aarTa )) 34 ))",
          "yathä prakäçayaty ekaù",
          "kåtsnaà lokam imaà raviù",
          "kñetraà kñetré tathä kåtsnaà",
          "prakäçayati bhärata",
          "Bharata.",
          "living entity, one within the body, illuminate the entire body by consciousness.",
          ""
        ],
        "word_meaning_lines": [
          "yathä—as; prakäçayati—illuminates; ekaù—one; kåtsnam—the whole; lokam",
          "—universe; imam—this; raviù—the sun, kñetram—this body; kñetré—the soul;",
          "tathä—similarly; kåtsnam—all; prakäçayati—illuminates; bhärata—O son of",
          "O son of Bharata, as the sun alone illuminates all this universe, so does the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "There are various theories regarding consciousness. Here in Bhagavad-gétä, the example of the sun and the sunshine is given. As the sun is situated in one, place, but is illuminating the whole universe, so a small particle of spirit soul,, although situated in the heart of this body, is illuminating the whole body by, consciousness. Thus consciousness is the proof of the presence of the soul, as, sunshine or light is the proof of the presence of the sun., When the soul is present in the body, there is consciousness all over the body,, and as soon as the soul has passed from the body, there is no more, consciousness. This can be easily understood by any intelligent man. Therefore, consciousness is not a production of the combinations of matter. It is the, symptom of the living entity. The consciousness of the living entity, although, qualitatively one with the supreme consciousness, is not supreme because the, consciousness of one particular body does not share that of another body. But, the Supersoul, which is situated in all bodies as the friend of the individual, soul, is conscious of all bodies. That is the difference between supreme, consciousness and individual consciousness."
        ]
      },
      {
        "text_number": 35,
        "heading": "TEXT 35",
        "transliteration_lines": [
          "TEXT 35",
          "+ae}a+ae}ajYaaerevMaNTar& jaNac+auza )",
          ">aUTaPa[k*-iTaMaae+a& c Yae ivduYaaRiNTa Tae ParMa( )) 35 ))",
          "kñetra-kñetrajïayor evam",
          "antaraà jïäna-cakñuñä",
          "bhüta-prakåti-mokñaà ca",
          "ye vidur yänti te param",
          "One who knowingly sees this difference between the body and the owner of the",
          "body and can understand the process of liberation from this bondage, also",
          "attains to the supreme goal.",
          ""
        ],
        "word_meaning_lines": [
          "kñetra—body; kñetrajïayoù—of the proprietor of the body; evam—that;",
          "antaram—difference; jïäna-cakñuñä—by vision of knowledge; bhüta—living",
          "entity; prakåti—material nature; mokñam—liberation; ca—also; ye—one who;",
          "viduù—knows; yänti—approaches; te—they; param—Supreme."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The purport of this Thirteenth Chapter is that one should know the, distinction between the body, the owner of the body, and the Supersoul. A, faithful person should at first have some good association to hear of God and, thus gradually become enlightened. If one accepts a spiritual master, he can, learn to distinguish between matter and spirit, and that becomes the, steppingstone for further spiritual realization. A spiritual master teaches his, students to get free from the material concept of life by various instructions., For instance, in Bhagavad-gétä we find Kåñëa instructing Arjuna to free him, from materialistic considerations., One can understand that this body is matter; it can be analyzed with its, twenty-four elements. That is the gross manifestation. And the subtle, manifestation is the mind and psychological effects. And the symptoms of life, are the interaction of these features. But over and above this, there is the soul,, and there is also the Supersoul. The soul and the Supersoul are two. This, material world is working by the conjunction of the soul and the twenty-four, material elements. One who can see the constitution of the whole material, manifestation as this combination of the soul and material elements and also, can see the situation of the Supreme Soul becomes eligible for transfer to the, spiritual world. These things are meant for contemplation and for realization,, and one should have a complete understanding of this chapter with the help of, the spiritual master., Thus end the Bhaktivedanta Purports to the Thirteenth Chapter of the, Çrémad-Bhagavad-gétä in the matter of Nature, the Enjoyer, and, Consciousness.]"
        ]
      }
    ]
  }
}
