{
  "summary": {
    "original_lines": 1820,
    "sections_found": 127
  },
  "sections": [
    {
      "header": "CHAPTER FOUR: [",
      "lines": [
        "Transcendental Knowledge,"
      ]
    },
    {
      "header": "TEXT 1,",
      "lines": [
        "é[q>aGavaNauvac,",
        "wMa& ivvSvTae YaaeGa& Pa[ae¢-vaNahMaVYaYaMa( ),",
        "ivvSvaNMaNave Pa[ah MaNauir+vak-ve_b]vqTa( )) 1 )),",
        "çré-bhagavän uväca,",
        "imaà vivasvate yogaà,",
        "proktavän aham avyayam,",
        "vivasvän manave präha,",
        "manur ikñväkave ’bravét,",
        "çré bhagavän uväca—the Supreme Personality of Godhead said; imam—this;,",
        "vivasvate—unto the sun-god; yogam—the science of one’s relationship to the,",
        "Supreme; proktavän—instructed; aham—I; avyayam—imperishable; vivasvän,",
        "—Vivasvän (the sun-god’s name); manave—unto the father of mankind (of,",
        "the name Vaivasvata); präha—told; manuù—the father of mankind; ikñväkave,",
        "—unto King Ikñväku; abravét—said.,",
        "The Blessed Lord said: I instructed this imperishable science of yoga to the sun-,",
        "god, Vivasvän, and Vivasvän instructed it to Manu, the father of mankind, and,",
        "Manu in turn instructed it to Ikñväku.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Herein we find the history of the Bhagavad-gétä traced from a remote time,",
        "when it was delivered to the royal order, the kings of all planets. This science,",
        "is especially meant for the protection of the inhabitants and therefore the,",
        "royal order should understand it in order to be able to rule the citizens and,",
        "protect them from the material bondage to lust. Human life is meant for,",
        "cultivation of spiritual knowledge, in eternal relationship with the Supreme,",
        "Personality of Godhead, and the executive heads of all states and all planets,",
        "are obliged to impart this lesson to the citizens by education, culture and,",
        "devotion. In other words, the executive heads of all states are intended to,",
        "spread the science of Kåñëa consciousness so that the people may take,",
        "advantage of this great science and pursue a successful path, utilizing the,",
        "opportunity of the human form of life.,",
        "In this millennium, the sun-god is known as Vivasvän, the king of the sun,,",
        "which is the origin of all planets within the solar system. In the Brahma-,",
        "saàhitä it is stated:,",
        "yac-cakñur eña savitä sakala-grahäëäà,",
        "räjä samasta-sura-mürttir açeña-tejäù,",
        "yasyäjïayä bhramati sambhåta-kälacakro,",
        "govindam ädi-puruñaà tam ahaà bhajämi,",
        "Let me worship, Lord Brahmä said, the Supreme Personality of Godhead,,",
        "Govinda [Kåñëa], who is the original person and under whose order the sun,,",
        "which is the king of all planets, is assuming immense power and heat. The sun,",
        "represents the eye of the Lord and traverses its orbit in obedience to His,",
        "order.,",
        "The sun is the king of the planets, and the sun-god (at present of the name,",
        "Vivasvän) rules the sun planet, which is controlling all other planets by,",
        "supplying heat and light. He is rotating under the order of Kåñëa, and Lord,",
        "Kåñëa originally made Vivasvän His first disciple to understand the science of,",
        "Bhagavad-gétä. The Gétä is not, therefore, a speculative treatise for the,",
        "insignificant mundane scholar but is a standard book of knowledge coming,",
        "down from time immemorial. In the Mahäbhärata (Çänti-parva 348.51–52) we,",
        "can trace out the history of the Gétä as follows:,",
        "tretä-yugädau ca tato vivasvän manave dadau,",
        "manuç ca loka-bhåty-arthaà sutäyekñväkave dadau,",
        "ikñväkuëä ca kathito vyäpya lokän avasthitäù,",
        "In the beginning of the Tretä-yuga [millennium] this science of the,",
        "relationship with the Supreme was delivered by Vivasvän to Manu. Manu,,",
        "being the father of mankind, gave it to his son Mahäräja Ikñväku, the King of,",
        "this earth planet and forefather of the Raghu dynasty in which Lord,",
        "Rämacandra appeared. Therefore, Bhagavad-gétä existed in the human society,",
        "from the time of Mahäräja Ikñväku.,",
        "At the present moment we have just passed through five thousand years of,",
        "the Kali-yuga, which lasts 432,000 years. Before this there was Dväpara-yuga,",
        "(800,000 years), and before that there was Tretä-yuga (1,200,000 years). Thus,,",
        "some 2,005,000 years ago, Manu spoke the Bhagavad-gétä to his disciple and,",
        "son Mahäräja lkñväku, the King of this planet earth. The age of the current,",
        "Manu is calculated to last some 305,300,000 years, of which 120,400,000 have,",
        "passed. Accepting that before the birth of Manu, the Gétä was spoken by the,",
        "Lord to His disciple, the sun-god Vivasvän, a rough estimate is that the Gétä,",
        "was spoken at least 120,400,000 years ago; and in human society it has been,",
        "extant for two million years. It was respoken by the Lord again to Arjuna,",
        "about five thousand years ago. That is the rough estimate of the history of the,",
        "Géta, according to the Gétä itself and according to the version of the speaker,,",
        "Lord Çré Kåñëa. It was spoken to the sun-god Vivasvän because he is also a,",
        "kñatriya and is the father of all kñatriyas who are descendants of the sun-god,,",
        "or the sürya-vaàça kñatriyas. Because Bhagavad-gétä is as good as the Vedas,,",
        "being spoken by the Supreme Personality of Godhead, this knowledge is,",
        "apauruñeya, superhuman. Since the Vedic instructions are accepted as they,",
        "are, without human interpretation, the Gétä must therefore be accepted,",
        "without mundane interpretation. The mundane wranglers may speculate on,",
        "the Gétä in their own ways, but that is not Bhagavad-gétä as it is. Therefore,,",
        "Bhagavad-gétä has to be accepted as it is, from the disciplic succession, and it is,",
        "described herein that the Lord spoke to the sun-god, the sun-god spoke to his,",
        "son Manu, and Manu spoke to his son Ikñväku.,"
      ]
    },
    {
      "header": "TEXT 2,",
      "lines": [
        "Wv& ParMParaPa[aáiMaMa& raJazRYaae ivdu ),",
        "Sa k-ale/Naeh MahTaa YaaeGaae Naí ParNTaPa )) 2 )),",
        "evaà paramparä-präptam,",
        "imaà räjarñayo viduù,",
        "sa käleneha mahatä,",
        "yogo nañöaù parantapa,",
        "evam—thus; paramparä—disciplic succession; präptam—received; imam—this,",
        "science; räjarñayaù—the saintly kings; viduù—understood; saù—that,",
        "knowledge; kälena—in the course of time; iha—in this world; mahatä—by,",
        "great; yogaù—the science of one’s relationship with the Supreme; nañöaù—,",
        "scattered; parantapa—O Arjuna, subduer of the enemies.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "This supreme science was thus received through the chain of disciplic,",
        "succession, and the saintly kings understood it in that way. But in course of,",
        "time the succession was broken, and therefore the science as it is appears to be,",
        "lost.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "It is clearly stated that the Gétä was especially meant for the saintly kings,",
        "because they were to execute its purpose in ruling over the citizens. Certainly,",
        "Bhagavad-gétä was never meant for the demonic persons, who would dissipate,",
        "its value for no one’s benefit and would devise all types of interpretations,",
        "according to personal whims. As soon as the original purpose was scattered by,",
        "the motives of the unscrupulous commentators, there arose the need to,",
        "reestablish the disciplic succession. Five thousand years ago it was detected by,",
        "the Lord Himself that the disciplic succession was broken, and therefore He,",
        "declared that the purpose of the Gétä appeared to be lost. In the same way, at,",
        "the present moment also there are so many editions of the Gétä (especially in,",
        "English), but almost all of them are not according to authorized disciplic,",
        "succession. There are innumerable interpretations rendered by different,",
        "mundane scholars, but almost all of them do not accept the Supreme,",
        "Personality of Godhead, Kåñëa, although they make a good business on the,",
        "words of Çré Kåñëa. This spirit is demonic, because demons do not believe in,",
        "God but simply enjoy the property of the Supreme. Since there is a great need,",
        "of an edition of the Gétä in English, as it is received by the paramparä,",
        "(disciplic succession) system, an attempt is made herewith to fulfill this great,",
        "want. Bhagavad-gétä—accepted as it is—is a great boon to humanity; but if it,",
        "is accepted as a treatise of philosophical speculations, it is simply a waste of,",
        "time.,"
      ]
    },
    {
      "header": "TEXT 3,",
      "lines": [
        "Sa WvaYa& MaYaa Tae_Û YaaeGa Pa[ae¢- PauraTaNa ),",
        ">a¢-ae_iSa Mae Sa%a ceiTa rhSYa& ùeTadutaMaMa( )) 3 )),",
        "sa eväyaà mayä te ’dya,",
        "yogaù proktaù purätanaù,",
        "bhakto ’si me sakhä ceti,",
        "rahasyaà hy etad uttamam,",
        "saù—the same ancient; eva—certainly; ayam—this; mayä—by Me; te—unto,",
        "you; adya—today; yogaù—the science of yoga; proktaù—spoken; purätanaù—,",
        "very old; bhaktaù—devotee; asi—you are; me—My; sakhä—friend; ca—also;,",
        "iti—therefore; rahasyam—mystery; hi—certainly; etat—this; uttamam—,",
        "transcendental.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "That very ancient science of the relationship with the Supreme is today told by,",
        "Me to you because you are My devotee as well as My friend; therefore you can,",
        "understand the transcendental mystery of this science.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "There are two classes of men, namely the devotee and the demon. The Lord,",
        "selected Arjuna as the recipient of this great science owing to his becoming,",
        "the devotee of the Lord, but for the demon it is not possible to understand this,",
        "great mysterious science. There are a number of editions of this great book of,",
        "knowledge, and some of them have commentaries by the devotees, and some of,",
        "them have commentaries by the demons. Commentation by the devotees is,",
        "real, whereas that of the demons is useless. Arjuna accepts Çré Kåñëa as the,",
        "Supreme Personality of Godhead, and any commentary on the Gétä following,",
        "in the footsteps of Arjuna is real devotional service to the cause of this great,",
        "science. The demonic, however, concoct something about Kåñëa and mislead,",
        "the public and general readers from the path of Kåñëa’s instructions. One,",
        "should try to follow the disciplic succession from Arjuna, and thus be,",
        "benefitted.,"
      ]
    },
    {
      "header": "TEXT 4,",
      "lines": [
        "AJauRNa ovac,",
        "APar& >avTaae JaNMa Par& JaNMa ivvSvTa ),",
        "k-QaMaeTaiÜJaaNaqYaa& TvMaadaE Pa[ae¢-vaiNaiTa )) 4 )),",
        "arjuna uväca,",
        "aparaà bhavato janma,",
        "paraà janma vivasvataù,",
        "katham etad vijänéyäà,",
        "tvam ädau proktavän iti,",
        "arjunaù uväca—Arjuna said; aparam—junior; bhavataù—Your; janma—birth;,",
        "param—superior; janma—birth; vivasvataù—of the sun-god; katham—how;,",
        "etat—this; vijänéyäm—shall I understand; tvam—You; ädau—in the,",
        "beginning; proktavän—instructed; iti—thus.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "Arjuna said: The sun-god Vivasvän is senior by birth to You. How am I to,",
        "understand that in the beginning You instructed this science to him?,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Arjuna is an accepted devotee of the Lord, so how could he not believe,",
        "Kåñëa’s words? The fact is that Arjuna is not inquiring for himself but for,",
        "those who do not believe in the Supreme Personality of Godhead or for the,",
        "demons who do not like the idea that Kåñëa should be accepted as the,",
        "Supreme Personality of Godhead; for them only Arjuna inquires on this point,,",
        "as if he were himself not aware of the Personality of Godhead, or Kåñëa. As it,",
        "will be evident from the Tenth Chapter, Arjuna knew perfectly well that,",
        "Kåñëa is the Supreme Personality of Godhead, the fountainhead of everything,",
        "and the last word in Transcendence. Of course, Kåñëa also appeared as the son,",
        "of Devaké on this earth. How Kåñëa remained the same Supreme Personality of,",
        "Godhead, the eternal, original person, is very difficult for an ordinary man to,",
        "understand. Therefore, to clarify this point, Arjuna put this question before,",
        "Kåñëa so that He Himself could speak authoritatively. That Kåñëa is the,",
        "supreme authority is accepted by the whole world, not only at present, but,",
        "from time immemorial, and the demons alone reject Him. Anyway, since,",
        "Kåñëa is the authority accepted by all, Arjuna put this question before Him in,",
        "order that Kåñëa would describe Himself without being depicted by the,",
        "demons who always try to distort Him in a way understandable to the demons,",
        "and their followers. It is necessary that everyone, for his own interest, know,",
        "the science of Kåñëa. Therefore, when Kåñëa Himself speaks about Himself, it,",
        "is auspicious for all the worlds. To the demons, such explanations by Kåñëa,",
        "Himself may appear to be strange because the demons always study Kåñëa from,",
        "their own standpoint, but those who are devotees heartily welcome the,",
        "statements of Kåñëa when they are spoken by Kåñëa Himself. The devotees,",
        "will always worship such authoritative statements of Kåñëa because they are,",
        "always eager to know more and more about Him. The atheists, who consider,",
        "Kåñëa an ordinary man, may in this way come to know that Kåñëa is,",
        "superhuman, that He is sac-cid-änanda-vigraha—the eternal form of bliss and,",
        "knowledge—that He is transcendental, and that He is above the domination,",
        "of the modes of material nature and above the influence of time and space. A,",
        "devotee of Kåñëa’s, like Arjuna, is undoubtedly above any misunderstanding of,",
        "the transcendental position of Kåñëa. Arjuna’s putting this question before the,",
        "Lord is simply an attempt by the devotee to defy the atheistic attitude of,",
        "persons who consider Kåñëa to be an ordinary human being subject to the,",
        "modes of material nature.,"
      ]
    },
    {
      "header": "TEXT 5,",
      "lines": [
        "é[q>aGavaNauvac,",
        "bhUiNa Mae VYaTaqTaaiNa JaNMaaiNa Tav caJauRNa ),",
        "TaaNYah& ved SavaRi<a Na Tv& veTQa ParNTaPa )) 5 )),",
        "çré-bhagavän uväca,",
        "bahüni me vyatétäni,",
        "janmäni tava cärjuna,",
        "täny ahaà veda sarväëi,",
        "na tvaà vettha parantapa,",
        "çré bhagavän uväca—the Personality of Godhead said; bahüni—many; me—of,",
        "Mine; vyatétäni—have passed; janmäni—births; tava—of yours; ca—and also;,",
        "arjuna—O Arjuna; täni—all those; aham—I; veda—do know; sarväëi—all; na,",
        "—not; tvam—yourself; vettha—know; parantapa—O subduer of the enemy.,",
        "The Blessed Lord said: Many, many births both you and I have passed. I can,",
        "remember all of them, but you cannot, O subduer of the enemy!,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "In the Brahma-saàhitä we have information of many, many incarnations of,",
        "the Lord. lt is stated there:,",
        "advaitam acyutam anädim ananta-rüpam,",
        "ädyaà puräëa-puruñaà nava-yauvanaà ca,",
        "vedeñu durllabham adurllabham ätma-bhaktau,",
        "govindam ädi-puruñaà tam ahaà bhajämi.,",
        "(Bs. 5.33),",
        "I worship the Supreme Personality of Godhead, Govinda [Kåñëa], who is,",
        "the original person—absolute, infallible, without beginning, although,",
        "expanded into unlimited forms, still the same original, the oldest, and the,",
        "person always appearing as a fresh youth. Such eternal, blissful, all-knowing,",
        "forms of the Lord are usually understood by the best Vedic scholars, but they,",
        "are always manifest to pure, unalloyed devotees. It is also stated in Brahma-,",
        "saàhitä:,",
        "rämädi mürttiñu kalä-niyamena tiñöhan,",
        "nänävatäram akarod bhuvaneñu kintu,",
        "kåñëaù svayaà samabhavat paramaù pumän yo,",
        "govindam ädi-puruñaà tam ahaà bhajämi,",
        "(Bs. 5.39),",
        "I worship the Supreme Personality of Godhead, Govinda [Kåñëa], who is,",
        "always situated in various incarnations such as Räma, Nåsiàha and many sub-,",
        "incarnations as well, but who is the original Personality of Godhead known as,",
        "Kåñëa, and who incarnates personally also.,",
        "In the Vedas also it is said that the Lord, although one without a second,,",
        "nevertheless manifests Himself in innumerable forms. He is like the vaidurya,",
        "stone, which changes color yet still remains one. All those multi-forms are,",
        "understood by the pure, unalloyed devotees, but not by a simple study of the,",
        "Vedas: vedeñu durllabham adurllabham ätma-bhaktau. Devotees like Arjuna are,",
        "constant companions of the Lord, and whenever the Lord incarnates, the,",
        "associate devotees also incarnate in order to serve the Lord in different,",
        "capacities. Arjuna is one of these devotees, and in this verse it is understood,",
        "that some millions of years ago when Lord Kåñëa spoke the Bhagavad-gétä to,",
        "the sun-god Vivasvän, Arjuna, in a different capacity, was also present. But,",
        "the difference between the Lord and Arjuna is that the Lord remembered the,",
        "incidence, whereas Arjuna could not remember. That is the difference,",
        "between the part and parcel living entity and the Supreme Lord. Although,",
        "Arjuna is addressed herein as the mighty hero who could subdue the enemies,,",
        "he is unable to recall what had happened in his various past births. Therefore,,",
        "a living entity, however great he may be in the material estimation, can never,",
        "equal the Supreme Lord. Anyone who is a constant companion of the Lord is,",
        "certainly a liberated person, but he cannot be equal to the Lord. The Lord is,",
        "described in the Brahma-saàhitä as infallible (acyuta), which means that He,",
        "never forgets Himself, even though He is in material contact. Therefore, the,",
        "Lord and the living entity can never be equal in all respects, even if the living,",
        "entity is as liberated as Arjuna. Although Arjuna is a devotee of the Lord, he,",
        "sometimes forgets the nature of the Lord, but by the divine grace a devotee,",
        "can at once understand the infallible condition of the Lord, whereas a,",
        "nondevotee or a demon cannot understand this transcendental nature.,",
        "Consequently these descriptions in the Gétä cannot be understood by demonic,",
        "brains. Kåñëa remembered acts which were performed by Him millions of years,",
        "before, but Arjuna could not, despite the fact that both Kåñëa and Arjuna are,",
        "eternal in nature. We may also note herein that a living entity forgets,",
        "everything due to his change of body, but the Lord remembers because He does,",
        "not change His sac-cid-änanda body. He is advaita, which means there is no,",
        "distinction between His body and Himself. Everything in relation to Him is,",
        "spirit—whereas the conditioned soul is different from his material body. And,,",
        "because the Lord’s body and self are identical, His position is always different,",
        "from the ordinary living entity, even when He descends to the material,",
        "platform. The demons cannot adjust themselves to this transcendental nature,",
        "of the Lord, as the Lord explains in the following verse.,"
      ]
    },
    {
      "header": "TEXT 6,",
      "lines": [
        "AJaae_iPa SaàVYaYaaTMaa >aUTaaNaaMaqìrae_iPa SaNa( ),",
        "Pa[k*-iTa& SvaMaiDaïaYa SaM>avaMYaaTMaMaaYaYaa )) 6 )),",
        "ajo ’pi sann avyayätmä,",
        "bhütänäm éçvaro ’pi san,",
        "prakåtià sväm adhiñöhäya,",
        "sambhavämy ätma-mäyayä,",
        "ajaù—unborn; api—although; san—being so; avyaya—without deterioration;,",
        "ätmä—body; bhütänäm—all those who are born; éçvaraù—the Supreme Lord;,",
        "api—although; san—being so; prakåtim—transcendental form; sväm—of,",
        "Myself; adhiñöhäya—being so situated; sambhavämi—I do incarnate; ätma-,",
        "mäyayä—by My internal energy.,",
        "Although I am unborn and My transcendental body never deteriorates, and,",
        "although I am the Lord of all sentient beings, I still appear in every millennium,",
        "in My original transcendental form.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The Lord has spoken about the peculiarity of His birth: although He may,",
        "appear like an ordinary person, He remembers everything of His many, many,",
        "past births, whereas a common man cannot remember what he has done even,",
        "a few hours before. If someone is asked what he did exactly at the same time,",
        "one day earlier, it would be very difficult for a common man to answer,",
        "immediately. He would surely have to dredge his memory to recall what he was,",
        "doing exactly at the same time one day before. And yet, men often dare claim,",
        "to be God, or Kåñëa. One should not be misled by such meaningless claims.,",
        "Then again, the Lord explains His prakåti or His form. Prakåti means nature as,",
        "well as svarüpa, or one’s own form. The Lord says that He appears in His own,",
        "body. He does not change His body, as the common living entity changes from,",
        "one body to another. The conditioned soul may have one kind of body in the,",
        "present birth, but he has a different body in the next birth. In the material,",
        "world, the living entity has no fixed body but transmigrates from one body to,",
        "another. The Lord, however, does not do so. Whenever He appears, He does so,",
        "in the same original body, by His internal potency. In other words, Kåñëa,",
        "appears in this material world in His original eternal form, with two hands,,",
        "holding a flute. He appears exactly in His eternal body, uncontaminated by,",
        "this material world. Although He appears in the same transcendental body and,",
        "is Lord of the universe, it still appears that He takes His birth like an ordinary,",
        "living entity. Despite the fact Lord Kåñëa grows from childhood to boyhood,",
        "and from boyhood to youth, astonishingly enough He never ages beyond,",
        "youth. At the time of the Battle of Kurukñetra, He had many grandchildren at,",
        "home; or, in other words, He had sufficiently aged by material calculations.,",
        "Still He looked just like a young man twenty or twenty-five years old. We,",
        "never see a picture of Kåñëa in old age because He never grows old like us,,",
        "although He is the oldest person in the whole creation—past, present, and,",
        "future. Neither His body nor His intelligence ever deteriorates or changes.,",
        "Therefore, it is clear that in spite of His being in the material world, He is the,",
        "same unborn, eternal form of bliss and knowledge, changeless in His,",
        "transcendental body and intelligence. Factually, His appearance and,",
        "disappearance is like the sun’s rising, moving before us, and then disappearing,",
        "from our eyesight. When the sun is out of sight, we think that the sun is set,,",
        "and when the sun is before our eyes, we think that the sun is on the horizon.,",
        "Actually, the sun is always in its fixed position, but owing to our defective,,",
        "insufficient senses, we calculate the appearance and disappearance of the sun,",
        "in the sky. And, because His appearance and disappearance are completely,",
        "different from that of any ordinary, common living entity, it is evident that,",
        "He is eternal, blissful knowledge by His internal potency—and He is never,",
        "contaminated by material nature. The Vedas also confirm that the Supreme,",
        "Personality of Godhead is unborn, yet He still appears to take His birth in,",
        "multi-manifestations. The Vedic supplementary literatures also confirm that,",
        "even though the Lord appears to be taking His birth, He is still without change,",
        "of body. In the Bhägavatam, He appears before His mother as Näräyaëa, with,",
        "four hands and the decorations of the six kinds of full opulences. His,",
        "appearance in His original eternal form is His causeless mercy, according to,",
        "the Viçvakoça dictionary. The Lord is conscious of all of His previous,",
        "appearances and disappearances, but a common living entity forgets,",
        "everything about his past body as soon as he gets another body. He is the Lord,",
        "of all living entities because He performs wonderful and superhuman activities,",
        "while He is on this earth. Therefore, the Lord is always the same Absolute,",
        "Truth and is without differentiation between His form and self, or between,",
        "His quality and body. A question may now be raised as to why the Lord,",
        "appears and disappears in this world. This is explained in the next verse.,"
      ]
    },
    {
      "header": "TEXT 7,",
      "lines": [
        "Yada Yada ih DaMaRSYa Gl/aiNa>aRviTa >aarTa ),",
        "A>YauTQaaNaMaDaMaRSYa TadaTMaaNa& Sa*JaaMYahMa( )) 7 )),",
        "yadä yadä hi dharmasya,",
        "glänir bhavati bhärata,",
        "abhyutthänam adharmasya,",
        "tadätmänaà såjämy aham,",
        "yadä—whenever; yadä—wherever; hi—certainly; dharmasya—of religion;,",
        "gläniù—discrepancies; bhavati—manifested, becomes; bhärata—O descendant,",
        "of Bharata; abhyutthänam—predominance; adharmasya—of irreligion; tadä—,",
        "at that time; ätmänam—self; såjämi—manifest; aham—I.,",
        "Whenever and wherever there is a decline in religious practice, O descendant of,",
        "Bharata, and a predominant rise of irreligion—at that time I descend Myself.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The word såjämi is significant herein. Såjämi cannot be used in the sense of,",
        "creation. because, according to the previous verse, there is no creation of the,",
        "Lord’s form or body, since all of the forms are eternally existent. Therefore,",
        "såjämi means that the Lord manifests Himself as He is. Although the Lord,",
        "appears on schedule, namely at the end of Dväpara-yuga of the twenty-eighth,",
        "millennium of the eighth Manu, in one day of Brahmä, still He has no,",
        "obligation to adhere to such rules and regulations because He is completely,",
        "free to act in many ways at His will. He therefore appears by His own will,",
        "whenever there is a predominance of irreligiosity and a disappearance of true,",
        "religion. Principles of religion are laid down in the Vedas, and any discrepancy,",
        "in the matter of properly executing the rules of the Vedas makes one,",
        "irreligious. In the Bhägavatam it is stated that such principles are the laws of,",
        "the Lord. Only the Lord can manufacture a system of religion. The Vedas are,",
        "also accepted as originally spoken by the Lord Himself to Brahmä, from within,",
        "his heart. Therefore, the principles of dharma, or religion, are the direct orders,",
        "of the Supreme Personality of Godhead (dharmaà tu säkñät-bhagavat-,",
        "praëétam). These principles are clearly indicated throughout the Bhagavad-,",
        "gétä. The purpose of the Vedas is to establish such principles under the order of,",
        "the Supreme Lord, and the Lord directly orders, at the end of the Gétä, that,",
        "the highest principle of religion is to surrender unto Him only, and nothing,",
        "more. The Vedic principles push one towards complete surrender unto Him;,",
        "and, whenever such principles are disturbed by the demonic, the Lord appears.,",
        "From the Bhägavatam we understand that Lord Buddha is the incarnation of,",
        "Kåñëa who appeared when materialism was rampant and materialists were,",
        "using the pretext of the authority of the Vedas. Although there are certain,",
        "restrictive rules and regulations regarding animal sacrifice for particular,",
        "purposes in the Vedas, people of demonic tendency still took to animal,",
        "sacrifice without reference to the Vedic principles. Lord Buddha appeared to,",
        "stop this nonsense and to establish the Vedic principles of nonviolence.,",
        "Therefore each and every avatära, or incarnation of the Lord, has a particular,",
        "mission, and they are all described in the revealed scriptures. No one should be,",
        "accepted as an avatära unless he is referred to by scriptures. It is not a fact that,",
        "the Lord appears only on Indian soil. He can advent Himself anywhere and,",
        "everywhere, and whenever He desires to appear. In each and every,",
        "incarnation, He speaks as much about religion as can be understood by the,",
        "particular people under their particular circumstances. But the mission is the,",
        "same—to lead people to God consciousness and obedience to the principles of,",
        "religion. Sometimes He descends personally, and sometimes He sends His bona,",
        "fide representative in the form of His son, or servant, or Himself in some,",
        "disguised form.,",
        "The principles of the Bhagavad-gétä were spoken to Arjuna, and, for that,",
        "matter, to other highly elevated persons, because he was highly advanced,",
        "compared to ordinary persons in other parts of the world. Two plus two equals,",
        "four is a mathematical principle that is true both in the beginner’s arithmetic,",
        "class and in the advanced class as well. Still, there are higher and lower,",
        "mathematics. In all incarnations of the Lord, therefore, the same principles are,",
        "taught, but they appear to be higher and lower in varied circumstances. The,",
        "higher principles of religion begin with the acceptance of the four orders and,",
        "the four statuses of social life, as will be explained later. The whole purpose of,",
        "the mission of incarnations is to arouse Kåñëa consciousness everywhere. Such,",
        "consciousness is manifest and nonmanifest only under different,",
        "circumstances.,"
      ]
    },
    {
      "header": "TEXT 8,",
      "lines": [
        "Pair}aa<aaYa SaaDaUNaa& ivNaaXaaYa c duZk*-TaaMa( ),",
        "DaMaRSa&SQaaPaNaaQaaRYa SaM>avaiMa YauGae YauGae )) 8 )),",
        "pariträëäya sädhünäà,",
        "vinäçäya ca duñkåtäm,",
        "dharma-saàsthäpanärthäya,",
        "sambhavämi yuge yuge,",
        "pariträëäya—for the deliverance; sädhünäm—of the devotees; vinäçäya—for,",
        "the annihilation; ca—also; duñkåtäm—of the miscreants; dharma—principles,",
        "of religion; saàsthäpana-arthäya—to reestablish; sambhavämi—I do appear;,",
        "yuge—millennium; yuge—after millennium.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "In order to deliver the pious and to annihilate the miscreants, as well as to,",
        "reestablish the principles of religion, I advent Myself millennium after,",
        "millennium.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "According to Bhagavad-gétä, a sädhu (holyman) is a man in Kåñëa,",
        "consciousness. A person may appear to be irreligious, but if he has the,",
        "qualifications of Kåñëa consciousness wholly and fully, he is to be understood,",
        "to be a sädhu. And duñkåtam applies to one who doesn't care for Kåñëa,",
        "consciousness. Such miscreants, or duñkåtam, are described as foolish and the,",
        "lowest of mankind, even though they may be decorated with mundane,",
        "education; whereas another person, who is one hundred percent engaged in,",
        "Kåñëa consciousness, is accepted as sädhu, even though such a person may,",
        "neither be learned nor well cultured. As far as the atheistic are concerned, it is,",
        "not necessary for the Supreme Lord to appear as He is to destroy them, as He,",
        "did with the demons Rävaëa and Kaàsa. The Lord has many agents who are,",
        "quite competent to vanquish demons. But the Lord especially descends to,",
        "appease His unalloyed devotees, who are always harassed by the demonic. The,",
        "demon harasses the devotee, even though the latter may happen to be his kin.,",
        "Although Prahläda Mahäräja was the son of Hiraëyakaçipu, he was,",
        "nonetheless persecuted by his father; although Devaké, the mother of Kåñëa,,",
        "was the sister of Kaàsa, she and her husband Vasudeva were persecuted only,",
        "because Kåñëa was to be born of them. So Lord Kåñëa appeared primarily to,",
        "deliver Devaké, rather than kill Kaàsa, but both were performed,",
        "simultaneously. Therefore it is said here that to deliver the devotee and,",
        "vanquish the demon miscreants, the Lord appears in different incarnations.,",
        "In the Caitanya-caritämåta of Kåñëadäsa Kaviräja, the following verses,",
        "summarize these principles of incarnation:,",
        "såñöi-hetu yei mürti prapaïce avatare,",
        "sei éçvara-mürti ‘avatära’ näma dhare,",
        "mäyätita paravyome savära avasthäna,",
        "viçve ‘avatäri’ dhare ‘avatära’ näma.,",
        "The avatära, or incarnation of Godhead, descends from the kingdom of,",
        "God for material manifestation. And the particular form of the Personality of,",
        "Godhead who so descends is called an incarnation, or avatära. Such,",
        "incarnations are situated in the spiritual world, the kingdom of God. When,",
        "they descend to the material creation, they assume the name avatära.,",
        "There are various kinds of avatäras, such as puruñävatäras, guëävatäras,,",
        "lélävatäras, çaktyäveça avatäras, manvantara-avatäras and yugävatäras—all,",
        "appearing on schedule all over the universe. But Lord Kåñëa is the primeval,",
        "Lord, the fountainhead of all avatäras. Lord Çré Kåñëa descends for the specific,",
        "purposes of mitigating the anxieties of the pure devotees, who are very anxious,",
        "to see Him in His original Våndävana pastimes. Therefore, the prime purpose,",
        "of the Kåñëa avatära is to satisfy His unalloyed devotees.,",
        "The Lord says that He incarnates Himself in every millennium. This indicates,",
        "that He incarnates also in the age of Kali. As stated in the Çrémad-,",
        "Bhägavatam, the incarnation in the age of Kali is Lord Caitanya Mahaprabhu,,",
        "who spread the worship of Kåñëa by the saìkértana movement (congregational,",
        "chanting of the holy names), and spread Kåñëa consciousness throughout,",
        "India. He predicted that this culture of saìkértana would be broadcast all over,",
        "the world, from town to town and village to village. Lord Caitanya as the,",
        "incarnation of Kåñëa, the Personality of Godhead, is described secretly but not,",
        "directly in the confidential parts of the revealed scriptures, such as the,",
        "Upaniñads, Mahäbhärata, Bhägavatam, etc. The devotees of Lord Kåñëa are,",
        "much attracted by the saìkértana movement of Lord Caitanya. This avatära of,",
        "the Lord does not kill the miscreants, but delivers them by the causeless mercy,",
        "of the Lord.,"
      ]
    },
    {
      "header": "TEXT 9,",
      "lines": [
        "JaNMa k-MaR c Mae idVYaMaev& Yaae veita TatvTa ),",
        "TYa¤-a deh& PauNaJaRNMa NaEiTa MaaMaeiTa Saae_JauRNa )) 9 )),",
        "janma karma ca me divyam,",
        "evaà yo vetti tattvataù,",
        "tyaktvä dehaà punar janma,",
        "naiti mäm eti so ’rjuna,",
        "janma—birth; karma—work; ca—also; me—of Mine; divyam—,",
        "transcendental; evam—like this; yaù—anyone who; vetti—knows; tattvataù—,",
        "in reality; tyaktvä—leaving aside; deham—this body; punaù—again; janma—,",
        "birth; na—never; eti—does attain; mäm—unto Me; eti—does attain; saù—he;,",
        "arjuna—O Arjuna.,",
        "One who knows the transcendental nature of My appearance and activities does,",
        "not, upon leaving the body, take his birth again in this material world, but,",
        "attains My eternal abode, O Arjuna.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The Lord’s descent from His transcendental abode is already explained in,",
        "the 6th verse. One who can understand the truth of the appearance of the,",
        "Personality of Godhead is already liberated from material bondage, and,",
        "therefore he returns to the kingdom of God immediately after quitting this,",
        "present material body. Such liberation of the living entity from material,",
        "bondage is not at all easy. The impersonalists and the yogés attain liberation,",
        "only after much trouble and many, many births. Even then, the liberation they,",
        "achieve—merging into the impersonal brahmajyoti of the Lord—is only,",
        "partial, and there is the risk of returning again to this material world. But the,",
        "devotee, simply by understanding the transcendental nature of the body and,",
        "activities of the Lord, attains the abode of the Lord after ending this body and,",
        "does not run the risk of returning again to this material world. In the Brahma-,",
        "saàhitä it is stated that the Lord has many, many forms and incarnations:,",
        "advaitam acyutam anädim ananta-rüpam. Although there are many,",
        "transcendental forms of the Lord, they are still one and the same Supreme,",
        "Personality of Godhead. One has to understand this fact with conviction,,",
        "although it is incomprehensible to mundane scholars and empiric,",
        "philosophers. As stated in the Vedas:,",
        "eko devo nitya-lélänurakto bhakta-vyäpé hådy antarätmä.,",
        "The one Supreme Personality of Godhead is eternally engaged in many,,",
        "many transcendental forms in relationships with His unalloyed devotees. This,",
        "Vedic version is confirmed in this verse of the Gétä personally by the Lord. He,",
        "who accepts this truth on the strength of the authority of the Vedas and of the,",
        "Supreme Personality of Godhead and who does not waste time in,",
        "philosophical speculations attains the highest perfectional stage of liberation.,",
        "Simply by accepting this truth on faith, one can, without a doubt, attain,",
        "liberation. The Vedic version, tattvamasi, is actually applied in this case.,",
        "Anyone who understands Lord Kåñëa to be the Supreme, or who says unto the,",
        "Lord, You are the same Supreme Brahman, the Personality of Godhead is,",
        "certainly liberated instantly, and consequently his entrance into the,",
        "transcendental association of the Lord is guaranteed. In other words, such a,",
        "faithful devotee of the Lord attains perfection, and this is confirmed by the,",
        "following Vedic assertion:,",
        "tam eva viditvätimåtyumeti nänyaù panthä vidyate ayanäya.,",
        "One can attain the perfect stage of liberation from birth and death simply,",
        "by knowing the Lord, the Supreme Personality of Godhead. There is no,",
        "alternative because anyone who does not understand Lord Kåñëa as the,",
        "Supreme Personality of Godhead is surely in the mode of ignorance.,",
        "Consequently he will not attain salvation, simply, so to speak, by licking the,",
        "outer surface of the bottle of honey, or by interpreting the Bhagavad-gétä,",
        "according to mundane scholarship. Such empiric philosophers may assume,",
        "very important roles in the material world, but they are not necessarily eligible,",
        "for liberation. Such puffed up mundane scholars have to wait for the causeless,",
        "mercy of the devotee of the Lord. One should therefore cultivate Kåñëa,",
        "consciousness with faith and knowledge, and in this way attain perfection.,"
      ]
    },
    {
      "header": "TEXT 10,",
      "lines": [
        "vqTaraGa>aYa§-aeDaa MaNMaYaa MaaMauPaaié[Taa ),",
        "bhvae jaNaTaPaSaa PaUTaa MaÙavMaaGaTaa )) 10 )),",
        "véta-räga-bhaya-krodhä,",
        "man-mayä mäm upäçritäù,",
        "bahavo jïäna-tapasä,",
        "pütä mad-bhävam ägatäù,",
        "véta—freed from; räga—attachment; bhaya—fear; krodhäù—anger; mat-mayä,",
        "—fully in Me; mäm—unto Me; upäçritäù—being fully situated; bahavaù—,",
        "many; jïäna—knowledge; tapasä—by penance; pütäù—being purified; mat-,",
        "bhävam—transcendental love for Me; ägatäù—attained.,",
        "Being freed from attachment, fear and anger, being fully absorbed in Me and,",
        "taking refuge in Me, many, many persons in the past became purifled by,",
        "knowledge of Me—and thus they all attained transcendental love for Me.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "As described above, it is very difficult for a person who is too materially,",
        "affected to understand the personal nature of the Supreme Absolute Truth.,",
        "Generally, people who are attached to the bodily conception of life are so,",
        "absorbed in materialism that it is almost impossible for them to understand,",
        "that there is a transcendental body which is imperishable, full of knowledge,",
        "and eternally blissful. In the materialistic concept, the body is perishable, full,",
        "of ignorance and completely miserable. Therefore, people in general keep this,",
        "same bodily idea in mind when they are informed of the personal form of the,",
        "Lord. For such materialistic men, the form of the gigantic material,",
        "manifestation is supreme. Consequently they consider the Supreme to be,",
        "impersonal. And because they are too materially absorbed, the conception of,",
        "retaining the personality after liberation from matter frightens them. When,",
        "they are informed that spiritual life is also individual and personal, they,",
        "become afraid of becoming persons again, and so they naturally prefer a kind,",
        "of merging into the impersonal void. Generally, they compare the living,",
        "entities to the bubbles of the ocean, which merge into the ocean. That is the,",
        "highest perfection of spiritual existence attainable without individual,",
        "personality. This is a kind of fearful stage of life, devoid of perfect knowledge,",
        "of spiritual existence. Furthermore there are many persons who cannot,",
        "understand spiritual existence at all. Being embarassed by so many theories,",
        "and by contradictions of various types of philosophical speculation, they,",
        "become disgusted or angry and foolishly conclude that there is no supreme,",
        "cause and that everything is ultimately void. Such people are in a diseased,",
        "condition of life. Some people are too materially attached and therefore do not,",
        "give attention to spiritual life, some of them want to merge into the supreme,",
        "spiritual cause, and some of them disbelieve in everything, being angry at all,",
        "sorts of spiritual speculation out of hopelessness. This last class of men take to,",
        "the shelter of some kind of intoxication, and their affective hallucinations are,",
        "sometimes accepted as spiritual vision. One has to get rid of all three stages of,",
        "attachment to the material world: negligence of spiritual life, fear of a spiritual,",
        "personal identity, and the conception of void that underlies the frustration of,",
        "life. To get free from these three stages of the material concept of life, one has,",
        "to take complete shelter of the Lord, guided by the bona fide spiritual master,,",
        "and follow the disciplines and regulative principles of devotional life. The last,",
        "stage of the devotional life is called bhäva, or transcendental love of Godhead.,",
        "According to Bhakti-rasämåta-sindhu, the science of devotional service:,",
        "ädau çraddhä tataù sädhu-saìgo ’tha bhajana-kriyä,",
        "tato ’nartha-nivåttiù syät tato niñöhä rucis tataù,",
        "athäsaktis tato bhävas tataù premäbhyudaïcati,",
        "sädhakänäm ayaà premëaù prädurbhäve bhavet kramaù.,",
        "In the beginning one must have a preliminary desire for self-realization.,",
        "This will bring one to the stage of trying to associate with persons who are,",
        "spiritually elevated. In next stage one becomes initiated by an elevated,",
        "spiritual master, and under his instruction the neophyte devotee begins the,",
        "process of devotional service. By execution of devotional service under the,",
        "guidance of the spiritual master, one becomes free from all material,",
        "attachment, attains steadiness in self-realization, and acquires a taste for,",
        "hearing about the Absolute Personality of Godhead, Çré Kåñëa. This taste leads,",
        "one further forward to attachment for Kåñëa consciousness, which is matured,",
        "in bhäva, or the preliminary stage of transcendental love of God. Real love for,",
        "God is called premä, the highest perfectional stage of life. In the premä stage,",
        "there is constant engagement in the transcendental loving service of the Lord.,",
        "So, by the slow process of devotional service, under the guidance of the bona,",
        "fide spiritual master, one can attain the highest stage, being freed from all,",
        "material attachment, from the fearfulness of one’s individual spiritual,",
        "personality, and from the frustrations resulting from void philosophy. Then,",
        "one can ultimately attain to the abode of the Supreme Lord.,"
      ]
    },
    {
      "header": "TEXT 11,",
      "lines": [
        "Yae YaQaa Maa& Pa[PaÛNTae Taa&STaQaEv >aJaaMYahMa( ),",
        "MaMa vTMaaRNauvTaRNTae MaNauZYaa PaaQaR SavRXa )) 11 )),",
        "ye yathä mäà prapadyante,",
        "täàs tathaiva bhajämy aham,",
        "mama vartmänuvartante,",
        "manuñyäù pärtha sarvaçaù,",
        "ye—all of them; yathä—as; mäm—unto Me; prapadyante—surrender; tän—,",
        "unto them; tathä—so; eva—certainly; bhajämi—do I reward; aham—I; mama,",
        "—My; vartma—path; anuvartante—do follow; manuñyäù—all men; pärtha—,",
        "O son of Påthä; sarvaçaù—in all respects.,",
        "All of them—as they surrender unto Me—I reward accordingly. Everyone,",
        "follows My path in all respects, O son of Påthä.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Eveyone is searching for Kåñëa in the different aspects of His,",
        "manifestations. Kåñëa, the Supreme Personality of Godhead, is partially,",
        "realized in His impersonal brahmajyoti effulgence and as the all-pervading,",
        "Supersoul dwelling within everything, including the particles of atoms. But,",
        "Kåñëa is only fully realized by His pure devotees. Consequently, Kåñëa is the,",
        "object of everyone’s realization, and thus anyone and everyone is satisfied,",
        "according to one’s desire to have Him. In the transcendental world also, Kåñëa,",
        "reciprocates with His pure devotees in the transcendental attitude, just as the,",
        "devotee wants Him. One devotee may want Kåñëa as supreme master, another,",
        "as his personal friend, another as his son, and still another as his lover. Kåñëa,",
        "rewards all the devotees equally, according to their different intensities of love,",
        "for Him. In the material world, the same reciprocations of feelings are there,,",
        "and they are equally exchanged by the Lord with the different types of,",
        "worshipers. The pure devotees both here and in the transcendental abode,",
        "associate with Him in person and are able to render personal service to the,",
        "Lord and thus derive transcendental bliss in His loving service. As for those,",
        "who are impersonalists and who want to commit spiritual suicide by,",
        "annihilating the individual existence of the living entity, Kåñëa helps also by,",
        "absorbing them into His effulgence. Such impersonalists do not agree to accept,",
        "the eternal, blissful Personality of Godhead; consequently they cannot relish,",
        "the bliss of transcendental personal service to the Lord, having extinguished,",
        "their individuality. Some of them, who are not situated even in the impersonal,",
        "existence, return to this material field to exhibit their dormant desires for,",
        "activities. They are not admitted in the spiritual planets, but they are again,",
        "given a chance to act on the material planets. For those who are fruitive,",
        "workers, the Lord awards the desired results of their prescribed duties, as the,",
        "yajïeçvara; and those who are yogés seeking mystic powers are awarded such,",
        "powers. In other words, everyone is dependant for success upon His mercy,",
        "alone, and all kinds of spiritual processes are but different degrees of success,",
        "on the same path. Unless, therefore, one comes to the highest perfection of,",
        "Kåñëa consciousness, all attempts remain imperfect, as is stated in the Çrémad,",
        "Bhägavatam:,",
        "akämaù sarva-kämo vä mokña-käma udäradhéù,",
        "tévreëa bhakti-yogena yajeta puruñaà param,",
        "Whether one is without desire [the condition of the devotees], or is,",
        "desirous of all fruitive results, or is after liberation, one should with all efforts,",
        "try to worship the Supreme Personality of Godhead for complete perfection,,",
        "culminating in Kåñëa consciousness. (Bhäg. 2.3.10),"
      ]
    },
    {
      "header": "TEXT 12,",
      "lines": [
        "k-a¿NTa k-MaR<aa& iSaiÖ& YaJaNTa wh devTaa ),",
        "i+aPa[& ih MaaNauze l/aeke- iSaiÖ>aRviTa k-MaRJaa )) 12 )),",
        "käìkñantaù karmaëäà siddhià,",
        "yajanta iha devatäù,",
        "kñipraà hi mänuñe loke,",
        "siddhir bhavati karma-jä,",
        "käìkñantaù—desiring; karmaëäm—of fruitive activities; siddhim—perfection;,",
        "yajante—worship by sacrifices; iha—in the material world; devatäù—the,",
        "demigods; kñipram—very quickly; hi—certainly; mänuñe—in human society;,",
        "loke—within this world; siddhiù bhavati—becomes successful; karmajä—the,",
        "fruitive worker.,",
        "Men in this world desire success in fruitive activities, and therefore they,",
        "worship the demigods. Quickly, of course, men get results from fruitive work in,",
        "this world.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "There is a great misconception about the gods or demigods of this material,",
        "world, and men of less intelligence, although passing as great scholars, take,",
        "these demigods to be various forms of the Supreme Lord. Actually, the,",
        "demigods are not different forms of God, but they are God’s different parts,",
        "and parcels. God is one, and the parts and parcels are many. The Vedas say,,",
        "nityo nityänäm: God is one. Éçvaraù paramaù kåñëaù. The Supreme God is one,",
        "—Kåñëa—and the demigods are delegated with powers to manage this,",
        "material world. These demigods are all living entities (nityänäm) with,",
        "different grades of material power. They cannot be equal to the Supreme God,",
        "—Näräyaëa, Viñëu, or Kåñëa. Anyone who thinks that God and the demigods,",
        "are on the same level is called an atheist, or päñaëòé. Even the great demigods,",
        "like Brahmä and Çiva cannot be compared to the Supreme Lord. In fact, the,",
        "Lord is worshiped by demigods such as Brahmä and Çiva (çiva-viriïci-nutam).,",
        "Yet curiously enough there are many human leaders who are worshiped by,",
        "foolish men under the misunderstanding of anthropomorphism or,",
        "zoomorphism. Iha devatäù denotes a powerful man or demigod of this material,",
        "world. But Näräyaëa, Viñëu or Kåñëa, the Supreme Personality of Godhead,,",
        "does not belong to this world. He is above, or transcendental to, material,",
        "creation. Even Çrépäda Çaìkaräcärya, the leader of the impersonalists,,",
        "maintains that Näräyaëa, or Kåñëa, is beyond this material creation. However,,",
        "foolish people (håt-aïjana) worship the demigods because they want immediate,",
        "results. They get the results, but do not know that results so obtained are,",
        "temporary and are meant for less intelligent persons. The intelligent person is,",
        "in Kåñëa consciousness, and he has no need to worship the paltry demigods for,",
        "some immediate, temporary benefit. The demigods of this material world, as,",
        "well as their worshipers, will vanish with the annihilation of this material,",
        "world. The boons of the demigods are material and temporary. Both the,",
        "material worlds and their inhabitants, including the demigods, and their,",
        "worshipers, are bubbles in the cosmic ocean. In this world, however, human,",
        "society is mad after temporary things such as the material opulence of,",
        "possessing land, family and enjoyable paraphernalia. To achieve such,",
        "temporary things, they worship the demigods or powerful men in human,",
        "society. If a man gets some ministership in the government by worshiping a,",
        "political leader, he considers that he has achieved a great boon. All of them,",
        "are therefore kowtowing to the so-called leaders or big guns in order to,",
        "achieve temporary boons, and they indeed achieve such things. Such foolish,",
        "men are not interested in Kåñëa consciousness for the permanent solution to,",
        "the hardships of material existence. They are all after sense enjoyment, and to,",
        "get a little facility for sense enjoyment they are attracted to worship,",
        "empowered living entities known as demigods. This verse indicates that people,",
        "are rarely interested in Kåñëa consciousness. They are mostly interested in,",
        "material enjoyment, and therefore they worship some powerful living entity.,"
      ]
    },
    {
      "header": "TEXT 13,",
      "lines": [
        "caTauvR<Ya| MaYaa Sa*í& Gau<ak-MaRiv>aaGaXa ),",
        "TaSYa k-TaaRrMaiPa Maa& ivÖyk-TaaRrMaVYaYaMa( )) 13 )),",
        "cätur-varëyaà mayä såñöaà,",
        "guëa-karma-vibhägaçaù,",
        "tasya kartäram api mäà,",
        "viddhy akartäram avyayam,",
        "cätur-varëyam—the four divisions of human society; mayä—by Me; såñöam—,",
        "created; guëa—quality; karma—work; vibhägaçaù—in terms of division; tasya,",
        "—of that; kartäram—the father; api—although; mäm—Me; viddhi—you may,",
        "know; akartäram—as the non-doer; avyayam—being unchangeable.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "According to the three modes of material nature and the work ascribed to them,,",
        "the four divisions of human society were created by Me. And, although I am,",
        "the creator of this system, you should know that I am yet the non-doer, being,",
        "unchangeable.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The Lord is the creator of everything. Everything is born of Him,,",
        "everything is sustained by Him, and everything, after annihilation, rests in,",
        "Him. He is therefore the creator of the four divisions of the social order,,",
        "beginning with the intelligent class of men, technically called brähmaëas due,",
        "to their being situated in the mode of goodness. Next is the administrative,",
        "class, technically called the kñatriyas due to their being situated in the mode of,",
        "passion. The mercantile men, called the vaiçyas, are situated in the mixed,",
        "modes of passion and ignorance, and the çüdras, or laborer class, are situated in,",
        "the ignorant mode of material nature. In spite of His creating the four,",
        "divisions of human society, Lord Kåñëa does not belong to any of these,",
        "divisions, because He is not one of the conditioned souls, a section of whom,",
        "form human society. Human society is similar to any other animal society, but,",
        "to elevate men from the animal status, the abovementioned divisions are,",
        "created by the Lord for the systematic development of Kåñëa consciousness.,",
        "The tendency of a particular man toward work is determined by the modes of,",
        "material nature which he has acquired. Such symptoms of life, according to,",
        "different modes of material nature, are described in the Eighteenth Chapter of,",
        "this book. A person in Kåñëa consciousness, however, is above even the,",
        "brähmaëas, because a brähmaëa by quality is supposed to know about,",
        "Brahman, the Supreme Absolute Truth. Most of them approach the,",
        "impersonal Brahman manifestation of Lord Kåñëa, but only a man who,",
        "transcends the limited knowledge of a brähmaëa and reaches the knowledge of,",
        "the Supreme Personality of Godhead, Lord Çré Kåñëa, becomes a person in,",
        "Kåñëa consciousness—or, in other words, a Vaiñëava. Kåñëa consciousness,",
        "includes knowledge of all different plenary expansions of Kåñëa, namely Räma,,",
        "Nåsiàha, Varäha, etc. However, as Kåñëa is transcendental to this system of,",
        "the four divisions of human society, a person in Kåñëa consciousness is also,",
        "transcendental to all divisions of human society, whether we consider the,",
        "divisions of community, nation or species.,"
      ]
    },
    {
      "header": "TEXT 14,",
      "lines": [
        "Na Maa& k-MaaRi<a il/MPaiNTa Na Mae k-MaRf-le/ SPa*ha ),",
        "wiTa Maa& Yaae_i>aJaaNaaiTa k-MaRi>aNaR Sa bDYaTae )) 14 )),",
        "na mäà karmäëi limpanti,",
        "na me karma-phale spåhä,",
        "iti mäà yo ’bhijänäti,",
        "karmabhir na sa badhyate,",
        "na—never; mäm—unto Me; karmäëi—all kinds of work; limpanti—do affect;,",
        "na—nor; me—My; karma-phale—in fruitive action; spåhä—aspiration; iti—,",
        "thus; mäm—unto Me; yaù—one who; abhijänäti—does know; karmabhiù—by,",
        "the reaction of such work; na—never does; saù—he; badhyate—become,",
        "entangled.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "There is no work that affects Me; nor do I aspire for the fruits of action. One,",
        "who understands this truth about Me also does not become entangled in the,",
        "fruitive reactions of work.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "As there are constitutional laws in the material world stating that the king,",
        "can do no wrong, or that the king is not subject to the state laws, similarly the,",
        "Lord, although He is the creator of this material world, is not affected by the,",
        "activities of the material world. He creates and remains aloof from the,",
        "creation, whereas the living entities are entangled in the fruitive results of,",
        "material activities because of their propensity for lording it over material,",
        "resources. The proprietor of an establishment is not responsible for the right,",
        "and wrong activities of the workers, but the workers are themselves,",
        "responsible. The living entities are engaged in their respective activities of,",
        "sense gratification, and these activities are not ordained by the Lord. For,",
        "advancement of sense gratification, the living entities are engaged in the work,",
        "of this world, and they aspire to heavenly happiness after death. The Lord,,",
        "being full in Himself, has no attraction for so-called heavenly happiness. The,",
        "heavenly demigods are only His engaged servants. The proprietor never desires,",
        "the low-grade happiness such as the workers may desire. He is aloof from the,",
        "material actions and reactions. For example, the rains are not responsible for,",
        "different types of vegetation that appear on the earth, although without such,",
        "rains there is no possibility of vegetative growth. Vedic småti confirms this fact,",
        "as follows:,",
        "nimitta-mätram eväsau såjyänäà sarga-karmaëi,",
        "pradhäna-käraëé-bhütä yato vai såjya-çaktayaù.,",
        "In the material creations, the Lord is only the supreme cause. The,",
        "immediate cause is material nature by which the cosmic manifestation is,",
        "visible. The created beings are of many varieties, such as the demigods, human,",
        "beings and lower animals, and all of them are subject to the reactions of their,",
        "past good or bad activities. The Lord only gives them the proper facilities for,",
        "such activities and the regulations of the modes of nature, but He is never,",
        "responsible for their past and present activities. In the Vedänta-sütras it is,",
        "confirmed that the Lord is never partial to any living entity. The living entity,",
        "is responsible for his own acts. The Lord only gives him facilities, through the,",
        "agency of material nature, the external energy. Anyone who is fully,",
        "conversant with all the intricacies of this law of karma, or fruitive activities,,",
        "does not become affected by the results of his activities. In other words, the,",
        "person who understands this transcendental nature of the Lord is an,",
        "experienced man in Kåñëa consciousness, and thus he is never subjected to the,",
        "laws of karma. One who does not know the transcendental nature of the Lord,",
        "and who thinks that the activities of the Lord are aimed at fruitive results, as,",
        "are the activities of the ordinary living entities, certainly becomes entangled,",
        "himself in fruitive reaction. But one who knows the Supreme Truth is a,",
        "liberated soul fixed in Kåñëa consciousness.,"
      ]
    },
    {
      "header": "TEXT 15,",
      "lines": [
        "Wv& jaTva k*-Ta& k-MaR PaUvŒriPa MauMau+aui>a ),",
        "ku-å k-MaŒv TaSMaatv& PaUvŒ PaUvRTar& k*-TaMa( )) 15 )),",
        "evaà jïätvä kåtaà karma,",
        "pürvair api mumukñubhiù,",
        "kuru karmaiva tasmät tvaà,",
        "pürvaiù pürvataraà kåtam,",
        "evam—thus; jïätvä—knowing well; kåtam—performed; karma—work; pürvaiù,",
        "—by past authorities; api—although; mumukñubhiù—who attained liberation;,",
        "kuru—just perform; karma—prescribed duty; eva—certainly; tasmät—,",
        "therefore; tvam—you; pürvaiù—by the predecessors; pürvataram—ancient,",
        "predecessors; kåtam—as performed.,",
        "All the liberated souls in ancient times acted with this understanding and so,",
        "attained liberation. Therefore, as the ancients, you should perform your duty in,",
        "this divine consciousness.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "There are two classes of men. Some of them are full of polluted material,",
        "things within their hearts, and some of them are materially free. Kåñëa,",
        "consciousness is equally beneficial for both of these persons. Those who are,",
        "full of dirty things can take to the line of Kåñëa consciousness for a gradual,",
        "cleansing process, following the regulative principles of devotional service.,",
        "Those who are already cleansed of the impurities may continue to act in the,",
        "same Kåñëa consciousness so that others may follow their exemplary activities,",
        "and thereby be benefitted. Foolish persons or neophytes in Kåñëa,",
        "consciousness often want to retire from activities without having knowledge of,",
        "Kåñëa consciousness. Arjuna’s desire to retire from activities on the battlefield,",
        "was not approved by the Lord. One need only know how to act. To retire from,",
        "the activities of Kåñëa consciousness and to sit aloof making a show of Kåñëa,",
        "consciousness; is less important than actually engaging in the field of activities,",
        "for the sake of Kåñëa. Arjuna is here advised to act in Kåñëa consciousness,,",
        "following in the footsteps of the Lord’s previous disciples, such as the sun-god,",
        "Vivasvän, as mentioned hereinbefore. The Supreme Lord knows all His past,",
        "activities, as well as those of persons who acted in Kåñëa consciousness in the,",
        "past. Therefore He recommends the acts of the sun-god, who learned this art,",
        "from the Lord some millions of years before. All such students of Lord Kåñëa,",
        "are mentioned here as past liberated persons, engaged in the discharge of,",
        "duties allotted by Kåñëa.,"
      ]
    },
    {
      "header": "TEXT 16,",
      "lines": [
        "ik&- k-MaR ik-Mak-MaeRiTa k-vYaae_PYa}a MaaeihTaa ),",
        "Tatae k-MaR Pa[v+YaaiMa YaJjaTva Maae+YaSae_éu>aaTa( )) 16 )),",
        "kià karma kim akarmeti,",
        "kavayo ’py atra mohitäù,",
        "tat te karma pravakñyämi,",
        "yaj jïätvä mokñyase ’çubhät,",
        "kim—what is; karma—action; kim—what is; akarma—inaction; iti—thus;,",
        "kavayaù—the intelligent; api—also; atra—in this matter; mohitäù—,",
        "bewildered; tat—that; te—unto you; karma—work; pravakñyämi—I shall,",
        "explain; yat—which; jïätvä—knowing; mokñyase—be liberated; açubhät—,",
        "from ill fortune.,",
        "Even the intelligent are bewildered in determining what is action and what is,",
        "inaction. Now I shall explain to you what action is, knowing which you shall be,",
        "liberated from all sins.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Action in Kåñëa consciousness has to be executed in accord with the,",
        "examples of previous bona fide devotees. This is recommended in the 15th,",
        "verse. Why such action should not be independant will be explained in the,",
        "text to follow.,",
        "To act in Kåñëa consciousness, one has to follow the leadership of authorized,",
        "persons who are in a line of disciplic succession as explained in the beginning,",
        "of this chapter. The system of Kåñëa consciousness was first narrated to the,",
        "sun-god, the sun-god explained it to his son Manu, Manu explained it to his,",
        "son Ikñväku, and the system is current on this earth from that very remote,",
        "time. Therefore, one has to follow in the footsteps of previous authorities in,",
        "the line of disciplic succession. Otherwise even the most intelligent men will,",
        "be bewildered regarding the standard actions of Kåñëa consciousness. For this,",
        "reason, the Lord decided to instruct Arjuna in Kåñëa consciousness directly.,",
        "Because of the direct instruction of the Lord to Arjuna, anyone who follows in,",
        "the footsteps of Arjuna is certainly not bewildered.,",
        "It is said that one cannot ascertain the ways of religion simply by imperfect,",
        "experimental knowledge. Actually, the principles of religion can only be laid,",
        "down by the Lord Himself. Dharmaà hi säkñät-bhagavat-praëétam. No one can,",
        "manufacture a religious principle by imperfect speculation. One must follow in,",
        "the footsteps of great authorities like Brahmä, Çiva, Närada, Manu, Kumära,,",
        "Kapila, Prahläda, Bhéñma, Çukadeva Gosvämé, Yamaräja, Janaka, etc. By,",
        "mental speculation one cannot ascertain what is religion or self-realization.,",
        "Therefore, out of causeless mercy to His devotees, the Lord explains directly to,",
        "Arjuna what action is and what inaction is. Only action performed in Kåñëa,",
        "consciousness can deliver a person from the entanglement of material,",
        "existence.,"
      ]
    },
    {
      "header": "TEXT 17,",
      "lines": [
        "k-MaR<aae ùiPa baeÖVYa& baeÖVYa& c ivk-MaR<a ),",
        "Ak-MaR<aê baeÖVYa& GahNaa k-MaR<aae GaiTa )) 17 )),",
        "karmaëo hy api boddhavyaà,",
        "boddhavyaà ca vikarmaëaù,",
        "akarmaëaç ca boddhavyaà,",
        "gahanä karmaëo gatiù,",
        "karmaëaù—working order ; hi—certainly; api—also; boddhavyam—should be,",
        "understood; boddhavyam—to be understood; ca—also; vikarmaëaù—forbidden,",
        "work; akarmaëaù—inaction; ca—also; boddhavyam—should be understood;,",
        "gahanä—very difficult; karmaëaù—working order; gatiù—to enter into.,",
        "The intricacies of action are very hard to understand. Therefore one should,",
        "know properly what action is, what forbidden action is, and what inaction is.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "If one is serious about liberation from material bondage, one has to,",
        "understand the distinctions between action, inaction and unauthorized,",
        "actions. One has to apply oneself to such an analysis of action, reaction and,",
        "perverted actions because it is a very difficult subject matter. To understand,",
        "Kåñëa consciousness and action according to the modes, one has to learn one’s,",
        "relationship with the Supreme; i.e., one who has learned perfectly knows that,",
        "every living entity is the eternal servitor of the Lord and that consequently,",
        "one has to act in Kåñëa consciousness. The entire Bhagavad-gétä is directed,",
        "toward this conclusion. Any other conclusions, against this consciousness and,",
        "its attendant reactions, are vikarmas, or prohibitive actions. To understand all,",
        "this one has to associate with authorities in Kåñëa consciousness and learn the,",
        "secret from them; this is as good as learning from the Lord directly. Otherwise,,",
        "even the most intelligent person will be bewildered.,"
      ]
    },
    {
      "header": "TEXT 18,",
      "lines": [
        "k-MaR<Yak-MaR Ya PaXYaedk-MaRi<a c k-MaR Ya ),",
        "Sa buiÖMaaNMaNauZYaezu Sa Yau¢- k*-Tòk-MaRk*-Ta( )) 18 )),",
        "karmaëy akarma yaù paçyed,",
        "akarmaëi ca karma yaù,",
        "sa buddhimän manuñyeñu,",
        "sa yuktaù kåtsna-karma-kåt,",
        "karmaëi—in action; akarma—inaction; yaù—one who; paçyet—observes;,",
        "akarmaëi—in inaction; ca—also; karma—fruitive action; yaù—one who; saù,",
        "—he; buddhimän—is intelligent; manuñyeñu—in human society; saù—he;,",
        "yuktaù—is in the transcendental position; kåtsna-karma-kåt—although,",
        "engaged in all activities.,",
        "One who sees inaction in action, and action in inaction, is intelligent among,",
        "men, and he is in the tranecendental position, although engaged in all sorts of,",
        "activities.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "A person acting in Kåñëa consciousness is naturally free from the bonds of,",
        "karma. His activities are all performed for Kåñëa; therefore he does not enjoy,",
        "or suffer any of the effects of work. Consequently he is intelligent in human,",
        "society, even though he is engaged in all sorts of activities for Kåñëa. Akarma,",
        "means without reaction to work. The impersonalist ceases fruitive activities,",
        "out of fear, so that the resultant action may not be a stumbling block on the,",
        "path of self-realization, but the personalist knows rightly his position as the,",
        "eternal servitor of the Supreme Personality of Godhead. Therefore he engages,",
        "himself in the activities of Kåñëa consciousness. Because everything is done for,",
        "Kåñëa, he enjoys only transcendental happiness in the discharge of this,",
        "service. Those who are engaged in this process are known to be without desire,",
        "for personal sense gratification. The sense of eternal servitorship to Kåñëa,",
        "makes one immune to all sorts of reactionary elements of work.,"
      ]
    },
    {
      "header": "TEXT 19,",
      "lines": [
        "YaSYa SaveR SaMaarM>aa k-aMaSaªLPaviJaRTaa ),",
        "jaNaaiGandGDak-MaaR<a& TaMaahu Pai<@Ta& buDaa )) 19 )),",
        "yasya sarve samärambhäù,",
        "käma-saìkalpa-varjitäù,",
        "jïänägni-dagdha-karmäëaà,",
        "tam ähuù paëòitaà budhäù,",
        "yasya—one whose; sarve—all sorts of; samärambhäù—in all attempts; käma—,",
        "desire for sense gratification; saìkalpa—determination; varjitäù—are devoid,",
        "of; jïäna—of perfect knowledge; ägni—fire; dagdha—being burnt by;,",
        "karmäëam—the performer; tam—him; ähuù—declare; paëòitam—learned;,",
        "budhäù—those who know.,",
        "One is understood to be in full knowledge whose every act is devoid of desire,",
        "for sense gratification. He is said by sages to be a worker whose fruitive action,",
        "is burned up by the fire of perfect knowledge.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Only a person in full knowledge can understand the activities of a person,",
        "in Kåñëa consciousness. Because the person in Kåñëa consciousness is devoid of,",
        "all kinds of sense-gratificatory propensities, it is to be understood that he has,",
        "burned up the reactions of his work by perfect knowledge of his constitutional,",
        "position as the eternal servitor of the Supreme Personality of Godhead. He is,",
        "actually learned who has attained to such perfection of knowledge.,",
        "Development of this knowledge of the eternal servitorship of the Lord is,",
        "compared to fire. Such a fire, once kindled, can burn up all kinds of reactions,",
        "to work.,"
      ]
    },
    {
      "header": "TEXT 20,",
      "lines": [
        "TYa¤-a k-MaRf-l/aSa®& iNaTYaTa*áae iNaraé[Ya ),",
        "k-MaR<Yai>aPa[v*taae_iPa NaEv ik-iÄTk-raeiTa Sa )) 20 )),",
        "tyaktvä karma-phaläsaìgaà,",
        "nitya-tåpto niräçrayaù,",
        "karmaëy abhipravåtto ’pi,",
        "naiva kiïcit karoti saù,",
        "tyaktvä—having given up; karma-phala-äsaìgam—attachment for fruitive,",
        "results; nitya—always; tåptaù—being satisfied; niräçrayaù—without any,",
        "center; karmaëi—in activity; abhipravåttaù—being fully engaged; api—in,",
        "spite of; na—does not; eva—certainly; kiïcit—anything; karoti—do; saù—he.,",
        "Abandoning all attachment to the results of his activities, ever satisfied and,",
        "independant, he performs no fruitive action, although engaged in all kinds of,",
        "undertakings.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "This freedom from the bondage of actions is possible only in Kåñëa,",
        "consciousness when one is doing everything for Kåñëa. A Kåñëa conscious,",
        "person acts out of pure love for the Supreme Personality of Godhead, and,",
        "therefore he has no attraction for the results of the action. He is not even,",
        "attached to his personal maintenance, for everything is left to Kåñëa. Nor is he,",
        "anxious to secure things, nor to protect things already in his possession. He,",
        "does his duty to his best ability and leaves everything to Kåñëa. Such an,",
        "unattached person is always free from the resultant reactions of good and bad;,",
        "it is as though he were not doing anything. This is the sign of akarma, or,",
        "actions without fruitive reactions. Any other action, therefore, devoid of,",
        "Kåñëa consciousness, is binding upon the worker, and that is the real aspect of,",
        "vikarma, as explained hereinbefore.,"
      ]
    },
    {
      "header": "TEXT 21,",
      "lines": [
        "iNaraXaqYaRTaictaaTMaa TYa¢-SavRPairGa]h ),",
        "Xaarqr& ke-vl&/ k-MaR ku-vRàaPanaeiTa ik-iLbzMa( )) 21 )),",
        "niräçér yata-cittätmä,",
        "tyakta-sarva-parigrahaù,",
        "çäréraà kevalaà karma,",
        "kurvan näpnoti kilbiñam,",
        "niräçéù—without desire for the results; yata—controlled; citta-ätmä—mind,",
        "and intelligence; tyakta—giving up; sarva—all; parigrahaù—sense of,",
        "proprietorship over all possessions; çäréram—in keeping body and soul,",
        "together; kevalam—only; karma—work; kurvan—doing so; na—never; äpnoti,",
        "—does not acquire; kilbiñam—sinful reactions.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "Such a man of understanding acts with mind and intelligence perfectly,",
        "controlled, gives up all sense of proprietorship over his possessions and acts only,",
        "for the bare necessities of life. Thus working, he is not affected by sinful,",
        "reactions.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "A Kåñëa conscious person does not expect good or bad results in his,",
        "activities. His mind and intelligence are fully controlled. He knows that he is,",
        "part and parcel of the Supreme, and therefore the part played by him, as a part,",
        "and parcel of the whole, is not his by choice but is chosen for him by the,",
        "Supreme and is done only through His agency. When the hand moves, it does,",
        "not move out of its own accord, but by the endeavor of the whole body. A,",
        "Kåñëa conscious person is always dovetailed with the supreme desire, for he,",
        "has no desire for personal sense gratification. He moves exactly like a part of a,",
        "machine. As a machine part requires oiling and cleaning for maintenance,,",
        "similarly, a Kåñëa conscious man maintains himself by his work just to remain,",
        "fit for action in the transcendental loving service of the Lord. He is therefore,",
        "immune to all the reactions of his endeavors. Like an animal, he has no,",
        "proprietorship even over his own body. A cruel proprietor of an animal,",
        "sometimes kills the animal in his possession, yet the animal does not protest.,",
        "Nor does it have any real independence. A Kåñëa conscious person, fully,",
        "engaged in self-realization, has very little time to falsely possess any material,",
        "object. For maintaining body and soul, he does not require unfair means of,",
        "accumulating money. He does not, therefore, become contaminated by such,",
        "material sins. He is free from all reactions to his actions.,"
      ]
    },
    {
      "header": "TEXT 22,",
      "lines": [
        "Yad*C^al/a>aSaNTauíae ÜNÜaTaqTaae ivMaTSar ),",
        "SaMa iSaÖaviSaÖaE c k*-TvaiPa Na iNabDYaTae )) 22 )),",
        "yadåcchä-läbha-santuñöo,",
        "dvandvätéto vimatsaraù,",
        "samaù siddhäv asiddhau ca,",
        "kåtväpi na nibadhyate,",
        "yadåcchä—out of its own accord; läbha—gain; santuñöaù—satisfied; dvandva—,",
        "duality; atétaù—surpassed; vimatsaraù—free from envy; samaù—steady;,",
        "siddhau—in success; asiddhau—failure; ca—also; kåtvä—doing; api—,",
        "although; na—never; nibadhyate—is affected.,",
        "He who is satisfied with gain which comes of its own accord, who is free from,",
        "duality and does not envy, who is steady both in success and failure, is never,",
        "entangled, although performing actions.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "A Kåñëa conscious person does not make much endeavor even to maintain,",
        "his body. He is satisfied with gains which are obtained of their own accord. He,",
        "neither begs nor borrows, but he labors honestly as far as is in his power, and is,",
        "satisfied with whatever is obtained by his own honest labor. He is therefore,",
        "independant in his livelihood. He does not allow anyone’s service to hamper,",
        "his own service in Kåñëa consciousness. However, for the service of the Lord,",
        "he can participate in any kind of action without being disturbed by the duality,",
        "of the material world. The duality of the material world is felt in terms of heat,",
        "and cold, or misery and happiness. A Kåñëa conscious person is above duality,",
        "because he does not hesitate to act in any way for the satisfaction of Kåñëa.,",
        "Therefore he is steady both in success and in failure. These signs are visible,",
        "when one is fully in transcendental knowledge.,"
      ]
    },
    {
      "header": "TEXT 23,",
      "lines": [
        "GaTaSa®SYa Mau¢-SYa jaNaaviSQaTaceTaSa ),",
        "YajaYaacrTa k-MaR SaMaGa]& Pa[ivl/IYaTae )) 23 )),",
        "gata-saìgasya muktasya,",
        "jïänävasthita-cetasaù,",
        "yajïäyäcarataù karma,",
        "samagraà praviléyate,",
        "gata-saìgasya—unattached to the modes of material nature; muktasya—of the,",
        "liberated; jïäna-avasthita—situated in transcendence; cetasaù—of such,",
        "wisdom; yajïäya—for the sake of Yajïa (Kåñëa); äcarataù—so acting; karma,",
        "—work; samagram—in total; praviléyate—merges entirely.,",
        "The work of a man who is unattached to the modes of material nature and who,",
        "is fully situated in transcendental knowledge merges entirely into,",
        "transcendence.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Becoming fully Kåñëa conscious, one is freed from all dualities and thus is,",
        "free from the contaminations of the material modes. He can become liberated,",
        "because he knows his constitutional position in relationship with Kåñëa; and,",
        "thus his mind cannot be drawn from Kåñëa consciousness. Consequently,,",
        "whatever he does, he does for Kåñëa, who is the primeval Viñëu. Therefore, all,",
        "his works are technically sacrifices because sacrifice involves satisfying the,",
        "Supreme Person, Kåñëa. The resultant reactions to all such work certainly,",
        "merge into transcendence, and one does not suffer material effects.,"
      ]
    },
    {
      "header": "TEXT 24,",
      "lines": [
        "b]øaPaR<a& b]ø hivb]RøaGanaE b]ø<aa huTaMa( ),",
        "b]øEv TaeNa GaNTaVYa& b]øk-MaRSaMaaiDaNaa )) 24 )),",
        "brahmärpaëaà brahma havir,",
        "brahmägnau brahmaëä hutam,",
        "brahmaiva tena gantavyaà,",
        "brahma-karma-samädhinä,",
        "brahma—spiritual nature; arpaëam—contribution; brahma—the Supreme;,",
        "haviù—butter; brahma—spiritual; agnau—in the fire of consummation;,",
        "brähmaëä—by the spirit soul; hutam—offered; brahma—spiritual kingdom;,",
        "eva—certainly; tena—by him; gantavyam—to be reached; brahma—spiritual;,",
        "karma—activities; samädhinä—by complete absorption.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "A person who is fully absorbed in Kåñëa consciousness is sure to attain the,",
        "spiritual kingdom because of his full contribution to spiritual activities, in,",
        "which the consummation is absolute and that which is offered is of the same,",
        "spiritual nature.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "How activities in Kåñëa consciousness can lead one ultimately to the,",
        "spiritual goal is described here. There are various activities in Kåñëa,",
        "consciousness, and all of them will be described in the following verses. But,,",
        "for the present, just the principle of Kåñëa consciousness is described. A,",
        "conditioned soul, entangled in material contamination, is sure to act in the,",
        "material atmosphere, and yet he has to get out of such an environment. The,",
        "process by which the conditioned soul can get out of the material atmosphere,",
        "is Kåñëa consciousness. For example, a patient who is suffering from a disorder,",
        "of the bowels due to overindulgence in milk products is cured by another milk,",
        "product, namely curds. The materially absorbed conditioned soul can be cured,",
        "by Kåñëa consciousness as set forth here in the Gétä. This process is generally,",
        "known as yajïa, or activities (sacrifices) simply meant for the satisfaction of,",
        "Viñëu or Kåñëa. The more the activities of the material world are performed in,",
        "Kåñëa consciousness, or for Viñëu only, the more the atmosphere becomes,",
        "spiritualized by complete absorption. Brahman means spiritual. The Lord is,",
        "spiritual, and the rays of His transcendental body are called brahmajyoti, His,",
        "spiritual effulgence. Everything that exists is situated in that brahmajyoti, but,",
        "when the jyoti is covered by illusion (mäyä) or sense gratification, it is called,",
        "material. This material veil can be removed at once by Kåñëa consciousness;,",
        "thus the offering for the sake of Kåñëa consciousness, the consuming agent of,",
        "such an offering or contribution; the process of consumption, the contributor,,",
        "and the result are—all combined together—Brahman, or the Absolute Truth.,",
        "The Absolute Truth covered by mäyä is called matter. Matter dovetailed for,",
        "the cause of the Absolute Truth regains its spiritual quality. Kåñëa,",
        "consciousness is the process of converting the illusory consciousness into,",
        "Brahman, or the Supreme. When the mind is fully absorbed in Kåñëa,",
        "consciousness, it is said to be in samädhi, or trance. Anything done in such,",
        "transcendental consciousness is called yajïa, or sacrifice for the Absolute. In,",
        "that condition of spiritual consciousness, the contributor, the contribution,,",
        "the consumption, the performer or leader of the performance, and the result or,",
        "ultimate gain—everything—becomes one in the Absolute, the Supreme,",
        "Brahman. That is the method of Kåñëa consciousness.,"
      ]
    },
    {
      "header": "TEXT 25,",
      "lines": [
        "dEvMaevaPare Yaj& YaaeiGaNa PaYauRPaaSaTae ),",
        "b]øaGanavPare Yaj& YajeNaEvaePaJauûiTa )) 25 )),",
        "daivam eväpare yajïaà,",
        "yoginaù paryupäsate,",
        "brahmägnäv apare yajïaà,",
        "yajïenaivopajuhvati,",
        "daivam—in worshiping the demigods; eva—like this; apare—some; yajïam—,",
        "sacrifices; yoginaù—the mystics; paryupäsate—worship perfectly; brahma—the,",
        "Absolute Truth; agnau—in the fire of; apare—others; yajïam—sacrifice;,",
        "yajïena—by sacrifice; eva—thus; upajuhvati—worship.,",
        "Some yogés perfectly worship the demigods by offering different sacrifices to,",
        "them, and some of them offer sacrifices in the fire of the Supreme Brahman.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "As described above, a person engaged in discharging duties in Kåñëa,",
        "consciousness is also called a perfect yogé or a first-class mystic. But there are,",
        "others also, who perform similar sacrifices in the worship of demigods, and still,",
        "others who sacrifice to the Supreme Brahman, or the impersonal feature of the,",
        "Supreme Lord. So there are different kinds of sacrifices in terms of different,",
        "categories. Such different categories of sacrifice by different types of,",
        "performers only superficially demark varieties of sacrifice. Factual sacrifice,",
        "means to satisfy the Supreme Lord, Viñëu, who is also known as Yajïa. All the,",
        "different varieties of sacrifice can be placed within two primary divisions:,",
        "namely, sacrifice of worldly possessions and sacrifice in pursuit of,",
        "transcendental knowledge. Those who are in Kåñëa consciousness sacrifice all,",
        "material possessions for the satisfaction of the Supreme Lord, while others,,",
        "who want some temporary material happiness, sacrifice their material,",
        "possessions to satisfy demigods such as Indra, the sun-god, etc. And others,,",
        "who are impersonalists, sacrifice their identity by merging into the existence,",
        "of impersonal Brahman. The demigods are powerful living entities appointed,",
        "by the Supreme Lord for the maintenance and supervision of all material,",
        "functions like the heating, watering and lighting of the universe. Those who,",
        "are interested in material benefits worship the demigods by various sacrifices,",
        "according to the Vedic rituals. They are called bahv-éçvara-vädé, or believers in,",
        "many gods. But others, who worship the impersonal feature of the Absolute,",
        "Truth and regard the forms of the demigods as temporary, sacrifice their,",
        "individual selves in the supreme fire and thus end their individual existences,",
        "by merging into the existence of the Supreme. Such impersonalists spend their,",
        "time in philosophical speculation to understand the transcendental nature of,",
        "the Supreme. In other words, the fruitive workers sacrifice their material,",
        "possessions for material enjoyment, whereas the impersonalist sacrifices his,",
        "material designations with a view to merging into the existence of the,",
        "Supreme. For the impersonalist, the fire altar of sacrifice is the Supreme,",
        "Brahman, and the offering is the self being consumed by the fire of Brahman.,",
        "The Kåñëa conscious person, like Arjuna, however, sacrifices everything for,",
        "the satisfaction of Kåñëa, and thus all his material possessions as well as his,",
        "own self—everything—is sacrificed for Kåñëa. Thus, he is the first-class yogé;,",
        "but he does not lose his individual existence.,"
      ]
    },
    {
      "header": "TEXT 26,",
      "lines": [
        "é[ae}aadqNaqiNd]Yaa<YaNYae Sa&YaMaaiGanzu JauûiTa ),",
        "XaBdadqiNvzYaaNaNYa wiNd]YaaiGanzu JauûiTa )) 26 )),",
        "çroträdénéndriyäëy anye,",
        "saàyamägniñu juhvati,",
        "çabdädén viñayän anya,",
        "indriyägniñu juhvati,",
        "çrotra ädéni—hearing process; indriyäëi—senses; anye—others; saàyama—of,",
        "restraint; agniñu—in the fire; juhvati—offers; çabda-ädén—sound vibration,,",
        "etc.; viñayän—objects of sense gratification; anye—others: indriya—of sense,",
        "organs; agniñu—in the fire; juhvati—sacrifice.,",
        "Some of them sacrifice the hearing process and the senses in the fire of the,",
        "controlled mind, and others sacrifice the objects of the senses, such as sound, in,",
        "the fire of sacrifice.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The four divisions of human life, namely the brahmacäré, the gåhastha, the,",
        "vänaprastha, and the sannyäsé, are all meant to help men become perfect yogés,",
        "or transcendentalists. Since human life is not meant for our enjoying sense,",
        "gratification like the animals, the four orders of human life are so arranged,",
        "that one may become perfect in spiritual life. The brahmacärés, or students,",
        "under the care of a bona fide spiritual master, control the mind by abstaining,",
        "from sense gratification. They are referred to in this verse as sacrificing the,",
        "hearing process and the senses in the fire of the controlled mind. A,",
        "brahmacäré hears only words concerning Kåñëa consciousness; hearing is the,",
        "basic principle for understanding, and therefore the pure brahmacäré engages,",
        "fully in harer nämänukértanam—chanting and hearing the glories of the Lord.,",
        "He restrains himself from the vibrations of material sounds, and his hearing is,",
        "engaged in the transcendental sound vibration of Hare Kåñëa, Hare Kåñëa.,",
        "Similarly, the householders, who have some license for sense gratification,,",
        "perform such acts with great restraint. Sex life, intoxication and meat eating,",
        "are general tendencies of human society, but a regulated householder does not,",
        "indulge in unrestricted sex life and other sense gratifications. Marriage on,",
        "principles of religious life is therefore current in all civilized human society,",
        "because that is the way for restricted sex life. This restricted, unattached sex,",
        "life is also a kind of yajïa because the restricted householder sacrifices his,",
        "general tendency toward sense gratification for higher transcendental life.,"
      ]
    },
    {
      "header": "TEXT 27,",
      "lines": [
        "SavaR<aqiNd]Yak-MaaRi<a Pa[a<ak-MaaRi<a caPare ),",
        "AaTMaSa&YaMaYaaeGaaGanaE JauûiTa jaNadqiPaTae )) 27 )),",
        "sarväëéndriya-karmäëi,",
        "präëa-karmäëi cäpare,",
        "ätma-saàyama-yogägnau,",
        "juhvati jïäna-dépite,",
        "sarväëi—all; indriya—senses; karmäëi—functions; präëa-karmäëi—functions,",
        "of the life breath; ca—also; apare—others; ätma-saàyama—controlling the,",
        "mind; yoga—linking process; agnau—in the fire of; juhvati—offers; jïäna-,",
        "dépite—because of the urge for self-realization.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "Those who are interested in self-realization, in terms of mind and sense control,,",
        "offer the functions of all the senses, as well as the vital force [breath], as,",
        "oblations into the fire of the controlled mind.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The yoga system conceived by Pataïjali is referred to herein. In the Yoga-,",
        "sütra of Pataïjali, the soul is called pratyag-ätmä and parag-ätmä. As long as,",
        "the soul is attached to sense enjoyment, it is called parag-ätmä. The soul is,",
        "subjected to the functions of ten kinds of air at work within the body, and this,",
        "is perceived through the breathing system. The Pätaïjala system of yoga,",
        "instructs one on how to control the functions of the body’s air in a technical,",
        "manner so that ultimately all the functions of the air within become favorable,",
        "for purifying the soul of material attachment. According to this yoga system,,",
        "pratyag ätmä is the ultimate goal. This pratyag ätmä is a withdrawal from,",
        "activities in matter. The senses interact with the sense objects, like the ear for,",
        "hearing, eyes for seeing, nose for smelling, tongue for tasting, hand for,",
        "touching, and all of them are thus engaged in activities outside the self. They,",
        "are called the functions of the präëa-väyu. The apäna-väyu goes downwards,,",
        "vyäna-väyu acts to shrink and expand, samäna-väyu adjusts equilibrium,,",
        "udäna-väyu goes upwards—and when one is enlightened, one engages all these,",
        "in searching for self-realization.,"
      ]
    },
    {
      "header": "TEXT 28,",
      "lines": [
        "d]VYaYajaSTaPaaeYaja YaaeGaYajaSTaQaaPare ),",
        "SvaDYaaYajaNaYajaê YaTaYa Sa&iXaTav]Taa )) 28 )),",
        "dravya-yajïäs tapo-yajïä,",
        "yoga-yajïäs tathäpare,",
        "svädhyäya-jïäna-yajïäç ca,",
        "yatayaù saàçita-vratäù,",
        "dravya-yajïäù—sacrificing one’s possessions; tapo-yajïäù—sacrifice in,",
        "austerities; yoga-yajïäù—sacrifice in eightfold mysticism; tathä—thus; apare,",
        "—others; svädhyäya—sacrifice in the study of the Vedas; jïäna-yajïäù—,",
        "sacrifice in advancement of transcendental knowledge; ca—also; yatayaù—,",
        "enlightened; saàçita—taken to strict; vratäù—vows.,",
        "There are others who, enlightened by sacrificing their material possessions in,",
        "severe austerities, take strict vows and practice the yoga of eightfold mysticism,,",
        "and others study the Vedas for the advancement of transcendental knowledge.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "These sacrifices may be fitted into various divisions. There are persons who,",
        "are sacrificing their possessions in the form of various kinds of charities. In,",
        "India, the rich mercantile community or princely orders open various kinds of,",
        "charitable institutions like dharmaçälä, anna-kñetra, atithi-çälä, anathalaya,,",
        "vidyäpéöha, etc. In other countries, too, there are many hospitals, old age homes,",
        "and similar charitable foundations meant for distributing food, education and,",
        "medical treatment free to the poor. All these charitable activities are called,",
        "dravyamaya-yajïa. There are others who, for higher elevation in life or for,",
        "promotion to higher planets within the universe, voluntarily accept many,",
        "kinds of austerities such as candräyana and cäturmäsya. These processes entail,",
        "severe vows for conducting life under certain rigid rules. For example, under,",
        "the cäturmäsya vow the candidate does not shave for four months during the,",
        "year (July to October), he does not eat certain foods, does not eat twice in a,",
        "day and does not leave home. Such sacrifice of the comforts of life is called,",
        "tapomaya-yajïa. There are still others who engage themselves in different,",
        "kinds of mystic yogas like the Pataïjali system (for merging into the existence,",
        "of the Absolute), or haöha-yoga or añöäìga-yoga (for particular perfections).,",
        "And some travel to all the sanctified places of pilgrimage. All these practices,",
        "are called yoga-yajïa, sacrifice for a certain type of perfection in the material,",
        "world. There are others who engage themselves in the studies of different,",
        "Vedic literatures, specifically the Upaniñads and Vedänta-sütras, or the,",
        "säìkhya philosophy. All of these are called svädhyäya-yajïa, or engagement in,",
        "the sacrifice of studies. All these yogés are faithfully engaged in different types,",
        "of sacrifice and are seeking a higher status of life. Kåñëa consciousness, is,,",
        "however, different from these because it is the direct service of the Supreme,",
        "Lord. Kåñëa consciousness cannot be attained by any one of the above-,",
        "mentioned types of sacrifices but can be attained only by the mercy of the,",
        "Lord and His bona fide devotee. Therefore, Kåñëa consciousness is,",
        "transcendental.,"
      ]
    },
    {
      "header": "TEXT 29,",
      "lines": [
        "APaaNae JauûiTa Pa[a<a& Pa[a<ae_PaaNa& TaQaaPare ),",
        "Pa[a<aaPaaNaGaTaq åd(ßa Pa[a<aaYaaMaParaYa<aa ),",
        "APare iNaYaTaahara Pa[a<aaNPa[a<aezu JauûiTa )) 29 )),",
        "apäne juhvati präëaà,",
        "präëe ’pänaà tathäpare,",
        "präëäpäna-gaté ruddhvä,",
        "präëäyäma-paräyaëäù,",
        "apare niyatähäräù,",
        "präëän präëeñu juhvati,",
        "apäne—air which acts downward; juhvati—offers; präëam—air which acts,",
        "outward; präëe—in the air going outward; apänam—air going downward;,",
        "tathä—as also; apare—others; präëa—air going outward; apäna—air going,",
        "downward; gaté—movement; ruddhvä—checking; präëäyäma—trance induced,",
        "by stopping all breathing; paräyaëäù—so inclined; apare—others; niyata—,",
        "controlled; ähäräù—eating; präëän—outgoing air; präëeñu—in the outgoing,",
        "air; juhvati—sacrifices.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": [
        "And there are even others who are inclined to the process of breath restraint to,",
        "remain in trance, and they practice stopping the movement of the outgoing,",
        "breath into the incoming, and incoming breath into the outgoing, and thus at,",
        "last remain in trance, stopping all breathing. Some of them, curtailing the eating,",
        "process, offer the outgoing breath into itself, as a sacrifice.,"
      ]
    },
    {
      "header": "PURPORT,",
      "lines": [
        "This system of yoga for controlling the breathing process is called,",
        "präëäyäma, and in the beginning it is practiced in the haöha-yoga system,",
        "through different sitting postures. All of these processes are recommended for,",
        "controlling the senses and for advancement in spiritual realization. This,",
        "practice involves controlling the air within the body to enable simultaneous,",
        "passage in opposite directions. The apäna air goes downward, and the präëa air,",
        "goes up. The präëäyäma yogé practices breathing the opposite way until the,",
        "currents are neutralized into püraka, equilibrium. Similarly, when the exhaled,",
        "breathing is offered to inhaled breathing, it is called recaka. When both air,",
        "currents are completely stopped, it is called kumbhaka-yoga. By practice of,",
        "kumbhaka-yoga, the yogés increase the duration of life by many, many years. A,",
        "Kåñëa conscious person, however, being always situated in the transcendental,",
        "loving service of the Lord, automatically becomes the controller of the senses.,",
        "His senses, being always engaged in the service of Kåñëa, have no chance of,",
        "becoming otherwise engaged. So at the end of life, he is naturally transferred,",
        "to the transcendental plane of Lord Kåñëa; consequently he makes no attempt,",
        "to increase his longevity. He is at once raised to the platform of liberation. A,",
        "Kåñëa conscious person begins from the transcendental stage, and he is,",
        "constantly in that consciousness. Therefore, there is no falling down, and,",
        "ultimately he enters into the abode of the Lord without delay. The practice of,",
        "reduced eating is automatically done when one eats only Kåñëa prasädam, or,",
        "food which is offered first to the Lord. Reducing the eating process is very,",
        "helpful in the matter of sense control. And without sense control there is no,",
        "possibility of getting out of the material entanglement.,"
      ]
    },
    {
      "header": "TEXT 30,",
      "lines": [
        "SaveR_PYaeTae Yajivdae Yaj+aiPaTak-LMaza ),",
        "YajiXaíaMa*Ta>auJaae YaaiNTa b]ø SaNaaTaNaMa( )) 30 )),",
        "sarve ’py ete yajïa-vido,",
        "yajïa-kñapita-kalmañäù,",
        "yajïa-çiñöämåta-bhujo,",
        "yänti brahma sanätanam,",
        "sarve—all; api—although apparently different; ete—all these; yajïa-vidaù—,",
        "conversant with the purpose of performing; yajïa—sacrifices; kñapita—being,",
        "cleansed of the result of such performances; kalmañäù—sinful reactions; yajïa-,",
        "çiñöa—as a result of such performances of yajïa; amåta-bhujaù—those who,",
        "have tasted such nectar; yänti—do approach; brahma—the supreme;,",
        "sanätanam—eternal atmosphere.,",
        "All these performers who know the meaning of sacrifice become cleansed of,",
        "sinful reaction, and, having tasted the nectar of the remnants of such sacrifice,,",
        "they go to the supreme eternal atmosphere.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "From the foregoing explanation of differents types of sacrifice (namely,",
        "sacrifice of one’s possessions, study of the Vedas or philosophical doctrines,,",
        "and performance of the yoga system), it is found that the common aim of all is,",
        "to control the senses. Sense gratification is the root cause of material,",
        "existence; therefore, unless and until one is situated on a platform apart from,",
        "sense gratification, there is no chance of being elevated to the eternal platform,",
        "of full knowledge, full bliss and full life. This platform is in the eternal,",
        "atmosphere, or Brahman atmosphere. All the above-mentioned sacrifices help,",
        "one to become cleansed of the sinful reactions of material existence. By this,",
        "advancement in life, one not only becomes happy and opulent in this life, but,",
        "also, at the end, he enters into the eternal kingdom of God, either merging,",
        "into the impersonal Brahman or associating with the Supreme Personality of,",
        "Godhead, Kåñëa.,"
      ]
    },
    {
      "header": "TEXT 31,",
      "lines": [
        "NaaYa& l/aek-ae_STYaYajSYa ku-Taae_NYa ku-åSataMa )) 31 )),",
        "näyaà loko ’sty ayajïasya,",
        "kuto ’nyaù kuru-sattama,",
        "na—never; ayam—this; lokaù—planet; asti—there is; ayajïasya—of the,",
        "foolish; kutaù—where is; anyaù—the other; kuru-sattama—O best amongst,",
        "the Kurus.,",
        "O best of the Kuru dynasty, without sacrifice one can never live happily on this,",
        "planet or in this life: what then of the next?,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Whatever form of material existence one is in, one is invariably ignorant of,",
        "his real situation. In other words, existence in the material world is due to the,",
        "multiple reactions to our sinful lives. Ignorance is the cause of sinful life, and,",
        "sinful life is the cause of one’s dragging on in material existence. The human,",
        "form of life is the only loophole by which one may get out of this,",
        "entanglement. The Vedas, therefore, give us a chance for escape by pointing,",
        "out the paths of religion, economic comfort, regulated sense gratification and,,",
        "at last, the means to get out of the miserable condition entirely. The path of,",
        "religion, or the different kinds of sacrifice recommended above, automatically,",
        "solves our economic problems. By performance of yajïa we can have enough,",
        "food, enough milk, etc.—even if there is a so-called increase of population.,",
        "When the body is fully supplied, naturally the next stage is to satisfy the,",
        "senses. The Vedas prescribe, therefore, sacred marriage for regulated sense,",
        "gratification. Thereby one is gradually elevated to the platform of release from,",
        "material bondage, and the highest perfection of liberated life is to associate,",
        "with the Supreme Lord. Perfection is achieved by performance of yajïa,",
        "(sacrifice), as described above. Now, if a person is not inclined to perform,",
        "yajïa according to the Vedas, how can he expect a happy life? There are,",
        "different grades of material comforts in different heavenly planets, and in all,",
        "cases there is immense happiness for persons engaged in different kinds of,",
        "yajïa. But the highest kind of happiness that a man can achieve is to be,",
        "promoted to the spiritual planets by practice of Kåñëa consciousness. A life of,",
        "Kåñëa consciousness is therefore the solution to all the problems of material,",
        "existence.,"
      ]
    },
    {
      "header": "TEXT 32,",
      "lines": [
        "Wv& bhuivDaa Yaja ivTaTaa b]ø<aae Mau%e ),",
        "k-MaRJaaiNviÖ TaaNSavaRNaev& jaTva ivMaae+YaSae )) 32 )),",
        "evaà bahu-vidhä yajïä,",
        "vitatä brahmaëo mukhe,",
        "karma-jän viddhi tän sarvän,",
        "evaà jïätvä vimokñyase,",
        "evam—thus; bahu-vidhäù—various kinds of; yajïäù—sacrifices; vitatäù—,",
        "widespread; brahmaëaù—of the Vedas; mukhe—in the face of; karma-jän—,",
        "born of work; viddhi—you should know; tän—them; sarvän—all; evam—thus;,",
        "jïätvä—knowing; vimokñyase—be liberated.,",
        "All these different types of sacrifice are approved by the Vedas, and all of them,",
        "are born of different types of work. Knowing them as such, you will become,",
        "liberated.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Different types of sacrifice, as discussed above, are mentioned in the Vedas,",
        "to suit the different types of worker. Because men are so deeply absorbed in,",
        "the bodily concept, these sacrifices are so arranged that one can work either,",
        "with the body, the mind, or the intelligence. But all of them are recommended,",
        "for ultimately bringing about liberation from the body. This is confirmed by,",
        "the Lord herewith from His own mouth.,"
      ]
    },
    {
      "header": "TEXT 33,",
      "lines": [
        "é[eYaaNd]VYaMaYaaÛjaJjaNaYaj ParNTaPa ),",
        "Sav| k-MaaRi%l&/ PaaQaR jaNae PairSaMaaPYaTae )) 33 )),",
        "çreyän dravya-mayäd yajïäj,",
        "jïäna-yajïaù parantapa,",
        "sarvaà karmäkhilaà pärtha,",
        "jïäne parisamäpyate,",
        "çreyän—greater; dravyamayät—than the sacrifice of material possessions;,",
        "yajïät—knowledge; jïäna-yajïaù—sacrifice in knowledge; parantapa—O,",
        "chastiser of the enemy; sarvam—all; karma—activities; akhilam—in totality;,",
        "pärtha—O son of Påthä; jïäne—in knowledge; parisamäpyate—ends in.,",
        "O chastiser of the enemy, the sacrifice of knowledge is greater than the sacrifice,",
        "of material possessions. O son of Påthä, after all, the sacrifice of work,",
        "culminates in transcendental knowledge.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The purpose of all sacrifices is to arrive at the status of complete,",
        "knowledge, then to gain release from material miseries, and, ultimately, to,",
        "engage in loving transcendental service to the Supreme Lord (Kåñëa,",
        "consciousness). Nonetheless, there is a mystery about all these different,",
        "activities of sacrifice, and one should know this mystery. Sacrifices sometimes,",
        "take different forms according to the particular faith of the performer. When,",
        "one’s faith reaches the stage of transcendental knowledge, the performer of,",
        "sacrifices should be considered more advanced than those who simply sacrifice,",
        "material possessions without such knowledge, for without attainment of,",
        "knowledge, sacrifices remain on the material platform and bestow no spiritual,",
        "benefit. Real knowledge culminates in Kåñëa consciousness, the highest stage,",
        "of transcendental knowledge. Without the elevation of knowledge, sacrifices,",
        "are simply material activities. When, however, they are elevated to the level of,",
        "transcendental knowledge, all such activities enter onto the spiritual platform.,",
        "Depending on differences in consciousness, sacrificial activities are sometimes,",
        "called karma-käëòa, fruitive activities, and sometimes jïäna-käëòa, knowledge,",
        "in the pursuit of truth. It is better when the end is knowledge.,"
      ]
    },
    {
      "header": "TEXT 34,",
      "lines": [
        "TaiÜiÖ Pa[i<aPaaTaeNa PairPa[éneNa SaevYaa ),",
        "oPade+YaiNTa Tae jaNa& jaiNaNaSTatvdiXaRNa )) 34 )),",
        "tad viddhi praëipätena,",
        "paripraçnena sevayä,",
        "upadekñyanti te jïänaà,",
        "jïäninas tattva-darçinaù,",
        "tat—that knowledge of different sacrifices; viddhi—try to understand;,",
        "praëipätena—by approaching a spiritual master; paripraçnena—by submissive,",
        "inquiries; sevayä—by the rendering of service; upadekñyanti—initiate; te—,",
        "unto you; jïänam—knowledge; jïäninaù—the self-realized; tattva—truth;,",
        "darçinaù—the seers.,",
        "Just try to learn the truth by approaching a spiritual master. Inquire from him,",
        "submissively and render service unto him. The self-realized soul can impart,",
        "knowledge unto you because he has seen the truth.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The path of spiritual realization is undoubtedly difficult. The Lord,",
        "therefore advises us to approach a bona fide spiritual master in the line of,",
        "disciplic succession from the Lord Himself. No one can be a bona fide spiritual,",
        "master without following this principle of disciplic succession. The Lord is the,",
        "original spiritual master, and a person in the disciplic succession can convey,",
        "the message of the Lord as it is to his disciple. No one can be spiritually,",
        "realized by manufacturing his own process, as is the fashion of the foolish,",
        "pretenders. The Bhägavatam says: dharmaà hi säkñäd-bhagavat-praëétam—the,",
        "path of religion is directly enunciated by the Lord. Therefore, mental,",
        "speculation or dry arguments cannot help one progress in spiritual life. One,",
        "has to approach a bona fide spiritual master to receive the knowledge. Such a,",
        "spiritual master should be accepted in full surrender, and one should serve the,",
        "spiritual master like a menial servant, without false prestige. Satisfaction of,",
        "the self-realized spiritual master is the secret of advancement in spiritual life.,",
        "Inquiries and submission constitute the proper combination for spiritual,",
        "understanding. Unless there is submission and service, inquiries from the,",
        "learned spiritual master will not be effective. One must be able to pass the test,",
        "of the spiritual master, and when he sees the genuine desire of the disciple, he,",
        "automatically blesses the disciple with genuine spiritual understanding. In this,",
        "verse, both blind following and absurd inquiries are condemned. One should,",
        "not only hear submissively from the spiritual master; but one must also get a,",
        "clear understanding from him, in submission and service and inquiries. A bona,",
        "fide spiritual master is by nature very kind toward the disciple. Therefore,",
        "when the student is submissive and is always ready to render service, the,",
        "reciprocation of knowledge and inquiries becomes perfect.,"
      ]
    },
    {
      "header": "TEXT 35,",
      "lines": [
        "YaJjaTva Na PauNaMaaeRhMaev& YaaSYaiSa Paa<@v ),",
        "YaeNa >aUTaaNYaXaezai<a d]+YaSYaaTMaNYaQaae MaiYa )) 35 )),",
        "yaj jïätvä na punar moham,",
        "evaà yäsyasi päëòava,",
        "yena bhütäny açeñäëi,",
        "drakñyasy ätmany atho mayi,",
        "yat—which; jïätvä—knowing; na—never; punaù—again; moham—illusion;,",
        "evam—like this; yäsyasi—you shall go; päëòava—O son of Päëòu; yena—by,",
        "which; bhütäni—all living entities; açesäëi—totally; drakñyasi—you will see;,",
        "ätmani—in the Supreme Soul; atho—or in other words; mayi—in Me.,",
        "And when you have thus learned the truth, you will know that all living beings,",
        "are but part of Me—and that they are in Me, and are Mine.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The result of receiving knowledge from a self-realized soul, or one who,",
        "knows things as they are, is learning that all living beings are parts and parcels,",
        "of the Supreme Personality of Godhead, Lord Çré Kåñëa. The sense of a,",
        "separated existence from Kåñëa is called mäyä (mä—not, yä—this). Some,",
        "think that we have nothing to do with Kåñëa, that Kåñëa is only a great,",
        "historical personality and that the Absolute is the impersonal Brahman.,",
        "Factually, as it is stated in the Bhagavad-gétä, this impersonal Brahman is the,",
        "personal effulgence of Kåñëa. Kåñëa, as the Supreme Personality of Godhead,,",
        "is the cause of everything. In the Brahma-saàhitä it is clearly stated that Kåñëa,",
        "is the Supreme Personality of Godhead, the cause of all causes. Even the,",
        "millions of incarnations are only His different expansions. Similarly, the living,",
        "entities are also expansions of Kåñëa. The Mäyävädé philosophers wrongly,",
        "think that Kåñëa loses His own separate existence in His many expansions.,",
        "This thought is material in nature. We have experience in the material world,",
        "that a thing, when fragmentally distributed, loses its own original identity. But,",
        "the Mäyävädé philosophers fail to understand that Absolute means that one,",
        "plus one is equal to one, and that one minus one is also equal to one. This is,",
        "the case in the absolute world.,",
        "For want of sufficient knowledge in the absolute science, we are now covered,",
        "with illusion, and therefore we think that we are separate from Kåñëa.,",
        "Although we are separated parts of Kåñëa, we are nevertheless not different,",
        "from Him. The bodily difference of the living entities is mäyä, or not actual,",
        "fact. We are all meant to satisfy Kåñëa. By mäyä alone Arjuna thought that the,",
        "temporary bodily relationship with his kinsmen was more important than his,",
        "eternal spiritual relationship with Kåñëa. The whole teaching of the Gétä is,",
        "targetted toward this end: that a living being, as His eternal servitor, cannot be,",
        "separated from Kåñëa, and his sense of being an identity apart from Kåñëa is,",
        "called mäyä. The living entities, as separate parts and parcels of the Supreme,,",
        "have a purpose to fulfill. Having forgotten that purpose, since time,",
        "immemorial they are situated in different bodies, as men, animals, demigods,,",
        "etc. Such bodily differences arise from forgetfulness of the transcendental,",
        "service of the Lord. But when one is engaged in transcendental service,",
        "through Kåñëa consciousness, one becomes at once liberated from this illusion.,",
        "One can acquire such pure knowledge only from the bona fide spiritual master,",
        "and thereby avoid the delusion that the living entity is equal to Kåñëa. Perfect,",
        "knowledge is that the Supreme Soul, Kåñëa, is the supreme shelter for all living,",
        "entities, and giving up such shelter, the living entities are deluded by the,",
        "material energy, imagining themselves to have a separate identity. Thus, under,",
        "different standards of material identity, they become forgetful of Kåñëa.,",
        "When, however, such deluded living entities become situated in Kåñëa,",
        "consciousness, it is to be understood that they are on the path of liberation, as,",
        "confirmed in the Bhägavatam: muktir hitvänyathä rüpaà svarüpeëa,",
        "vyavasthitiù. Liberation means to be situated in one’s constitutional position as,",
        "the eternal servitor of Kåñëa (Kåñëa consciousness).,"
      ]
    },
    {
      "header": "TEXT 36,",
      "lines": [
        "AiPa cediSa PaaPae>Ya SaveR>Ya PaaPak*-taMa ),",
        "Sav| jaNaâveNaEv v*iJaNa& SaNTairZYaiSa )) 36 )),",
        "api ced asi päpebhyaù,",
        "sarvebhyaù päpa-kåt-tamaù,",
        "sarvaà jïäna-plavenaiva,",
        "våjinaà santariñyasi,",
        "api—even; cet—if; asi—you are; päpebhyaù—of sinners; sarvebhyaù—of all;,",
        "päpa-kåttamaù—the greatest sinner; sarvam—all such sinful actions; jïäna-,",
        "plavena—by the boat of transcendental knowledge; eva—certainly; våjinam—,",
        "the ocean of miseries; santariñyasi—you will cross completely.,",
        "Even if you are considered to be the most sinful of all sinners, when you are,",
        "situated in the boat of transcendental knowledge, you will be able to cross over,",
        "the ocean of miseries.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Proper understanding of one’s constitutional position in relationship to,",
        "Kåñëa is so nice that it can at once lift one from the struggle for existence,",
        "which goes on in the ocean of nescience. This material world is sometimes,",
        "regarded as an ocean of nescience and sometimes as a blazing forest. In the,",
        "ocean, however expert a swimmer one may be, the struggle for existence is,",
        "very severe. If someone comes forward and lifts the struggling swimmer from,",
        "the ocean, he is the greatest savior. Perfect knowledge, received from the,",
        "Supreme Personality of Godhead, is the path of liberation. The boat of Kåñëa,",
        "consciousness is very simple, but at the same time the most sublime.,"
      ]
    },
    {
      "header": "TEXT 37,",
      "lines": [
        "YaQaEDaa&iSa SaiMaÖae_iGan>aRSMaSaaTku-åTae_JauRNa ),",
        "jaNaaiGan SavRk-MaaRi<a >aSMaSaaTku-åTae TaQaa )) 37 )),",
        "yathaidhäàsi samiddho ’gnir,",
        "bhasma-sät kurute ’rjuna,",
        "jïänägniù sarva-karmäëi,",
        "bhasma-sät kurute tathä,",
        "yathä—just as; edhäàsi—firewood; samiddhaù—blazing; agniù—fire;,",
        "bhasmasät—turns into ashes; kurute—so does; arjuna—O Arjuna; jïäna-agniù,",
        "—the fire of knowledge; sarva-karmäëi—all reactions to material activities;,",
        "bhasmasät—to ashes; kurute—it so does; tathä—similarly.,",
        "As the blazing fire turns firewood to ashes, O Arjuna, so does the fire of,",
        "knowledge burn to ashes all reactions to material activities.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Perfect knowledge of self and Superself and of their relationship is,",
        "compared herein to fire. This fire not only burns up all reactions to impious,",
        "activities, but also all reactions to pious activities, turning them to ashes.,",
        "There are many stages of reaction: reaction in the making, reaction,",
        "fructifying, reaction already achieved, and reaction a priori. But knowledge of,",
        "the constitutional position of the living entity burns everything to ashes.,",
        "When one is in complete knowledge, all reactious, both a priori and a,",
        "posteriori, are consumed. In the Vedas it is stated: ubhe uhaivaiña ete taraty,",
        "amåtaù sädhv-asädhüné: One overcomes both the pious and impious,",
        "interactions of work.,"
      ]
    },
    {
      "header": "TEXT 38,",
      "lines": [
        "Na ih jaNaeNa Sad*Xa& Paiv}aiMah ivÛTae ),",
        "TaTSvYa& YaaeGaSa&iSaÖ k-ale/NaaTMaiNa ivNdiTa )) 38 )),",
        "na hi jïänena sadåçaà,",
        "pavitram iha vidyate,",
        "tat svayaà yoga-saàsiddhaù,",
        "kälenätmani vindati,",
        "na—never; hi—certainly; jïänena—with knowledge; sadåçam—in,",
        "comparison; pavitram—sanctified; iha—in this world; vidyate—exists; tat—,",
        "that; svayam—itself; yoga—devotion; saàsiddhaù—matured; kälena—in,",
        "course of time; ätmani—in himself; vindati—enjoys.,",
        "In this world, there is nothing so sublime and pure as transcendental,",
        "knowledge. Such knowledge is the mature fruit of all mysticism. And one who,",
        "has achieved this enjoys the self within himself in due course of time.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "When we speak of transcendental knowledge, we do so in terms of spiritual,",
        "understanding. As such, there is nothing so sublime and pure as,",
        "transcendental knowledge. Ignorance is the cause of our bondage, and,",
        "knowledge is the cause of our liberation. This knowledge is the mature fruit of,",
        "devotional service, and when one is situated in transcendental knowledge, he,",
        "need not search for peace elsewhere, for he enjoys peace within himself. In,",
        "other words, this knowledge and peace are culminated in Kåñëa consciousness.,",
        "That is the last word in the Bhagavad-gétä.,"
      ]
    },
    {
      "header": "TEXT 39,",
      "lines": [
        "é[Öavamç>aTae jaNa& TaTPar Sa&YaTaeiNd]Ya ),",
        "jaNa& l/Bßa Para& XaaiNTaMaicre<aaiDaGaC^iTa )) 39 )),",
        "çraddhäväl labhate jïänaà,",
        "tat-paraù saàyatendriyaù,",
        "jïänaà labdhvä paräà çäntim,",
        "acireëädhigacchati,",
        "çraddhävän—a faithful man; labhate—achieves; jïänam—knowledge; tat-,",
        "paraù—very much attached to it; saàyata—controlled; indriyaù—senses;,",
        "jïanam—knowledge; labdhvä—having achieved; paräm—transcendental;,",
        "çäntim—peace; acireëa—very soon; adhigacchati—attains.,",
        "A faithful man who is absorbed in transcendental knowledge and who subdues,",
        "his senses quickly attains the supreme spiritual peace.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Such knowledge in Kåñëa consciousness can be achieved by a faithful,",
        "person who believes firmly in Kåñëa. One is called a faithful man who thinks,",
        "that, simply by acting in Kåñëa consciousness, he can attain the highest,",
        "perfection. This faith is attained by the discharge of devotional service, and by,",
        "chanting Hare Kåñëa, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/ Hare Räma, Hare,",
        "Räma, Räma Räma, Hare Hare, which cleanses one’s heart of all material dirt.,",
        "Over and above this, one should control the senses. A person who is faithful to,",
        "Kåñëa and who controls the senses can easily attain perfection in the,",
        "knowledge of Kåñëa consciousness without delay.,"
      ]
    },
    {
      "header": "TEXT 40,",
      "lines": [
        "Ajêaé[ÕDaaNaê Sa&XaYaaTMaa ivNaXYaiTa ),",
        "NaaYa& l/aek-ae_iSTa Na Parae Na Sau%& Sa&XaYaaTMaNa )) 40 )),",
        "ajïaç cäçraddadhänaç ca,",
        "saàçayätmä vinaçyati,",
        "näyaà loko ’sti na paro,",
        "na sukhaà saàçayätmanaù,",
        "ajïaù—fools who have no knowledge in standard scriptures; ca—and;,",
        "açraddadhänaù—without faith in revealed scriptures; ca—also; saàçaya—,",
        "doubts; ätmä—person; vinaçyati—falls back; na—never; ayam—this; lokaù—,",
        "world; asti—there is; na—neither; paraù—next life; na—not; sukham—,",
        "happiness; saàçaya—doubtful; ätmanaù—of the person.,",
        "But ignorant and faithless persons who doubt the revealed scriptures do not,",
        "attain God consciousness. For the doubting soul there is happiness neither in,",
        "this world nor in the next.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "Out of many standard and authoritative revealed scriptures, the Bhagavad-,",
        "gétä is the best. Persons who are almost like animals have no faith in, or,",
        "knowledge of, the standard revealed scriptures; and some, even though they,",
        "have knowledge of, or can cite passages from, the revealed scriptures, have,",
        "actually no faith in these words. And even though others may have faith in,",
        "scriptures like Bhagavad-gétä, they do not believe in or worship the Personality,",
        "of Godhead, Çré Kåñëa. Such persons cannot have any standing in Kåñëa,",
        "consciousness. They fall down. Out of all the abovementioned persons, those,",
        "who have no faith and are always doubtful make no progress at all. Men,",
        "without faith in God and His revealed word find no good in this world, nor in,",
        "the next. For them there is no happiness whatsoever. One should therefore,",
        "follow the principles of revealed scriptures with faith and thereby be raised to,",
        "the platform of knowledge. Only this knowledge will help one become,",
        "promoted to the transcendental platform of spiritual understanding. In other,",
        "words, doubtful persons have no status whatsoever in spiritual emancipation.,",
        "One should therefore follow in the footsteps of great äcäryas who are in the,",
        "disciplic succession and thereby attain success.,"
      ]
    },
    {
      "header": "TEXT 41,",
      "lines": [
        "YaaeGaSaNNYaSTak-MaaR<a& jaNaSaiH^àSa&XaYaMa( ),",
        "AaTMavNTa& Na k-MaaRi<a iNabDaniNTa DaNaÅYa )) 41 )),",
        "yoga-sannyasta-karmäëaà,",
        "jïäna-saïchinna-saàçayam,",
        "ätmavantaà na karmäëi,",
        "nibadhnanti dhanaïjaya,",
        "yoga—devotional service in karma-yoga; sannyasta—renounced; karmäëam—,",
        "of the performers; jïäna—knowledge; saïchinna—cut by the advancement of,",
        "knowledge; saàçayam—doubts; ätma-vantam—situated in the self; na—never;,",
        "karmäëi—work; nibadhnanti—do bind up; dhanaïjaya—O conquerer of,",
        "riches.,",
        "Therefore, one who has renounced the fruits of his action, whose doubts are,",
        "destroyed by transcendental knowledge, and who is situated firmly in the self, is,",
        "not bound by works, O conqueror of riches.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "One who follows the instruction of the Gétä, as it is imparted by the Lord,,",
        "the Personality of Godhead Himself, becomes free from all doubts by the grace,",
        "of transcendental knowledge. He, as a part and parcel of the Lord, in full,",
        "Kåñëa consciousness, is already established in self-knowledge. As such, he is,",
        "undoubtedly above bondage to action.,"
      ]
    },
    {
      "header": "TEXT 42,",
      "lines": [
        "TaSMaadjaNaSaM>aUTa& ôTSQa& jaNaaiSaNaaTMaNa ),",
        "i^tvENa& Sa&XaYa& YaaeGaMaaiTaïaeitaï >aarTa )) 42 )),",
        "tasmäd ajïäna-sambhütaà,",
        "håt-sthaà jïänäsinätmanaù,",
        "chittvainaà saàçayaà yogam,",
        "ätiñöhottiñöha bhärata,",
        "tasmät—therefore; ajïäna-sambhütam—outcome of ignorance; håt-stham—,",
        "situated in the heart; jïäna—knowledge; asinä—by the weapon of; ätmanaù—,",
        "of the self; chittvä—cutting off; enam—this; saàçayam—doubt; yogam—in,",
        "yoga; ätiñöha—be situated; uttiñöha—stand up to fight; bhärata—O descendant,",
        "of Bharata.,",
        "Therefore the doubts which have arisen in your heart out of ignorance should,",
        "be slashed by the weapon of knowledge. Armed with yoga, O Bhärata, stand and,",
        "fight.,"
      ]
    },
    {
      "header": "TRANSLATION,",
      "lines": []
    },
    {
      "header": "PURPORT,",
      "lines": [
        "The yoga system instructed in this chapter is called sanätana-yoga, or,",
        "eternal activities performed by the living entity. This yoga has two divisions of,",
        "sacrificial actions: one is called sacrifice of one’s material possessions, and the,",
        "other is called knowledge of self, which is pure spiritual activity. If sacrifice of,",
        "one’s material possessions is not dovetailed for spiritual realization, then such,",
        "sacrifice becomes material. But one who performs such sacrifices with a,",
        "spiritual objective, or in devotional service, makes a perfect sacrifice. When,",
        "we come to spiritual activities, we find that these are also divided into two:,",
        "namely, understanding of one’s own self (or one’s constitutional position), and,",
        "the truth regarding the Supreme Personality of Godhead. One who follows the,",
        "path of the Gétä as it is can very easily understand these two important,",
        "divisions of spiritual knowledge. For him there is no difficulty in obtaining,",
        "perfect knowledge of the self as part and parcel of the Lord. And such,",
        "understanding is beneficial for such a person who easily understands the,",
        "transcendental activities of the Lord. In the beginning of this chapter, the,",
        "transcendental activities of the Lord were discussed by the Supreme Lord,",
        "Himself. One who does not understand the instructions of the Gétä is faithless,,",
        "and is to be considered to be misusing the fragmental independence awarded,",
        "to him by the Lord. In spite of such instructions, one who does not understand,",
        "the real nature of the Lord as the eternal, blissful, all-knowing Personality of,",
        "Godhead, is certainly fool number one. Ignorance can be removed by gradual,",
        "acceptance of the principles of Kåñëa consciousness. Kåñëa consciousness is,",
        "awakened by different types of sacrifices to the demigods, sacrifice to,",
        "Brahman, sacrifice in celibacy, in household life, in controlling the senses, in,",
        "practicing mystic yoga, in penance, in foregoing material possessions, in,",
        "studying the Vedas, and in partaking of the social institution called,",
        "varëäçrama-dharma. All of these are known as sacrifice, and all of them are,",
        "based on regulated action. But within all these activities, the important factor,",
        "is self-realization. One who seeks that objective is the real student of,",
        "Bhagavad-gétä, but one who doubts the authority of Kåñëa falls back. One is,",
        "therefore advised to study Bhagavad-gétä, or any other scripture, under a bona,",
        "fide spiritual master, with service and surrender. A bona fide spiritual master,",
        "is in the disciplic succession from time eternal, and he does not deviate at all,",
        "from the instructions of the Supreme Lord as they were imparted millions of,",
        "years ago to the sun-god, from whom the instructions of Bhagavad-gétä have,",
        "come down to the earthly kingdom. One should, therefore, follow the path of,",
        "Bhagavad-gétä as it is expressed in the Gétä itself and beware of self-interested,",
        "people after personal aggrandizement who deviate others from the actual path.,",
        "The Lord is definitely the supreme person, and His activities are,",
        "transcendental. One who understands this is a liberated person from the very,",
        "beginning of his study of the Gétä.,",
        "Thus end the Bhaktivedanta Purports to the Fourth Chapter of the Çrémad-,",
        "Bhagavad-gétä in the matter of Transcendental Knowledge.]"
      ]
    }
  ],
  "source_file": "/mnt/data/chapter4.json",
  "generated_from": "best-effort split by identifiable headers"
}
