{
  "chapter": {
    "title": "CHAPTER NINE: [",
    "name": "The Most Confidential Knowledge",
    "source_note": "Parsed to match chapter5_clean.json structure.",
    "verses_parsed_count": 34,
    "verses": [
      {
        "text_number": 1,
        "heading": "TEXT 1",
        "transliteration_lines": [
          "TEXT 1",
          "é[q>aGavaNauvac",
          "wd& Tau Tae GauùTaMa& Pa[v+YaaMYaNaSaUYave )",
          "jaNa& ivjaNaSaihTa& YaJjaTva Maae+YaSae_éu>aaTa( )) 1 ))",
          "çré-bhagavän uväca",
          "idaà tu te guhyatamaà",
          "pravakñyämy anasüyave",
          "jïänaà vijïäna-sahitaà",
          "yaj jïätvä mokñyase ’çubhät",
          "I shall impart to you this most secret wisdom, knowing which you shall be",
          "relieved of the miseries of material existence.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavan uväca—the Supreme Personality of Godhead said; idam—this; tu",
          "—but; te—unto you; guhyatamam—most confidential; pravakñyämi—I am",
          "speaking; anasüyave—to the nonenvious; jïänam—knowledge; vijïäna—",
          "realized knowledge; sahitam—with; yat—which; jïätvä—knowing; mokñyase",
          "—be released; açubhät—from this miserable material existence.",
          "The Supreme Lord said: My dear Arjuna, because you are never envious of Me"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "As a devotee hears more and more about the Supreme Lord, he becomes, enlightened. This hearing process is recommended in the Çrémad-Bhägavatam:, “The messages of the Supreme Personality of Godhead are full of potencies,, and these potencies can be realized if topics regarding the Supreme Godhead, are discussed amongst devotees. This cannot be achieved by the association of, mental speculators or academic scholars, for it is realized knowledge.”, The devotees are constantly engaged in the Supreme Lord’s service. The Lord, understands the mentality and sincerity of a particular living entity who is, engaged in Kåñëa consciousness and gives him the intelligence to understand, the science of Kåñëa in the association of the devotees. Discussion of Kåñëa is, very potent, and if a fortunate person has such association and tries to, assimilate the knowledge, then he will surely make advancement toward, spiritual realization. Lord Kåñëa, in order to encourage Arjuna to higher and, higher elevation in His potent service, describes in this Ninth Chapter matters, more confidential than any He has already disclosed., The very beginning of Bhagavad-gétä, the First Chapter, is more or less an, introduction to the rest of the book; and in the Second and Third Chapters,, the spiritual knowledge described is called confidential. Topics discussed in the, Seventh and Eighth Chapters are specifically related to devotional service,, and because they bring enlightenment in Kåñëa consciousness, they are called, more confidential. But the matters which are described in the Ninth Chapter, deal with unalloyed, pure devotion. Therefore this is called the most, confidential. One who is situated in the most confidential knowledge of Kåñëa, is naturally transcendental; he therefore has no material pangs, although he is, in the material world. In the Bhakti-rasämåta-sindhu it is said that although, one who has a sincere desire to render loving service to the Supreme Lord is, situated in the conditional state of material existence, he is to be considered, liberated. Similarly, we shall find in the Bhagavad-gétä, Tenth Chapter, that, anyone who is engaged in that way is a liberated person., Now this first verse has specific significance. Knowledge (idaà jïänam) refers, to pure devotional service, which consists of nine different activities: hearing,, chanting, remembering, serving, worshiping, praying, obeying, maintaining, friendship and surrendering everything. By the practice of these nine elements, of devotional service one is elevated to spiritual consciousness, Kåñëa, consciousness. At the time when one’s heart is cleared of the material, contamination, one can understand this science of Kåñëa. Simply to, understand that a living entity is not material is not sufficient. That may be, the beginning of spiritual realization, but one should recognize the difference, between activities of the body and spiritual activities by which one, understands that he is not the body., In the Seventh Chapter we have already discussed the opulent potency of the, Supreme Personality of Godhead, His different energies, the inferior and, superior natures, and all this material manifestation. Now in Chapters Nine, and Ten the glories of the Lord will be delineated., The Sanskrit word anasüyave in this verse is also very significant. Generally, the commentators, even if they are highly scholarly, are all envious of Kåñëa,, the Supreme Personality of Godhead. Even the most erudite scholars write on, Bhagavad-gétä very inaccurately. Because they are envious of Kåñëa, their, commentaries are useless. The commentaries given by devotees of the Lord are, bona fide. No one can explain Bhagavad-gétä, or give perfect knowledge of, Kåñëa if he is envious. One who criticizes the character of Kåñëa without, knowing Him is a fool. So such commentaries should be very carefully avoided., For one who understands that Kåñëa is the Supreme Personality of Godhead,, the pure and transcendental Personality, these chapters will be very beneficial."
        ]
      },
      {
        "text_number": 2,
        "heading": "TEXT 2",
        "transliteration_lines": [
          "TEXT 2",
          "raJaivÛa raJaGauù& Paiv}aiMadMautaMaMa( )",
          "Pa[TYa+aavGaMa& DaMYa| SauSau%& k-TauRMaVYaYaMa( )) 2 ))",
          "räja-vidyä räja-guhyaà",
          "pavitram idam uttamam",
          "pratyakñävagamaà dharmyaà",
          "su-sukhaà kartum avyayam",
          "everlasting.",
          ""
        ],
        "word_meaning_lines": [
          "räja-vidyä—the king of education; räja-guhyam—the king of confidential",
          "knowledge; pavitram—the purest; idam—this; uttamam—transcendental;",
          "pratyakña—directly experienced; avagamam—understood; dharmyam—the",
          "principle of religion; susukham—very happy; kartum—to execute; avyayam—"
        ],
        "translation": ", This knowledge is the king of education, the most secret of all secrets. It is the, purest knowledge, and because it gives direct perception of the self by, realization, it is the perfection of religion. It is everlasting, and it is joyfully, performed.,",
        "purport_paragraphs": [
          "This chapter of Bhagavad-gétä is called the king of education because it is, the essence of all doctrines and philosophies explained before. There are seven, principal philosophers in India: Gautama, Kaëäda, Kapila, Yäjïavalkya,, Çäëòilya, Vaiçvänara, and, finally, Vyäsadeva, the author of the Vedänta-sütra., So there is no dearth of knowledge in the field of philosophy or transcendental, knowledge. Now the Lord says that this Ninth Chapter is the king of all such, knowledge, the essence of all knowledge that can be derived from the study of, the Vedas and different kinds of philosophy. It is the most confidential because, confidential or transcendental knowledge involves understanding the, difference between the soul and the body. And the king of all confidential, knowledge culminates in devotional service., Generally, people are not educated in this confidential knowledge; they are, educated in external knowledge. As far as ordinary education is concerned,, people are involved with so many departments: politics, sociology, physics,, chemistry, mathematics, astronomy, engineering, etc. There are so many, departments of knowledge all over the world and many huge universities, but, there is, unfortunately, no university or educational institution where the, science of the spirit soul is instructed. Yet the soul is the most important part, of this body; without the presence of the soul, the body has no value. Still, people are placing great stress on the bodily necessities of life, not caring for, the vital soul., The Bhagavad-gétä, especially from the Second Chapter on, stresses the, importance of the soul. In the very beginning, the Lord says that this body is, perishable and that the soul is not perishable. That is a confidential part of, knowledge: simply knowing that spirit soul is different from this body and that, its nature is immutable, indestructible and eternal. But that gives no positive, information about the soul. Sometimes people are under the impression that, the soul is different from the body and that when the body is finished, or one, is liberated from the body, the soul remains in a void and becomes impersonal., But actually that is not the fact. How can the soul, which is so active within, this body, be inactive after being liberated from the body? It is always active. If, it is eternal, then it is eternally active, and its activities in the spiritual, kingdom are the most confidential part of spiritual knowledge. These activities, of the spirit soul are therefore indicated here as constituting the king of all, knowledge, the most confidential part of all knowledge., This knowledge is the purest form of all activities, as is explained in Vedic, literature. In the Padma Puräëa, man’s sinful activities have been analyzed and, are shown to be the results of sin after sin. Those who are engaged in fruitive, activities are entangled in different stages and forms of sinful reactions. For, instance, when the seed of a particular tree is sown, the tree does not appear, immediately to grow; it takes some time. It is first a small, sprouting plant, then, it assumes the form of a tree, then it flowers, bears fruit, and, when it is, complete, the flowers and fruits are enjoyed by persons who have sown the, seed of the tree. Similarly, a man performs a sinful act, and like a seed it takes, time to fructify. There are different stages. The sinful action may have already, stopped within the individual, but the results or the fruit of that sinful action, are still enjoyed. There are sins which are still in the form of a seed, and there, are others which are already fructified and are giving us fruit, which we are, enjoying as distress and pain, as explained in the twentieth verse of the, Seventh Chapter., A person who has completely ended the reactions of all sinful activities and, who is fully engaged in pious activities, being freed from the duality of this, material world, becomes engaged in devotional service to the Supreme, Personality of Godhead, Kåñëa. In other words, those who are actually engaged, in the devotional service of the Supreme Lord are already freed from all, reactions. For those who are engaged in the devotional service of the Supreme, Personality of Godhead, all sinful reactions, whether fructified, in the stock, or, in the form of a seed, gradually vanish. Therefore the purifying potency of, devotional service is very strong, and it is called pavitram uttamam, the purest., Uttamam means transcendental. Tamas means this material world or darkness,, and uttamam means that which is transcendental to material activities., Devotional activities are never to be considered material, although sometimes, it appears that devotees are engaged just like ordinary men. One who can see, and is familiar with devotional service, however, will know that they are not, material activities. They are all spiritual and devotional, uncontaminated by, the material modes of nature., It is said that the execution of devotional service is so perfect that one can, perceive the results directly. This direct result is actually perceived, and we, have practical experience that any person who is chanting the holy names of, Kåñëa (Hare Kåñëa, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/ Hare Räma, Hare, Räma, Räma Räma, Hare Hare) in course of time feels some transcendental, pleasure and very quickly becomes purified of all material contamination. This, is actually seen. Furthermore, if one engages not only in hearing but in trying, to broadcast the message of devotional activities as well, or if he engages, himself in helping the missionary activities of Kåñëa consciousness, he, gradually feels spiritual progress. This advancement in spiritual life does not, depend on any kind of previous education or qualification. The method itself, is so pure that by simply engaging in it one becomes pure., In the Vedänta-sütra this is also described in the following words: prakäçaç ca, karmaëy abhyäsät. “Devotional service is so potent that simply by engaging in, the activities of devotional service, one becomes enlightened without a doubt.”, Närada, who happened to be the son of a maidservant, had no education, nor, was he born into a high family. But when his mother was engaged in serving, great devotees, Närada also became engaged, and sometimes, in the absence of, his mother, he would serve the great devotees himself. Närada personally says,, “Once only, by their permission, I took the remnants of their food, and by so, doing all my sins were at once eradicated. Thus being engaged, I became, purified in heart, and at that time the very nature of the transcendentalist, became attractive to me.” (Bhäg. 1.5.25) Närada tells his disciple Vyäsadeva, that in a previous life he was engaged as a boy servant of purified devotees, during four months of their stay and that he was intimately associating with, them. Sometimes those sages left remnants of food on their dishes, and the, boy, who would wash their dishes, wanted to taste the remnants. So he asked, the great devotees whether he could eat them, and they gave their permission., Närada then ate those remnants and consequently became freed from all sinful, reactions. As he went on eating, he gradually became as purehearted as the, sages, and he gradually developed the same taste. The great devotees relished, the taste of unceasing devotional service of the Lord, hearing, chanting, etc.,, and by developing the same taste, Närada wanted also to hear and chant the, glories of the Lord. Thus by associating with the sages, he developed a great, desire for devotional service. Therefore he quotes from the Vedänta-sütra, (prakäçaç ca karmaëy abhyäsät): If one is engaged simply in the acts of, devotional service, everything is revealed to him automatically, and he can, understand. This is called prakäçaù, directly perceived., Närada was actually a son of a maidservant. He had no opportunity to go to, school. He was simply assisting his mother, and fortunately his mother, rendered some service to the devotees. The child Närada also got the, opportunity and simply by association achieved the highest goal of all, religions, devotional service. In the Çrémad-Bhägavatam it is said that religious, people generally do not know that the highest perfection of religion is the, attainment of the stage of devotional service. Generally Vedic knowledge is, required for the understanding of the path of self-realization. But here,, although he was not educated in the Vedic principle, Närada acquired the, highest results of Vedic study. This process is so potent that even without, performing the religious process regularly, one can be raised to the highest, perfection. How is this possible? This is also confirmed in Vedic literature:, äcäryavän puruño veda. One who is in association with great äcäryas, even if he, is not educated or has not studied the Vedas, can become familiar with all the, knowledge necessary for realization., The process of devotional service is a very happy one. Why? Devotional, service consists of çravaëaà kértanaà viñëoù, so one can simply hear the, chanting of the glories of the Lord or can attend philosophical lectures on, transcendental knowledge given by authorized äcäryas. Simply by sitting, one, can learn; then one can eat the remnants of the food offered to God, nice, palatable dishes. In every state devotional service is joyful. One can execute, devotional service even in the most poverty-stricken condition. The Lord says,, patraà puñpaà phalam: He is ready to accept from the devotee any kind of, offering, never mind what. Even a leaf, a flower, a bit of fruit, or a little water,, which are all available in every part of the world, can be offered by any person,, regardless of social position, and will be accepted if offered with love. There, are many instances in history. Simply by tasting the tulasé leaves offered to the, lotus feet of the Lord, great sages like Sanatkumära became great devotees., Therefore the devotional process is very nice, and it can be executed in a, happy mood. God accepts only the love with which things are offered to Him., It is said here that this devotional service is eternally existing. It is not as the, Mäyävädé philosophers claim. They sometimes take to so-called devotional, service, and as long as they are not liberated they continue their devotional, service, but at the end, when they become liberated, they “become one with, God.” Such temporary time-serving devotional service is not accepted as pure, devotional service. Actual devotional service continues even after liberation., When the devotee goes to the spiritual planet in the kingdom of God, he is, also engaged there in serving the Supreme Lord. He does not try to become, one with the Supreme Lord., As it will be seen, actual devotional service begins after liberation. So in, Bhagavad-gétä it is said, brahma-bhüta. After being liberated, or being situated, in the Brahman position, one’s devotional service begins. By executing, devotional service, one can understand the Supreme Lord. No one can, understand the Supreme Personality of Godhead by executing karma-yoga,, jïäna, or añöäìga-yoga or any other yoga independantly. Without coming to, the stage of devotional service, one cannot understand what is the Personality, of Godhead. In the Çrémad-Bhägavatam it is also confirmed that when one, becomes purified by executing the process of devotional service, especially by, hearing Çrémad-Bhägavatam or Bhagavad-gétä from realized souls, then he can, understand the science of Kåñëa or the science of God. Evaà prasanna-manaso, bhagavad-bhakti-yogataù. When one’s heart is cleared of all nonsense, then one, can understand what God is. Thus the process of devotional service, of Kåñëa, consciousness, is the king of all education and the king of all confidential, knowledge. It is the purest form of religion, and it can be executed joyfully, without difficulty. Therefore one should adopt it."
        ]
      },
      {
        "text_number": 3,
        "heading": "TEXT 3",
        "transliteration_lines": [
          "TEXT 3",
          "Aé[ÕDaaNaa Pauåza DaMaRSYaaSYa ParNTaPa )",
          "APa[aPYa Maa& iNavTaRNTae Ma*TYauSa&SaarvTMaRiNa )) 3 ))",
          "açraddadhänäù puruñä",
          "dharmasyäsya parantapa",
          "apräpya mäà nivartante",
          "måtyu-saàsära-vartmani",
          "Those who are not faithful on the path of devotional service cannot attain Me",
          ""
        ],
        "word_meaning_lines": [
          "açraddadhänäù—those who are faithless; puruñäù—such persons; dharmasya—",
          "of this process of religion; asya—of it; parantapa—O killer of the enemies;",
          "apräpya—without obtaining; mäm—Me; nivartante—come back; måtyu—",
          "death; saàsära—material existence; vartmani—on the path of.",
          "O conqueror of foes, but return to birth and death in this material world."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The faithless cannot accomplish this process of devotional service; that is, the purport of this verse. Faith is created by association with devotees., Unfortunate people, even after hearing all the evidence of Vedic literature, from great personalities, still have no faith in God. They are hesitant and, cannot stay fixed in the devotional service of the Lord. Thus faith is a most, important factor for progress in Kåñëa consciousness. In the Caitanya-, caritämåta it is said that one should have complete conviction that simply by, serving the Supreme Lord Çré Kåñëa he can achieve all perfection. That is, called real faith. In the Çrémad-Bhägavatam (3.4.12) it is stated that by giving, water to the root of a tree, its branches, twigs and leaves become satisfied, and, by supplying food to the stomach all the senses of the body become satisfied,, and, similarly, by engaging in the transcendental service of the Supreme Lord,, all the demigods and all the living entities automatically become satisfied., After reading Bhagavad-gétä one should promptly come to the conclusion of, Bhagavad-gétä: one should give up all other engagements and adopt the service, of the Supreme Lord, Kåñëa, the Personality of Godhead. If one is convinced, of this philosophy of life, that is faith. Now the development of that faith is, the process of Kåñëa consciousness., There are three divisions of Kåñëa conscious men. In the third class are those, who have no faith. If they are engaged in devotional service officially, for some, ulterior purpose, they cannot achieve the highest perfectional stage. Most, probably they will slip, after some time. They may become engaged, but, because they haven’t complete conviction and faith, it is very difficult for, them to continue in Kåñëa consciousness. We have practical experience in, discharging our missionary activity that some people come and apply, themselves to the Kåñëa consciousness with some hidden motive, and as soon, as they are economically a little well-situated, they give up this process and, take to their old ways again. It is only by faith that one can advance in Kåñëa, consciousness. As far as the development of faith is concerned, one who is well, versed in the literatures of devotional service and has attained the stage of, firm faith is called a first-class person in Kåñëa consciousness. And in the, second class are those who are not very advanced in understanding the, devotional scriptures but who automatically have firm faith that Kåñëa bhakti, or service to Kåñëa is the best course and so in good faith have taken it up., Thus they are superior to the third class who have neither perfect knowledge, of the scriptures nor good faith but by association and simplicity are trying to, follow. The third-class person in Kåñëa consciousness may fall down, but when, one is in the second class or first class, he does not fall down. One in the first, class will surely make progress and achieve the result at the end. As far as the, third-class person in Kåñëa consciousness is concerned, although he has faith, in the conviction that devotional service to Kåñëa is very good, he has no, knowledge of Kåñëa through the scriptures like Çrémad-Bhägavatam and, Bhagavad-gétä. Sometimes these third-class persons in Kåñëa consciousness, have some tendency toward karma-yoga and jïäna-yoga, and sometimes they, are disturbed, but as soon as the infection of karma-yoga or jïäna-yoga is, vanquished, they become second-class or first-class persons in Kåñëa, consciousness. Faith in Kåñëa is also divided into three stages and described in, Çrémad-Bhägavatam. First-class attachment, second-class attachment, and, third-class attachment are also explained in Çrémad-Bhägavatam in the, Eleventh Canto. Those who have no faith even after hearing about Kåñëa and, the excellence of devotional service, who think that it is simply eulogy, find, the path very difficult, even if they are supposedly engaged in devotional, service. For them there is very little hope in gaining perfection. Thus faith is, very important in the discharge of devotional service."
        ]
      },
      {
        "text_number": 4,
        "heading": "TEXT 4",
        "transliteration_lines": [
          "TEXT 4",
          "MaYaa TaTaiMad& Sav| JaGadVYa¢-MaUiTaRNaa )",
          "MaTSQaaiNa SavR>aUTaaiNa Na cah& TaeZvviSQaTa )) 4 ))",
          "mayä tatam idaà sarvaà",
          "jagad avyakta-mürtinä",
          "mat-sthäni sarva-bhütäni",
          "na cähaà teñv avasthitaù",
          "By Me, in My unmanifested form, this entire universe is pervaded. All beings",
          "are in Me, but I am not in them.",
          ""
        ],
        "word_meaning_lines": [
          "mayä—by Me; tatam—spread; idam—all these manifestations; sarvam—all;",
          "jagat—cosmic manifestation; avyakta-mürtinä—unmanifested form; mat-",
          "sthäni—unto Me; sarva-bhütäni—all living entities; na—not; ca—also; aham",
          "—I; teñu—in them; avasthitaù—situated."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Supreme Personality of Godhead is not perceivable through the gross, material senses. It is said that Lord Çré Kåñëa’s name, fame, pastimes, etc.,, cannot be understood by material senses. Only to one who is engaged in pure, devotional service under proper guidance is He revealed. In the Brahma-, saàhitä it is stated, premäïjanacchurita.… One can see the Supreme, Personality of Godhead, Govinda, always within himself and outside himself if, he has developed the transcendental loving attitude towards Him. Thus for, people in general He is not visible. Here it is said that although He is all-, pervading, everywhere present, He is yet not conceivable by the material, senses. But actually, although we cannot see Him, everything is resting in Him., As we have discussed in the Seventh Chapter, the entire material cosmic, manifestation is only a combination of His two different energies, the superior, spiritual energy and the inferior material energy. Just as the sunshine is spread, all over the universe, the energy of the Lord is spread all over the creation,, and everything is resting in that energy., Yet one should not conclude that because He is spread all over He has lost His, personal existence. To refute such argument the Lord says, “I am everywhere,, and everything is in Me, but still I am aloof.” For example, a king heads a, government which is but the manifestation of the king’s energy; the different, governmental departments are nothing but the energies of the king, and each, department is resting on the king’s power. But still one cannot expect the king, to be present in every department personally. That is a crude example., Similarly, all the manifestations that we see, and everything that exists both in, this material world and in the spiritual world, are resting on the energy of the, Supreme Personality of Godhead. The creation takes place by the diffusion of, His different energies, and, as is stated in the Bhagavad-gétä, He is everywhere, present by His personal representation, the diffusion of His different energies."
        ]
      },
      {
        "text_number": 5,
        "heading": "TEXT 5",
        "transliteration_lines": [
          "TEXT 5",
          "Na c MaTSQaaiNa >aUTaaiNa PaXYa Mae YaaeGaMaEìrMa( )",
          ">aUTa>a*à c >aUTaSQaae MaMaaTMaa >aUTa>aavNa )) 5 ))",
          "na ca mat-sthäni bhütäni",
          "paçya me yogam aiçvaram",
          "bhüta-bhån na ca bhüta-stho",
          "mamätmä bhüta-bhävanaù",
          "of all manifestations.",
          "And yet everything that is created does not rest in Me. Behold My mystic",
          "opulence! Although I am the maintainer of all living entities, and although I am",
          "everywhere, still My Self is the very source of creation.",
          ""
        ],
        "word_meaning_lines": [
          "na—never; ca—also; mat-sthäni—situated in Me; bhütäni—all creation; paçya",
          "—just see; me—My; yogam aiçvaram—inconceivable mystic power; bhüta-bhåt",
          "—maintainer of all living entities; na—never; ca—also; bhüta-sthaù—in the",
          "cosmic manifestation; mama—My; ätmä—Self; bhüta-bhävanaù—is the source"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The Lord says that everything is resting on Him. This should not be, misunderstood. The Lord is not directly concerned with the maintenance and, sustenance of this material manifestation. Sometimes we see a picture of Atlas, holding the globe on his shoulders; he seems to be very tired, holding this great, earthly planet. Such an image should not be entertained in connection with, Kåñëa’s upholding this created universe. He says that although everything is, resting on Him, still He is aloof. The planetary systems are floating in space,, and this space is the energy of the Supreme Lord. But He is different from, space. He is differently situated. Therefore the Lord says, “Although they are, situated on My inconceivable energy, still, as the Supreme Personality of, Godhead, I am aloof from them.” This is the inconceivable opulence of the, Lord., In the Vedic dictionary it is said, “The Supreme Lord is performing, inconceivably wonderful pastimes, displaying His energy. His person is full of, different potent energies, and His determination is itself actual fact. In this, way the Personality of Godhead is to be understood.” We may think to do, something, but there are so many impediments, and sometimes it is not, possible to do as we like. But when Kåñëa wants to do something, simply by His, willing, everything is performed so perfectly that one cannot imagine how it is, being done. The Lord explains this fact: although He is the maintainer and, sustainer of all material manifestation, He does not touch this material, manifestation. Simply by His supreme will everything is created, everything is, sustained, everything is maintained, and everything is annihilated. There is no, difference between His mind and Himself (as there is a difference between, ourselves and our present material mind) because He is absolute spirit., Simultaneously the Lord is present in everything; yet the common man cannot, understand how He is also present personally. He is different from this, material manifestation, yet everything is resting on Him. This is explained, here as yogam aiçvaram, the mystic power of the Supreme Personality of, Godhead."
        ]
      },
      {
        "text_number": 6,
        "heading": "TEXT 6",
        "transliteration_lines": [
          "TEXT 6",
          "YaQaak-aXaiSQaTaae iNaTYa& vaYau SavR}aGaae MahaNa( )",
          "TaQaa SavaRi<a >aUTaaiNa MaTSQaaNaqTYauPaDaarYa )) 6 ))",
          "yathäkäça-sthito nityaà",
          "väyuù sarvatra-go mahän",
          "tathä sarväëi bhütäni",
          "mat-sthänéty upadhäraya",
          "As the mighty wind, blowing everywhere, always rests in ethereal space know",
          "that in the same manner all beings rest in Me.",
          ""
        ],
        "word_meaning_lines": [
          "yathä—as much as; äkäça-sthitaù—situated in space; nityam—always; väyuù—",
          "wind; sarvatra-gaù—blowing everywhere; mahän—great; tathä—similarly;",
          "sarväëi—everything, bhütäni—created beings; mat-sthäni—situated in Me; iti",
          "—thus; upadhäraya—try to understand."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "For the ordinary person it is almost inconceivable how the huge material, creation is resting in Him. But the Lord is giving an example which may help, us to understand. Space is the biggest manifestation we can conceive. The, cosmic manifestation rests in space. Space permits the movement of even the, atoms and on up to the greatest planets, the sun and the moon. Although the, sky (or wind or air) is great, still it is situated within space. Space is not beyond, the sky., Similarly, all the wonderful cosmic manifestations are existing by the supreme, will of God, and all of them are subordinate to that supreme will. As we, generally say, not a blade of grass moves without the will of the Supreme, Personality of Godhead. Thus everything is moving under His will: by His will, everything is being created, everything is being maintained, and everything is, being annihilated. Still He is aloof from everything, as space is always aloof, from the activities of the atmosphere. In the Upaniñads, it is stated, “It is out of, the fear of the Supreme Lord that the wind is blowing.” In the Garga Upaniñad, also it is stated, “By the supreme order, under the superintendence of the, Supreme Personality of Godhead, the moon, the sun and the great planets are, moving.” In the Brahma-saàhitä this is also stated. There is also a description, of the movement of the sun, and it is said that the sun is considered to be one, of the eyes of the Supreme Lord and that it has immense potency to diffuse, heat and light. Still it is moving in its prescribed orbit by the order and the, supreme will of Govinda. So, from the Vedic literature we can find evidence, that this material manifestation, which appears to us to be very wonderful and, great, is under the complete control of the Supreme Personality of Godhead., This will be further explained in the later verses of this chapter."
        ]
      },
      {
        "text_number": 7,
        "heading": "TEXT 7",
        "transliteration_lines": [
          "TEXT 7",
          "SavR>aUTaaiNa k-aENTaeYa Pa[k*-iTa& YaaiNTa MaaiMak-aMa( )",
          "k-LPa+aYae PauNaSTaaiNa k-LPaadaE ivSa*JaaMYahMa( )) 7 ))",
          "sarva-bhütäni kaunteya",
          "prakåtià yänti mämikäm",
          "kalpa-kñaye punas täni",
          "kalpädau visåjämy aham",
          "enters into My nature, and at the beginning of another millennium, by My",
          "potency I again create.",
          ""
        ],
        "word_meaning_lines": [
          "sarva-bhütäni—all created entities; kaunteya—O son of Kunté; prakåtim—",
          "nature; yänti—enter; mämikäm—unto Me; kalpa-kñaye—at the end of the",
          "millennium; punaù—again; täni—all those; kalpa-ädau—in the beginning of",
          "the millennium; visåjämi—I create; aham—I.",
          "O son of Kunté, at the end of the millennium every material manifestation"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The creation, maintenance and annihilation of this material cosmic, manifestation is completely dependant on the supreme will of the Personality, of Godhead. “At the end of the millennium” means at the death of Brahmä., Brahmä lives for one hundred years, and his one day is calculated at, 4,300,000,000 of our earthly years. His night is of the same duration. His, month consists of thirty such days and nights, and his year of twelve months., After one hundred such years, when Brahmä dies, the devastation or, annihilation takes place; this means that the energy manifested by the, Supreme Lord is again wound up in Himself. Then again, when there is need, to manifest the cosmic world, it is done by His will: “Although I am one, I shall, become many.” This is the Vedic aphorism. He expands Himself in this, material energy, and the whole cosmic manifestation again takes place."
        ]
      },
      {
        "text_number": 8,
        "heading": "TEXT 8",
        "transliteration_lines": [
          "TEXT 8",
          "Pa[k*-iTa& SvaMaví>Ya ivSa*JaaiMa PauNa PauNa )",
          ">aUTaGa]aMaiMaMa& k*-TòMavXa& Pa[k*-TaevRXaaTa( )) 8 ))",
          "prakåtià sväm avañöabhya",
          "visåjämi punaù punaù",
          "bhüta-grämam imaà kåtsnam",
          "avaçaà prakåter vaçät",
          "The whole cosmic order is under Me. By My will it is manifested again and",
          "again, and by My will it is annihilated at the end.",
          ""
        ],
        "word_meaning_lines": [
          "prakåtim—material nature; sväm—of My personal self; avañöabhya—enter in;",
          "visåjämi—create; punaù punaù—again, again; bhüta-grämam—all these cosmic",
          "manifestations; imam—this; kåtsnam—total; avaçam—automatically; prakåteù",
          "—by the force of nature; vaçät—under obligation."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "This matter is the manifestation of the inferior energy of the Supreme, Personality of Godhead. This has already been explained several times. At the, creation, the material energy is let loose as mahat-tattva, into which the Lord, as His first Puruña incarnation, Mahä-Viñëu, enters. He lies within the Causal, Ocean and breathes out innumerable universes, and into each universe the, Lord again enters as Garbhodakaçäyé Viñëu. Each universe is in that way, created. He still further manifests Himself as Kñérodakaçäyé Viñëu, and that, Viñëu enters into everything—even into the minute atom. This fact is, explained here. He enters into everything., Now, as far as the living entities are concerned, they are impregnated into this, material nature, and as a result of their past deeds they take different, positions. Thus the activities of this material world begin. The activities of the, different species of living beings are begun from the very moment of the, creation. It is not that all is evolved. The different species of life are created, immediately along with the universe. Men, animals, beasts, birds―everything, is simultaneously created, because whatever desires the living entities had at, the last annihilation are again manifested. It is clearly stated here that the, living entities have nothing to do with this process. The state of being in their, past life in the past creation is simply manifested again, and all this is done, simply by His will. This is the inconceivable potency of the Supreme, Personality of God. And after creating different species of life, He has no, connection with them. The creation takes place to accommodate the, inclinations of the various living entities, and so the Lord does not become, involved with it."
        ]
      },
      {
        "text_number": 9,
        "heading": "TEXT 9",
        "transliteration_lines": [
          "TEXT 9",
          "Na c Maa& TaaiNa k-MaaRi<a iNabDNaiNTa DaNaÅYa )",
          "odaSaqNavdaSaqNaMaSa¢&- Taezu k-MaRSau )) 9 ))",
          "na ca mäà täni karmäëi",
          "nibadhnanti dhanaïjaya",
          "udäséna-vad äsénam",
          "asaktaà teñu karmasu",
          "though neutral.",
          ""
        ],
        "word_meaning_lines": [
          "na—never; ca—also; mäm—Me; täni—all those; karmäëi—activities;",
          "nibadhnanti—bind; dhanaïjaya—O conquerer of riches; udäsénavat—as",
          "neutral; äsénam—situated; asaktam—without attraction; teñu—in them;",
          "karmasu—in activities.",
          "O Dhanaïjaya, all this work cannot bind Me. I am ever detached, seated as"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "One should not think, in this connection, that the Supreme Personality of, Godhead has no engagement. In His spiritual world He is always engaged. In, the Brahma-saàhitä it is stated: “He is always involved in His eternal, blissful,, spiritual activities, but He has nothing to do with these material activities.”, Material activities are being carried on by His different potencies. The Lord is, always neutral in the material activities of the created world. This neutrality is, explained here. Although He has control over every minute detail of matter,, He is sitting as if neutral. The example can be given of a high court judge, sitting on his bench. By his order so many things are happening: someone is, being hanged, someone is being put into jail, someone is awarded a huge, amount of wealth—but still he is neutral. He has nothing to do with all that, gain and loss. Similarly, the Lord is always neutral, although He has His hand, in every sphere of activity. In the Vedänta-sütra it is stated that He is not, situated in the dualities of this material world. He is transcendental to these, dualities. Nor is He attached to the creation and annihilation of this material, world. The living entities take their different forms in the various species of, life according to their past deeds, and the Lord doesn’t interfere with them."
        ]
      },
      {
        "text_number": 10,
        "heading": "TEXT 10",
        "transliteration_lines": [
          "TEXT 10",
          "MaYaaDYa+ae<a Pa[k*-iTa SaUYaTae SacracrMa( )",
          "heTauNaaNaeNa k-aENTaeYa JaGaiÜPairvTaRTae )) 10 ))",
          "mayädhyakñeëa prakåtiù",
          "süyate sa-caräcaram",
          "hetunänena kaunteya",
          "jagad viparivartate",
          "producing all moving and unmoving beings. By its rule this manifestation is",
          "created and annihilated again and again.",
          ""
        ],
        "word_meaning_lines": [
          "mayä—by Me; adhyakñeëa—by superintendence; prakåtiù—material nature;",
          "süyate—manifest; sa—with; caräcaram—moving and nonmoving; hetunä—for",
          "this reason; anena—this; kaunteya—O son of Kunté; jagat—the cosmic",
          "manifestation; viparivartate—is working.",
          "This material nature is working under My direction, O son of Kunté, and it is"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "It is clearly stated here that the Supreme Lord, although aloof from all the, activities of the material world, remains the supreme director. The Supreme, Lord is the supreme will and the background of this material manifestation,, but the management is being conducted by material nature. Kåñëa also states, in Bhagavad-gétä that of all the living entities in different forms and species, “I, am the Father.” The father gives seeds to the womb of the mother for the, child, and similarly the Supreme Lord by His mere glance injects all the living, entities into the womb of material nature, and they come out in their different, forms and species, according to their last desires and activities. All these living, entities, although born under the glance of the Supreme Lord, still take their, different bodies according to their past deeds and desires. So the Lord is not, directly attached to this material creation. He simply glances over material, nature; material nature is thus activated, and everything is created, immediately. Because He glances over material nature, there is undoubtedly, activity on the part of the Supreme Lord, but He has nothing to do with the, manifestation of the material world directly. This example is given in the, småti: when there is a fragrant flower before someone, the fragrance is touched, by the smelling power of the person, yet the smelling and the flower are, detached from one another. There is a similar connection between the, material world and the Supreme Personality of Godhead; actually He has, nothing to do with this material world, but He creates by His glance and, ordains. In summary, material nature, without the superintendence of the, Supreme Personality of Godhead, cannot do anything. Yet the Supreme, Personality is detached from all material activities."
        ]
      },
      {
        "text_number": 11,
        "heading": "TEXT 11",
        "transliteration_lines": [
          "TEXT 11",
          "AvJaaNaiNTa Maa& MaU!a MaaNauzq& TaNauMaaié[TaMa( )",
          "Par& >aavMaJaaNaNTaae MaMa >aUTaMaheìrMa( )) 11 ))",
          "avajänanti mäà müòhä",
          "mänuñéà tanum äçritam",
          "paraà bhävam ajänanto",
          "mama bhüta-maheçvaram",
          "Fools deride Me when I descend in the human form. They do not know My",
          "transcendental nature and My supreme dominion over all that be.",
          ""
        ],
        "word_meaning_lines": [
          "avajänanti—deride; mäm—Me; müòhäù—foolish men; mänuñém—in a human",
          "form; tanum—body; äçritam—assuming; param—transcendental; bhävam—",
          "nature; ajänantaù—not knowing; mama—Mine; bhüta—everything that be;",
          "maheçvaram—supreme proprietor."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "From the other explanations of the previous verses in this chapter, it is, clear that the Supreme Personality of Godhead, although appearing like a, human being, is not a common man. The Personality of Godhead, who, conducts the creation, maintenance and annihilation of the complete cosmic, manifestation, cannot be a human being. Yet there are many foolish men who, consider Kå,sëa to be merely a powerful man and nothing more. Actually, He, is the original Supreme Personality, as is confirmed in the Brahma-saàhitä, (içvaraù paramaù kåsëaù); He is the Supreme Lord., There are many éçvaras, controllers, and one appears greater than another. In, the ordinary management of affairs in the material world, we find some, official or director, and above him there is a secretary, and above him a, minister, and above him a president. Each of them is a controller, but one is, controlled by another. In the Brahma-saàhitä it is said that Kåñëa is the, supreme controller; there are many controllers undoubtedly both in the, material and spiritual world, but Kåñëa is the supreme controller (éçvaraù, paramaù kåñëaù), and His body is sac-cid-änanda, non-material., Material bodies cannot perform the wonderful acts described in previous, verses. His body is eternal, blissful and full of knowledge. Although He is not a, common man, the foolish deride Him and consider Him to be a man. His body, is called here mänuñém because He is acting just like a man, a friend of, Arjuna’s, a politician involved in the Battle of Kurukñetra. In so many ways He, is acting just like an ordinary man, but actually His body is sac-cid-änanda-, vigraha―eternal bliss and knowledge absolute. This is confirmed in the Vedic, language also (sac-cid-änanda-rüpäya kåñëäya): “I offer my obeisances unto the, Supreme Personality of Godhead, Kåñëa, who is the eternal blissful form of, knowledge.” There are other descriptions in the Vedic language also. Tam, ekaà govindam: “You are Govinda, the pleasure of the senses and the cows.”, Sac-cid-änanda-vigraham: “And Your form is transcendental, full of, knowledge, bliss and eternality.”, Despite the transcendental qualities of Lord Kåñëa’s body, its full bliss and, knowledge, there are many so-called scholars and commentators of Bhagavad-, gétä who deride Kåñëa as an ordinary man. The scholar may be born an, extraordinary man due to his previous good work, but this conception of Çré, Kåñëa is due to a poor fund of knowledge. Therefore he is called müòha, for, only foolish persons consider Kåñëa to be an ordinary human being because, they do not know the confidential activities of the Supreme Lord and His, different energies. They do not know that Kåñëa’s body is a symbol of complete, knowledge and bliss, that He is the proprietor of everything that be and that, He can award liberation to anyone. Because they do not know that Kåñëa has, so many transcendental qualifications, they deride Him., Nor do they know that the appearance of the Supreme Personality of Godhead, in this material world is a manifestation of His internal energy. He is the, master of the material energy. As has been explained in several places (mama, mäyä duratyayä), He claims that the material energy, although very powerful,, is under His control, and whoever surrenders unto Him can get out of the, control of this material energy. If a soul surrendered to Kåñëa can get out of, the influence of material energy, then how can the Supreme Lord, who, conducts the creation, maintenance and annihilation of the whole cosmic, nature, have a material body like us? So this conception of Kåñëa is complete, foolishness. Foolish persons, however, cannot conceive that the Personality of, Godhead, Kåñëa, appearing just like an ordinary man, can be the controller of, all the atoms and of the gigantic manifestation of the universal form. The, biggest and the minutest are beyond their conception, so they cannot imagine, that a form like that of a human being can simultaneously control the infinite, and the minute. Actually although He is controlling the infinite and the, finite, He is apart from all this manifestation. It is clearly stated concerning, His yogam aiçvaram, His inconceivable transcendental energy, that He can, control the infinite and the finite simultaneously and that He can remain, aloof from them. Although the foolish cannot imagine how Kåñëa, who, appears just like a human being, can control the infinite and the finite, those, who are pure devotees accept this, for they know that Kåñëa is the Supreme, Personality of Godhead. Therefore they completely surrender unto Him and, engage in Kåñëa consciousness, devotional service of the Lord., There are many controversies amongst the impersonalists and the personalists, about the Lord’s appearance as a human being. But if we consult Bhagavad-gétä, and Çrémad-Bhägavatam, the authoritative texts for understanding the science, of Kåñëa, then we can understand that Kåñëa is the Supreme Personality of, Godhead. He is not an ordinary man, although He appeared on this earth as, an ordinary human. In the Çrémad-Bhägavatam, First Canto, First Chapter,, when the sages inquire about the activities of Kåñëa, it is stated that His, appearance as a man bewilders the foolish. No human being could perform the, wonderful acts that Kåñëa performed while He was present on this earth., When Kåñëa appeared before His father and mother, Vasudeva and Devaké,, He appeared with four hands, but after the prayers of the parents, He, transformed Himself into an ordinary child. His appearance as an ordinary, human being is one of the features of His transcendental body. In the, Eleventh Chapter of the Gétä also it is stated, tenaiva rüpeëa etc. Arjuna, prayed to see again that form of four hands, and when Kåñëa was thus, petitioned by Arjuna, He again assumed His original form. All these different, features of the Supreme Lord are certainly not those of an ordinary human, being., Some of those who deride Kåñëa, who are infected with the Mäyävädé, philosophy, quote the following verse from the Çrémad-Bhägavatam to prove, that Kåñëa is just an ordinary man: ahaà sarveñu bhüteñu bhütätmävasthitaù, sadä: “The Supreme is present in every living entity.” (Bhäg. 3.29.21) We, should better take note of this particular verse from the Vaiñëava äcäryas like, Jéva Gosvämé instead of following the interpretation of unauthorized persons, who deride Kåñëa. Jéva Gosvämé, commenting on this verse, says that Kåñëa, in, His plenary expansion as Paramätmä, is situated in the moving and the, nonmoving entities as the Supersoul, so any neophyte devotee who simply, gives his attention to the arca-mürti, the form of the Supreme Lord in the, temple, and does not respect other living entities is uselessly worshiping the, form of the Lord in the temple. There are three kinds of devotees of the Lord,, and the neophyte is in the lowest stage. The neophyte devotee gives more, attention to the Deity in the temple than to other devotees, so Jéva Gosvämé, warns that this sort of mentality should be corrected. A devotee should see, that Kåñëa is present in everyone’s heart as Paramätmä; therefore every body, is the embodiment or the temple of the Supreme Lord, and as such, as one, offers respect to the temple of the Lord, he should similarly properly respect, each and every body in whom the Paramätmä dwells. Everyone should, therefore be given proper respect and should not be neglected., There are also many impersonalists who deride temple worship. They say that, since God is everywhere, why should one restrict himself to temple worship?, But if God is everywhere, is He not in the temple or in the Deity? Although, the personalist and the impersonalist will fight with one another perpetually, a, perfect devotee in Kåñëa consciousness knows that although Kåñëa is the, Supreme Personality, He is all-pervading, as is confirmed in the Brahma-, saàhitä. Although His personal abode is Goloka Våndävana and He is always, staying there, still, by His different manifestations of energy and by His, plenary expansion, He is present everywhere in all parts of the material and, spiritual creation."
        ]
      },
      {
        "text_number": 12,
        "heading": "TEXT 12",
        "transliteration_lines": [
          "TEXT 12",
          "MaaegaaXaa Maaegak-MaaR<aae MaaegajaNaa ivceTaSa )",
          "ra+aSaqMaaSaurq& cEv Pa[k*-iTa& MaaeihNaq& ié[Taa )) 12 ))",
          "moghäçä mogha-karmäëo",
          "mogha-jïänä vicetasaù",
          "räkñasém äsuréà caiva",
          "prakåtià mohinéà çritäù",
          "Those who are thus bewildered are attracted by demonic and atheistic views. In",
          "that deluded condition, their hopes for liberation, their fruitive activities, and",
          "their culture of knowledge are all defeated.",
          ""
        ],
        "word_meaning_lines": [
          "moghäçäù—baffled hope; mogha-karmäëaù—baffled in fruitive activities;",
          "mogha-jïänäù—baffled in knowledge; vicetasaù—bewildered; räkñasém—",
          "demonic; äsurém—atheistic; ca—and; eva—certainly; prakåtim—nature;",
          "mohiném—bewildering; çritäù—taking shelter of."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "There are many devotees who assume themselves to be in Kåñëa, consciousness and devotional service but at heart do not accept the Supreme, Personality of Godhead, Kåñëa, as the Absolute Truth. For them, the fruit of, devotional service—going back to Godhead—will never be tasted. Similarly,, those who are engaged in fruitive, pious activities and who are ultimately, hoping to be liberated from this material entanglement will never be successful, either because they deride the Supreme Personality of Godhead, Kåñëa. In, other words, persons who mock Kåñëa are to be understood to be demonic or, atheistic. As described in the Seventh Chapter of Bhagavad-gétä, such demonic, miscreants never surrender to Kåñëa. Therefore their mental speculations to, arrive at the Absolute Truth bring them to the false conclusion that the, ordinary living entity and Kåñëa are one and the same. With such a false, conviction, they think that the body of any human being is now simply, covered by material nature and that as soon as one is liberated from this, material body there is no difference between God and himself. This attempt to, become one with Kåñëa will be baffled because of delusion. Such atheistic and, demoniac cultivation of spiritual knowledge is always futile. That is the, indication of this verse. For such persons, cultivation of the knowledge in the, Vedic literature, like the Vedänta-sütra and the Upaniñads, is always baffled., It is a great offense, therefore, to consider Kåñëa, the Supreme Personality of, Godhead, to be an ordinary man. Those who do so are certainly deluded, because they cannot understand the eternal form of Kåñëa. In the Båhad-, vaiñëava mantra it is clearly stated that one who considers the body of Kåñëa, to be material should be driven out from all rituals and activities of the çruti., And if one by chance sees his face, he should at once take bath in the Ganges, to rid himself of infection. People jeer at Kåñëa because they are envious of the, Supreme Personality of Godhead. Their destiny is certainly to take birth after, birth in the species of atheistic and demoniac life. Perpetually, their real, knowledge will remain under delusion, and gradually they will regress to the, darkest region of creation."
        ]
      },
      {
        "text_number": 13,
        "heading": "TEXT 13",
        "transliteration_lines": [
          "TEXT 13",
          "MahaTMaaNaSTau Maa& PaaQaR dEvq& Pa[k*-iTaMaaié[Taa )",
          ">aJaNTYaNaNYaMaNaSaae jaTva >aUTaaidMaVYaYaMa( )) 13 ))",
          "mahätmänas tu mäà pärtha",
          "daivéà prakåtim äçritäù",
          "bhajanty ananya-manaso",
          "jïätvä bhütädim avyayam",
          ""
        ],
        "word_meaning_lines": [
          "mahätmänaù—the great souls; tu—but; mäm—unto Me; pärtha—O son of",
          "Påthä; daivém—divine; prakåtim—nature; äçritäù—taken shelter of; bhajanti",
          "—render service; ananya-manasaù—without deviation of the mind; jïätvä—",
          "knowing; bhüta—creation; ädim—original; avyayam—inexhaustible."
        ],
        "translation": ", O son of Påthä, those who are not deluded, the great souls, are under the, protection of the divine nature. They are fully engaged in devotional service, because they know Me as the Supreme Personality of Godhead, original and, inexhaustible.,",
        "purport_paragraphs": [
          "In this verse the description of mahätmä is clearly given. The first sign of, the mahätmä is that he is already situated in the divine nature. He is not under, the control of material nature. And how is this effected? That is explained in, the Seventh Chapter: one who surrenders unto the Supreme Personality of, Godhead, Çré Kåñëa, at once becomes freed from the control of material, nature. That is the qualification. One can become free from the control of, material nature as soon as he surrenders his soul to the Supreme Personality of, Godhead. That is the preliminary formula. Being marginal potency, as soon as, the living entity is freed from the control of material nature, he is put under, the guidance of the spiritual nature. The guidance of the spiritual nature is, called daivéà prakåtim, divine nature. So, when one is promoted in that way—, by surrendering to the Supreme Personality of Godhead—one attains to the, stage of great soul, mahätmä., The mahätmä does not divert his attention to anything outside Kåñëa because, he knows perfectly well that Kåñëa is the original Supreme Person, the cause, of all causes. There is no doubt about it. Such a mahätmä, or great soul,, develops through association with other mahätmäs, pure devotees. Pure, devotees are not even attracted by Kåñëa’s other features, such as the four-, armed Mahä-Viñëu. They are simply attracted by the two-armed form of, Kåñëa. Since they are not attracted to other features of Kåñëa (what to speak, of the demigods), they are not concerned with any form of a demigod or of a, human being. They only meditate upon Kåñëa in Kåñëa consciousness. They, are always engaged in the unswerving service of the Lord in Kåñëa, consciousness."
        ]
      },
      {
        "text_number": 14,
        "heading": "TEXT 14",
        "transliteration_lines": [
          "TEXT 14",
          "SaTaTa& k-ITaRYaNTaae Maa& YaTaNTaê d*!v]Taa )",
          "NaMaSYaNTaê Maa& >a¢-ya iNaTYaYau¢-a oPaaSaTae )) 14 ))",
          "satataà kértayanto mäà",
          "yatantaç ca dåòha-vratäù",
          "namasyantaç ca mäà bhaktyä",
          "nitya-yuktä upäsate",
          "Always chanting My glories, endeavoring with great determination, bowing",
          "down before Me, these great souls perpetually worship Me with devotion.",
          ""
        ],
        "word_meaning_lines": [
          "satatam—always; kértayantaù—chanting; mäm—Me; yatantaù ca—fully",
          "endeavoring also; dåòha-vratäù—with determination; namasyantaù ca—",
          "offering obeisances; mäm—unto Me; bhaktyä—in devotion; nitya-yuktäù—",
          "perpetually engaged; upäsate—worship."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The mahätmä cannot be manufactured by rubber-stamping an ordinary, man. His symptoms are described here: a mahätmä is always engaged in, chanting the glories of the Supreme Lord Kåñëa, the Personality of Godhead., He has no other business. He is always engaged in the glorification of the Lord., In other words, he is not an impersonalist. When the question of glorification, is there, one has to glorify the Supreme Lord, praising His holy name, His, eternal form, His transcendental qualities and His uncommon pastimes. One, has to glorify all these things; therefore a mahätmä is attached to the Supreme, Personality of Godhead., One who is attached to the impersonal feature of the Supreme Lord, the, brahmajyoti, is not described as mahätmä in the Bhagavad-gétä. He is described, in a different way in the next verse. The mahätmä is always engaged in, different activities of devotional service, as described in the Çrémad-, Bhägavatam, hearing and chanting about Viñëu, not a demigod or human, being. That is devotion: çravaëaà kértanaà viñëoù, smaraëam, and, remembering Him. Such a mahätmä has firm determination to achieve at the, ultimate end the association of the Supreme Lord in any one of the five, transcendental rasas. To achieve that success, he engages all, activities―mental, bodily and vocal, everything―in the service of the, Supreme Lord, Çré Kåñëa. That is called full Kåñëa consciousness., In devotional service there are certain activities which are called determined,, such as fasting on certain days, like the eleventh day of the moon, Ekädaçé,, and on the appearance day of the Lord, etc. All these rules and regulations are, offered by the great äcäryas for those who are actually interested in getting, admission into the association of the Supreme Personality of Godhead in the, transcendental world. The mahätmäs, great souls, strictly observe all these, rules and regulations, and therefore they are sure to achieve the desired result., As described in the second verse of this chapter, this devotional service is not, only easy, but it can be performed in a happy mood. One does not need to, undergo any severe penance and austerity. He can live this life in devotional, service, guided by an expert spiritual master, and in any position, either as a, householder or a sannyäsé, or a brahmacäré; in any position and anywhere in, the world, he can perform this devotional service to the Supreme Personality, of Godhead and thus become actually mahätmä, a great soul."
        ]
      },
      {
        "text_number": 15,
        "heading": "TEXT 15",
        "transliteration_lines": [
          "TEXT 15",
          "jaNaYajeNa caPYaNYae YaJaNTaae MaaMauPaaSaTae )",
          "Wk-TveNa Pa*Qa¤e-Na bhuDaa ivìTaaeMau%Ma( )) 15 ))",
          "jïäna-yajïena cäpy anye",
          "yajanto mäm upäsate",
          "ekatvena påthaktvena",
          "bahudhä viçvato-mukham",
          "the universal form.",
          "Others, who are engaged in the cultivation of knowledge, worship the Supreme",
          "Lord as the one without a second, diverse in many, and in the universal form.",
          ""
        ],
        "word_meaning_lines": [
          "jïäna-yajïena—by cultivation of knowledge; ca—also; api—certainly; anye—",
          "others; yajantaù—worshiping; mäm—Me; upäsate—worship; ekatvena—in",
          "oneness; påthaktvena—in duality; bahudhä—diversity; viçvataù-mukham—in"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "This verse is the summary of the previous verses. The Lord tells Arjuna that, those who are purely in Kåñëa consciousness and do not know anything other, than Kåñëa are called mahätmä; yet there are other persons who are not, exactly in the position of mahätmä but who worship Kåñëa also, in different, ways. Some of them are already described as the distressed, the financially, destitute, the inquisitive, and those who are engaged in the cultivation of, knowledge. But there are others who are still lower, and these are divided into, three: 1) He who worships himself as one with the Supreme Lord, 2) He who, concocts some form of the Supreme Lord and worships that, and 3) He who, accepts the universal form, the viçvarüpa of the Supreme Personality of, Godhead, and worships that. Out of the above three, the lowest, those who, worship themselves as the Supreme Lord, thinking themselves to be monists,, are most predominant. Such people think themselves to be the Supreme Lord,, and in this mentality they worship themselves. This is also a type of God, worship, for they can understand that they are not the material body but are, actually spiritual soul; at least, such a sense is prominent. Generally the, impersonalists worship the Supreme Lord in this way. The second class, includes the worshipers of the demigods, those who by imagination consider, any form to be the form of the Supreme Lord. And the third class includes, those who cannot conceive of anything beyond the manifestation of this, material universe. They consider the universe to be the supreme organism or, entity and worship that. The universe is also a form of the Lord."
        ]
      },
      {
        "text_number": 16,
        "heading": "TEXT 16",
        "transliteration_lines": [
          "TEXT 16",
          "Ah& §-Taurh& Yaj SvDaahMahMaaEzDaMa( )",
          "MaN}aae_hMahMaevaJYaMahMaiGanrh& huTaMa( )) 16 ))",
          "ahaà kratur ahaà yajïaù",
          "svadhäham aham auñadham",
          "mantro ’ham aham eväjyam",
          "aham agnir ahaà hutam",
          ""
        ],
        "word_meaning_lines": [
          "aham—I; kratuù—ritual; aham—I; yajïaù—sacrifice; svadhä—oblation; aham",
          "—I ; aham—I; auñadham—healing herb ; mantraù—transcendental chant;",
          "aham—I; aham—I; eva—certainly; ajyam—melted butter; aham—I; agniù—",
          "fire; aham—I; hutam—offering."
        ],
        "translation": ", But it is I who am the ritual, I the sacrifice, the offering to the ancestors, the, healing herb, the transcendental chant. I am the butter and the fire and the, offering.,",
        "purport_paragraphs": [
          "The sacrifice known as jyotiñöoma is also Kåñëa, and He is also the mahä-, yajïa The oblations offered to the Pitåloka or the sacrifice performed to please, the Pitåloka, considered as a kind of drug in the form of clarified butter, is also, Kåñëa. The mantras chanted in this connection are also Kåñëa. And many, other commodities made with milk products for offering in the sacrifices are, also Kåñëa. The fire is also Kåñëa because fire is one of the five material, elements and is therefore claimed as the separated energy of Kåñëa. In other, words, the Vedic sacrifices recommended in the karma-käëòa division of the, Vedas are in total also Kåñëa. Or, in other words, those who are engaged in, rendering devotional service unto Kåñëa are to be understood to have, performed all the sacrifices recommended in the Vedas."
        ]
      },
      {
        "text_number": 17,
        "heading": "TEXT 17",
        "transliteration_lines": [
          "TEXT 17",
          "iPaTaahMaSYa JaGaTaae MaaTaa DaaTaa iPaTaaMah )",
          "veÛ& Paiv}aMa( pk-ar ‰k(- SaaMa YaJaurev c )) 17 ))",
          "pitäham asya jagato",
          "mätä dhätä pitämahaù",
          "vedyaà pavitram oàkära",
          "åk säma yajur eva ca",
          ""
        ],
        "word_meaning_lines": [
          "pitä—father; aham—I; asya—of this; jagataù—of the universe; mätä—",
          "mother; dhätä—supporter; pitämahaù—grandfather; vedyam—what is to be",
          "known; pavitram—that which purifies; omkäraù—the syllable om; åk—the Åg-",
          "veda; säma—the Säma-veda; yajuù—the Yajur-veda; eva—certainly; ca—and."
        ],
        "translation": ", I am the father of this universe, the mother, the support, and the grandsire. I, am the object of knowledge, the purifier and the syllable om. I am also the Åk,, the Säma, and the Yajur [Vedas].,",
        "purport_paragraphs": [
          "The entire cosmic manifestations, moving and nonmoving, are manifested, by different activities of Kåñëa’s energy. In the material existence we create, different relationships with different living entities who are nothing but, Kåñëa’s marginal energy, but under the creation of prakåti some of them appear, as our father, mother, grandfather, creator, etc., but actually they are parts and, parcels of Kåñëa. As such, these living entities who appear to be our father,, mother, etc., are nothing but Kåñëa. In this verse the word dhätä means, creator. Not only are our father and mother parts and parcels of Kåñëa, but, their creator, grandmother, and grandfather, etc., are also Kåñëa. Actually any, living entity, being part and parcel of Kåñëa, is Kåñëa. All the Vedas, therefore,, aim only toward Kåñëa. Whatever we want to know through the Vedas is but a, progressive step to understand Kåñëa. That subject matter which helps us, purify our constitutional position is especially Kåñëa. Similarly, the living, entity who is inquisitive to understand all Vedic principles is also part and, parcel of Kåñëa and as such is also Kåñëa. In all the Vedic mantras the word, om, called praëava, is a transcendental sound vibration and is also Kåñëa. And, because in all the hymns of the four Vedas, Säma, Yajur, Åg and Atharva, the, praëava or omkära is very prominent, it is understood to be Kåñëa."
        ]
      },
      {
        "text_number": 18,
        "heading": "TEXT 18",
        "transliteration_lines": [
          "TEXT 18",
          "GaiTa>aRTaaR Pa[>au Saa+aq iNavaSa Xar<a& SauôTa( )",
          "Pa[>av Pa[l/Ya SQaaNa& iNaDaaNa& bqJaMaVYaYaMa( )) 18 ))",
          "gatir bhartä prabhuù säkñé",
          "niväsaù çaraëaà suhåt",
          "prabhavaù pralayaù sthänaà",
          "nidhänaà béjam avyayam",
          "I am the goal, the sustainer, the master, the witness, the abode, the refuge and",
          "the most dear friend. I am the creation and the annihilation, the basis of",
          "everything, the resting place and the eternal seed.",
          ""
        ],
        "word_meaning_lines": [
          "gatiù—goal; bhartä—sustainer; prabhuù—Lord; säkñé—witness; niväsaù—",
          "abode; çaraëam—refuge; suhåt—most intimate friend; prabhavaù—creation;",
          "pralayaù—dissolution; sthänam—ground; nidhänam—resting place; béjam—",
          "seed; avyayam—imperishable."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Gati means the destination where we want to go. But the ultimate goal is, Kåñëa, although people do not know it. One who does not know Kåñëa is, misled, and his so-called progressive march is either partial or hallucinatory., There are many who make as their destination different demigods, and by, rigid performance of the strict respective methods they reach different planets, known as Candraloka, Süryaloka, Indraloka, Maharloka, etc. But all such lokas, or planets, being creations of Kåñëa, are simultaneously Kåñëa and not Kåñëa., Actually such planets, being the manifestations of Kåñëa’s energy, are also, Kåñëa, but actually they only serve as a step forward for realization of Kåñëa., To approach the different energies of Kåñëa is to approach Kåñëa indirectly., One should directly approach Kåñëa, for that will save time and energy. For, example, if there is a possibility of going to the top of a building by the help of, an elevator, why should one go by the staircase, step by step? Everything is, resting on Kåñëa’s energy; therefore without Kåñëa’s shelter nothing can exist., Kåñëa is the supreme ruler because everything belongs to Him and everything, exists on His energy. Kåñëa, being situated in everyone’s heart, is the supreme, witness. The residences, countries or planets on which we live are also Kåñëa., Kåñëa is the ultimate goal of shelter, and as such one should take shelter of, Kåñëa either for protection or for annihilation of his distressed condition. And, whenever we have to take protection, we should know that our protection, must be a living force. Thus Kåñëa is the supreme living entity. Since Kåñëa is, the source of our generation, or the supreme father, no one can be a better, friend than Kåñëa, nor can anyone be a better well-wisher. Kåñëa is the, original source of creation and the ultimate rest after annihilation. Kåñëa is, therefore the eternal cause of all causes."
        ]
      },
      {
        "text_number": 19,
        "heading": "TEXT 19",
        "transliteration_lines": [
          "TEXT 19",
          "TaPaaMYahMah& vz| iNaGa*õaMYauTSa*JaaiMa c )",
          "AMa*Ta& cEv Ma*TYauê SadSaÀahMaJauRNa )) 19 ))",
          "tapämy aham ahaà varñaà",
          "nigåhëämy utsåjämi ca",
          "amåtaà caiva måtyuç ca",
          "sad asac cäham arjuna",
          "also death personified. Both being and nonbeing are in Me.",
          ""
        ],
        "word_meaning_lines": [
          "tapämi—give heat; aham—I; aham—I; varñam—rain; nigåhëämi—withold;",
          "utsåjämi—send forth; ca—and; amåtam—immortality; ca—and; eva—",
          "certainly; måtyuù—death; ca—and; sat—being; asat—nonbeing; ca—and;",
          "aham—I; arjuna—O Arjuna.",
          "O Arjuna, I control heat, the rain and the drought. I am immortality, and I am"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Kåñëa, by His different energies, diffuses heat and light through the agency, of electricity and the sun. During summer season it is Kåñëa who checks rain, from falling from the sky, and then, during the rainy season, He gives, unceasing torrents of rain. The energy which sustains us by prolonging the, duration of our life is Kåñëa, and Kåñëa meets us at the end as death. By, analyzing all these different energies of Kåñëa, one can acertain that for Kåñëa, there is no distinction between matter and spirit, or, in other words, He is, both matter and spirit. In the advanced stage of Kåñëa consciousness, one does, not therefore make such distinctions. He sees Kåñëa only in everything., Since Kåñëa is both matter and spirit, the gigantic universal form comprising, all material manifestations is also Kåñëa, and His pastimes in Våndävana as, two-handed Çyämasundara, playing on a flute, are those of the Supreme, Personality of Godhead."
        ]
      },
      {
        "text_number": 20,
        "heading": "TEXT 20",
        "transliteration_lines": [
          "TEXT 20",
          "}aEivÛa Maa& SaaeMaPaa PaUTaPaaPaa",
          "YajEirîa SvGaRiTa& Pa[aQaRYaNTae )",
          "Tae Pau<YaMaaSaaÛ SaureNd]l/aek-‚",
          "MaéniNTa idVYaaiNdiv dev>aaeGaaNa( )) 20 ))",
          "trai-vidyä mäà soma-päù püta-päpä",
          "yajïair iñövä svar-gatià prärthayante",
          "te puëyam äsädya surendra-lokam",
          "açnanti divyän divi deva-bhogän",
          "pleasures of the gods.",
          "Those who study the Vedas and drink the soma juice, seeking the heavenly",
          "planets, worship Me indirectly. They take birth on the planet of Indra, where",
          "they enjoy godly delights.",
          ""
        ],
        "word_meaning_lines": [
          "trai-vidyäù—the knowers of the three Vedas; mäm—unto Me; soma-päù—",
          "drinkers of soma juice; püta—purified; päpäù—sins; yajïaiù—with sacrifices;",
          "iñövä—after worshiping; svargatim—passage to heaven; prärthayante—pray; te",
          "—they; puëyam—virtue; äsädya—enjoying; surendra—of Indra; lokam—",
          "world; açnanti—enjoy; divyän—celestial; divi—in heaven; deva-bhogän—"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The word trai-vidyäù refers to the three Vedas, Säma, Yajur and Åg. A, brähmaëa who has studied these three Vedas is called a tri-vedé. Anyone who is, very much attached to knowledge derived from these three Vedas is respected, in society. Unfortunately, there are many great scholars of the Vedas who do, not know the ultimate purport of studying them. Therefore Kåñëa herein, declares Himself to be the ultimate goal for the tri-vedés. Actual tri-vedés take, shelter under the lotus feet of Kåñëa and engage in pure devotional service to, satisfy the Lord. Devotional service begins with the chanting of the Hare, Kåñëa mantra and side by side trying to understand Kåñëa in truth., Unfortunately those who are simply official students of the Vedas become, more interested in offering sacrifices to the different demigods like Indra,, Candra, etc. By such endeavor, the worshipers of different demigods are, certainly purified of the contamination of the lower qualities of nature and are, thereby elevated to the higher planetary system or heavenly planets known as, Maharloka, Janaloka, Tapoloka, etc. Once situated on those higher planetary, systems, one can satisfy his senses hundreds of thousands of times better than, on this planet."
        ]
      },
      {
        "text_number": 21,
        "heading": "TEXT 21",
        "transliteration_lines": [
          "TEXT 21",
          "Tae Ta& >au¤-a SvGaRl/aek&- ivXaal&/",
          "+aq<ae Pau<Yae MaTYaRl/aek&- ivXaiNTa )",
          "Wv& }aYaqDaMaRMaNauPa[Paàa",
          "GaTaaGaTa& k-aMak-aMaa l/>aNTae )) 21 ))",
          "te taà bhuktvä svarga-lokaà viçälaà",
          "kñéëe puëye martya-lokaà viçanti",
          "evaà trayé-dharmam anuprapannä",
          "gatägataà käma-kämä labhante",
          "When they have thus enjoyed heavenly sense pleasure, they return to this",
          "mortal planet again. Thus, through the Vedic principles, they achieve only",
          "flickering happiness.",
          ""
        ],
        "word_meaning_lines": [
          "te—they; tam—that; bhuktvä—enjoying; svarga-lokam—heaven; viçälam—",
          "vast; kñéëe—being exhausted; puëye—merits; martya-lokam—mortal earth;",
          "viçanti—fall down; evam—thus; trayé—three Vedas; dharmam—doctrines;",
          "anuprapannäù—following; gata-agatam—death and birth; käma-kämäù—",
          "desiring sense enjoyments; labhante—attain."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "One who is promoted to those higher planetary systems enjoys a longer, duration of life and better facilities for sense enjoyment, yet one is not allowed, to stay there forever. One is again sent back to this earthly planet upon, finishing the resultant fruits of pious activities. He who has not attained, perfection of knowledge, as indicated in the Vedänta-sütra (janmädy asya, yataù), or, in other words, he who fails to understand Kåñëa, the cause of all, causes, becomes baffled in achieving the ultimate goal of life and is thus, subjected to the routine of being promoted to the higher planets and then, again coming down, as if situated on a ferris wheel which sometimes goes up, and sometimes comes down. The purport is that instead of being elevated to, the spiritual world where there is no longer any possibility of coming down,, one simply revolves in the cycle of birth and death on higher and lower, planetary systems. One should better take to the spiritual world to enjoy, eternal life full of bliss and knowledge and never return to this miserable, material existence."
        ]
      },
      {
        "text_number": 22,
        "heading": "TEXT 22",
        "transliteration_lines": [
          "TEXT 22",
          "ANaNYaaiêNTaYaNTaae Maa& Yae JaNaa PaYauRPaaSaTae",
          "Taeza& iNaTYaai>aYau¢-aNaa& YaaeGa+aeMa& vhaMYahMa( )) 22 ))",
          "ananyäç cintayanto mäà",
          "ye janäù paryupäsate",
          "teñäà nityäbhiyuktänäà",
          "yoga-kñemaà vahämy aham",
          ""
        ],
        "word_meaning_lines": [
          "ananyäù—no other; cintayantaù—concentrating; mäm—unto Me; ye—who;",
          "janäù—persons; paryupäsate—properly worship; teñäm—their; nitya—always",
          "abhiyuktänäm—fixed in devotion; yoga-kñemam—requirements; vahämi—",
          "carry; aham—I."
        ],
        "translation": ", But those who worship Me with devotion, meditating on My transcendental, form—to them I carry what they lack and preserve what they have.,",
        "purport_paragraphs": [
          "One who is unable to live for a moment without Kåñëa consciousness, cannot but think of Kåñëa twenty-four hours, being engaged in devotional, service by hearing, chanting, remembering, offering prayers, worshiping,, serving the lotus feet of the Lord, rendering other services, cultivating, friendship and surrendering fully to the Lord. Such activities are all auspicious, and full of spiritual potencies; indeed, they make the devotee perfect in self-, realization. Then his only desire is to achieve the association of the Supreme, Personality of Godhead. This is called yoga. By the mercy of the Lord, such a, devotee never comes back to this material condition of life. Kñema refers to, the merciful protection of the Lord. The Lord helps the devotee to achieve, Kåñëa consciousness by yoga, and when he becomes fully Kåñëa conscious the, Lord protects him from falling down to a miserable conditioned life."
        ]
      },
      {
        "text_number": 23,
        "heading": "TEXT 23",
        "transliteration_lines": [
          "TEXT 23",
          "Yae_PYaNYadevTaa>a¢-a YaJaNTae é[ÖYaaiNvTaa )",
          "Tae_iPa MaaMaev k-aENTaeYa YaJaNTYaiviDaPaUvRk-Ma( )) 23 ))",
          "ye ’py anya-devatä-bhaktä",
          "yajante çraddhayänvitäù",
          "te ’pi mäm eva kaunteya",
          "yajanty avidhi-pürvakam",
          ""
        ],
        "word_meaning_lines": [
          "ye—those; api—also; anya—other; devatä—demigods; bhaktäù—devotees;",
          "yajante—worship; çraddhaya-anvitäù—with faith; te—they; api—also; mäm—",
          "Me; eva—even; kaunteya—O son of Kunté; yajanti—sacrifice; avidhi-pürvakam",
          "—in a wrong way."
        ],
        "translation": ", Whatever a man may sacrifice to other gods, O son of Kunté, is really meant for, Me alone, but it is offered without true understanding.,",
        "purport_paragraphs": [
          "“Persons who are engaged in the worship of demigods are not very, intelligent, although such worship is done to Me indirectly,” Kåñëa says. For, example, when a man pours water on the leaves and branches of a tree without, pouring water on the root, he does so without sufficient knowledge or without, observing regulative principles. Similarly, the process of rendering service to, different parts of the body is to supply food to the stomach. The demigods are,, so to speak, different officers and directors in the government of the Supreme, Lord. One has to follow the laws made by the government, not by the officers, or directors. Similarly, everyone is to offer his worship to the Supreme Lord, only. That will automatically satisfy the different officers and directors of the, Lord. The officers and directors are engaged as representatives of the, government, and to offer some bribe to the officers and directors is illegal., This is stated here as avidhi-pürvakam. In other words, Kåñëa does not approve, the unnecessary worship of the demigods."
        ]
      },
      {
        "text_number": 24,
        "heading": "TEXT 24",
        "transliteration_lines": [
          "TEXT 24",
          "Ah& ih SavRYajaNaa& >aae¢-a c Pa[>aurev c )",
          "Na Tau MaaMai>aJaaNaiNTa TatveNaaTaXCYaviNTa Tae )) 24 ))",
          "ahaà hi sarva-yajïänäà",
          "bhoktä ca prabhur eva ca",
          "na tu mäm abhijänanti",
          "tattvenätaç cyavanti te",
          ""
        ],
        "word_meaning_lines": [
          "aham—I; hi—surely; sarva—of all; yajïänäm—sacrifices; bhoktä—enjoyer; ca",
          "—and; prabhuù—Lord; eva—also; ca—and; na—not; tu—but; mäm—Me;",
          "abhijänanti—know; tattvena—in reality; ataù—therefore; cyavanti—fall",
          "down; te—they."
        ],
        "translation": ", I am the only enjoyer and the only object of sacrifice. Those who do not, recognize My true transcendental nature fall down.,",
        "purport_paragraphs": [
          "Here it is clearly stated that there are many types of yajïa performances, recommended in the Vedic literatures, but actually all of them are meant for, satisfying the Supreme Lord. Yajïa means Viñëu. In the Second Chapter of, Bhagavad-gétä it is clearly stated that one should only work for satisfying Yajïa, or Viñëu. The perfectional form of human civilization, known as varëäçrama-, dharma, is specifically meant for satisfying Viñëu. Therefore, Kåñëa says in this, verse, “I am the enjoyer of all sacrifices because I am the supreme master.”, However, less intelligent persons, without knowing this fact, worship demigods, for temporary benefit. Therefore they fall down to material existence and do, not achieve the desired goal of life. If, however, anyone has any material desire, to be fulfilled, he had better pray for it to the Supreme Lord (although that is, not pure devotion), and he will thus achieve the desired result."
        ]
      },
      {
        "text_number": 25,
        "heading": "TEXT 25",
        "transliteration_lines": [
          "TEXT 25",
          "YaaiNTa devv]Taa devaiNPaTa›NYaaiNTa iPaTa*v]Taa )",
          ">aUTaaiNa YaaiNTa >aUTaeJYaa YaaiNTa MaÛaiJaNaae_iPa MaaMa( )) 25 ))",
          "yänti deva-vratä devän",
          "pitèn yänti pitå-vratäù",
          "bhütäni yänti bhütejyä",
          "yänti mad-yäjino ’pi mäm",
          ""
        ],
        "word_meaning_lines": [
          "yänti—achieve; deva-vratäù—worshipers of demigods; devän—to demigods;",
          "pitèn—to ancestors; yänti—go; pitå-vratäù—worshipers of ancestors; bhütäni",
          "—to ghosts and spirits; yänti—go; bhütejyäù—worshipers of ghosts and spirits;",
          "yänti—go; mat—My; yäjinaù—devotees; api—also; mäm—unto Me."
        ],
        "translation": ", Those who worship the demigods will take birth among the demigods; those, who worship ghosts and spirits will take birth among such beings; those who, worship ancestors go to the ancestors; and those who worship Me will live with, Me.,",
        "purport_paragraphs": [
          "If anyone has any desire to go to the moon, the sun, or any other planet,, one can attain the desired destination by following specific Vedic principles, recommended for that purpose. These are vividly described in the fruitive, activities portion of the Vedas, technically known as darça-paurëamäsé, which, recommends a specific worship of demigods situated on different heavenly, planets. Similarly, one can attain the pitä planets by performing a specific, yajïa. Similarly, one can go to many ghostly planets and become a yakña, rakña, or piçäca. Piçäca worship is called “black arts” or “black magic.” There are, many men who practice this black art, and they think that it is spiritualism,, but such activities are completely materialistic. Similarly, a pure devotee, who, worships the Supreme Personality of Godhead only, achieves the planets of, Vaikuëöha and Kåñëaloka without a doubt. It is very easy to understand, through this important verse that if by simply worshiping the demigods one, can achieve the heavenly planets, or by worshiping the pitä achieve the pitä, planets, or by practicing the black arts achieve the ghostly planets, why can, the pure devotee not achieve the planet of Kåñëa or Viñëu? Unfortunately, many people have no information of these sublime planets where Kåñëa and, Viñëu live, and because they do not know of them they fall down. Even the, impersonalists fall down from the brahmajyoti. This Kåñëa consciousness, movement is therefore distributing sublime information to the entire human, society to the effect that by simply chanting the Hare Kåñëa mantra one can, become perfect in this life and go back home, back to Godhead."
        ]
      },
      {
        "text_number": 26,
        "heading": "TEXT 26",
        "transliteration_lines": [
          "TEXT 26",
          "Pa}a& PauZPa& f-l&/ TaaeYa& Yaae Mae >a¢-ya Pa[YaC^iTa )",
          "Tadh& >a¢-yuPaôTaMaénaiMa Pa[YaTaaTMaNa )) 26 ))",
          "patraà puñpaà phalaà toyaà",
          "yo me bhaktyä prayacchati",
          "tad ahaà bhakty-upahåtam",
          "açnämi prayatätmanaù",
          "If one offers Me with love and devotion a leaf, a flower, fruit a water, I will",
          "accept it.",
          ""
        ],
        "word_meaning_lines": [
          "patram—a leaf; puñpam—a flower; phalam—a fruit; toyam—water; yaù—",
          "whoever; me—unto Me; bhaktyä—with devotion; prayacchati—offers; tat—",
          "that; aham—I; bhakti-upahåtam—offered in devotion; açnämi—accept;",
          "prayata-ätmanaù—of one in pure consciousness."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Here Lord Kåñëa, having established that He is the only enjoyer, the, primeval Lord, and the real object of all sacrificial offerings, reveals what types, of sacrifices He desires to be offered. If one wishes to engage in devotional, service to the Supreme in order to be purified and to reach the goal of life—, the transcendental loving service of God—then he should find out what the, Lord desires of him. One who loves Kåñëa will give Him whatever He wants,, and he avoids offering anything which is undesirable or unasked for. Thus,, meat, fish and eggs should not be offered to Kåñëa. If He desired such things as, offerings, He would have said so. Instead He clearly requests that a leaf, fruit,, flowers and water be given to Him, and He says of this offering, “I will accept, it.” Therefore, we should understand that He will not accept meat, fish and, eggs. Vegetables, grains, fruits, milk and water are the proper foods for human, beings and are prescribed by Lord Kåñëa Himself. Whatever else we eat cannot, be offered to Him, since He will not accept it. Thus we cannot be acting on, the level of loving devotion if we offer such foods., In the Third Chapter, verse thirteen, Çré Kåñëa explains that only the remains, of sacrifice are purified and fit for consumption by those who are seeking, advancement in life and release from the clutches of the material, entanglement. Those who do not make an offering of their food, He says in, the same verse, are said to be eating only sin. In other words, their every, mouthful is simply deepening their involvement in the complexities of, material nature. But preparing nice, simple vegetable dishes, offering them, before the picture or Deity of Lord Kåñëa and bowing down and praying for, Him to accept such a humble offering, enable one to advance steadily in life,, to purify the body, and to create fine brain tissues which will lead to clear, thinking. Above all, the offering should be made with an attitude of love., Kåñëa has no need of food, since He already possesses everything that be, yet, He will accept the offering of one who desires to please Him in that way. The, important element, in preparation, in serving and in offering, is to act with, love for Kåñëa., The impersonalist philosophers, who wish to maintain that the Absolute, Truth is without senses, cannot comprehend this verse of Bhagavad-gétä. To, them, it is either a metaphor or proof of the mundane character of Kåñëa, the, speaker of the Gétä. But, in actuality, Kåñëa, the Supreme Godhead, has senses,, and it is stated that His senses are interchangeable; in other words, one sense, can perform the function of any other. This is what it means to say that Kåñëa, is absolute. Lacking senses, He could hardly be considered full in all opulences., In the Seventh Chapter, Kåñëa has explained that He impregnates the living, entities into material nature. This is done by His looking upon material, nature. And so in this instance, Kåñëa’s hearing the devotee’s words of love in, offering foodstuffs is wholly identical with His eating and actually tasting. This, point should be emphasized: because of His absolute position, His hearing is, wholly identical with His eating and tasting. Only the devotee, who accepts, Kåñëa as He describes Himself, without interpretation, can understand that, the Supreme Absolute Truth can eat food and enjoy it."
        ]
      },
      {
        "text_number": 27,
        "heading": "TEXT 27",
        "transliteration_lines": [
          "TEXT 27",
          "YaTk-raeiz YadénaiSa YaÂuhaeiz ddaiSa YaTa( )",
          "YataPaSYaiSa k-aENTaeYa TaTku-åZv MadPaR<aMa( )) 27 ))",
          "yat karoñi yad açnäsi",
          "yaj juhoñi dadäsi yat",
          "yat tapasyasi kaunteya",
          "tat kuruñva mad-arpaëam",
          ""
        ],
        "word_meaning_lines": [
          "yat—what; karoñi—you do; yat—whatever; açnäsi—you eat; yat—whatever;",
          "juhoñi—you offer; dadäsi—you give away; yat—whatever; yat—whatever;",
          "tapasyasi—austerities you perform; kaunteya—O son of Kunté; tat—that;",
          "kuruñva—make; mat—unto Me; arpaëam—offering."
        ],
        "translation": ", O son of Kunté, all that you do, all that you eat, all that you offer and give, away, as well as all austerities that you may perform, should be done as an, offering unto Me.,",
        "purport_paragraphs": [
          "Thus, it is the duty of everyone to mold his life in such a way that he will, not forget Kåñëa in any circumstance. Everyone has to work for maintenance, of his body and soul together, and Kåñëa recommends herein that one should, work for Him. Everyone has to eat something to live; therefore he should, accept the remnants of foodstuffs offered to Kåñëa. Any civilized man has to, perform some religious ritualistic ceremonies; therefore Kåñëa recommends,, “Do it for Me,” and this is called arcanä. Everyone has a tendency to give, something in charity; Kåñëa says, “Give it to Me,” and this means that all, surplus money accummulated should be utilized in furthering the Kåñëa, consciousness movement. Nowadays people are very much inclined to the, meditational process, which is not practical in this age, but if anyone practices, meditating on Kåñëa twenty-four hours by chanting the Hare Kåñëa mantra, round his beads, he is surely the greatest yogé, as substantiated by the Sixth, Chapter of Bhagavad-gétä."
        ]
      },
      {
        "text_number": 28,
        "heading": "TEXT 28",
        "transliteration_lines": [
          "TEXT 28",
          "éu>aaéu>af-lE/rev& Maae+YaSae k-MaRbNDaNaE )",
          "SaNNYaaSaYaaeGaYau¢-aTMaa ivMau¢-ae MaaMauPaEZYaiSa )) 28 ))",
          "çubhäçubha-phalair evaà",
          "mokñyase karma-bandhanaiù",
          "sannyäsa-yoga-yuktätmä",
          "vimukto mäm upaiñyasi",
          "In this way you will be freed from all reactions to good and evil deeds, and by",
          "this principle of renunciation you will be liberated and come to Me.",
          ""
        ],
        "word_meaning_lines": [
          "çubha—good; açubha—evil; phalaiù—results; evam—thus; mokñyase—free;",
          "karma—action; bandhanaiù—bondage; sannyäsa—of renunciation; yoga—the",
          "yoga; yukta-ätmä—having the mind firmly set on; vimuktaù—liberated; mäm",
          "—to Me; upaiñyasi—you will attain."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "One who acts in Kåñëa consciousness under superior direction is called, yukta. The technical term is yukta-vairägya. This is further explained by Rüpa, Gosvämé as follows., Rüpa Gosvämé says that as long as we are in this material world we have to act;, we cannot cease acting. Therefore if actions are performed and the fruits are, given to Kåñëa, then that is called yukta-vairägya. Actually situated in, renunciation, such activities clear the mirror of the mind, and as the actor, gradually makes progress in spiritual realization he becomes completely, surrendered to the Supreme Personality of Godhead. Therefore at the end he, becomes liberated, and this liberation is also specified. By this liberation he, does not become one with the brahmajyoti but rather enters into the planet of, the Supreme Lord. It is clearly mentioned here: mäm upaiñyasi, “he comes to, Me,” back home, back to Godhead. There are five different stages of, liberation, and here it is specified that the devotee who has always lived his, lifetime here under the direction of the Supreme Lord, as stated, has evolved, to the point where he can, after quitting this body, go back to Godhead and, engage directly in the association of the Supreme Lord., Anyone who has no other interest but to dedicate his life to the service of the, Lord is actually a sannyäsé Such a person always thinks of himself as an eternal, servant, dependant on the supreme will of the Lord. As such, whatever he, does, he does it for the benefit of the Lord. Whatever action he performs, he, performs it as service to the Lord. He does not give serious attention to the, fruitive activities or prescribed duties mentioned in the Vedas. For ordinary, persons it is obligatory to execute the prescribed duties mentioned in the, Vedas, but although a pure devotee who is completely engaged in the service of, the Lord may sometimes appear to go against the prescribed Vedic duties,, actually it is not so., It is said, therefore, by Vaiñëava authorities that even the most intelligent, person cannot understand the plans and activities of a pure devotee. The, exact words are vaiñëavera kriyä mudrä vijïe nä bujhayä. A person who is thus, always engaged in the service of the Lord or is always thinking and planning, how to serve the Lord is to be considered completely liberated at present and, in the future. His going home, back to Godhead, is guaranteed. He is above all, materialistic criticism, just as Kåñëa is above all criticism."
        ]
      },
      {
        "text_number": 29,
        "heading": "TEXT 29",
        "transliteration_lines": [
          "TEXT 29",
          "SaMaae_h& SavR>aUTaezu Na Mae ÜeZYaae_iSTa Na iPa[Ya )",
          "Yae >aJaiNTa Tau Maa& >a¢-ya MaiYa Tae Taezu caPYahMa( )) 29 ))",
          "samo ’haà sarva-bhüteñu",
          "na me dveñyo ’sti na priyaù",
          "ye bhajanti tu mäà bhaktyä",
          "mayi te teñu cäpy aham",
          "I envy no one, nor am I partial to anyone. I am equal to all. But whoever",
          "renders service unto Me in devotion is a friend, is in Me, and I am also a friend",
          "to him.",
          ""
        ],
        "word_meaning_lines": [
          "samaù—equally disposed; aham—I; sarva-bhüteñu—to all living entities; na—",
          "no one; me—Mine; dveñyaù—hateful; asti—is; na—nor; priyaù—dear; ye—",
          "those; bhajanti—render transcendental service; tu—yet; mäm—unto Me;",
          "bhaktyä—in devotion; mayi—unto Me; te—such persons; teñu—in them; ca—",
          "also; api—certainly; aham—I."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "One may question here that if Kåñëa is equal to everyone and no one is His, special friend, then why does He take a special interest in the devotees who, are always engaged in His transcendental service? But this is not, discrimination; it is natural. Any man in this material world may be very, charitably disposed, yet he has a special interest in his own children. The Lord, claims that every living entity—in whatever form—is His son, and as such He, provides everyone with a generous supply of the necessities of life. He is just, like a cloud which pours rain all over, regardless whether it falls on rock or, land or water. But for His devotees, He gives specific attention. Such devotees, are mentioned here: they are always in Kåñëa consciousness, and therefore, they are always transcendentally situated in Kåñëa. The very phrase Kåñëa, consciousness suggests that those who are in such consciousness are living, transcendentalists, situated in Him. The Lord says here distinctly, “mayi te,”, “in Me.” Naturally, as a result, the Lord is also in them. This is reciprocal. This, also explains the words: asti na priyaù/ye bhajanti: “Whoever surrenders unto, Me, proportionately I take care of him.” This transcendental reciprocation, exists because both the Lord and the devotee are conscious. When a diamond, is set in a golden ring, it looks very nice. The gold is glorified, and at the same, time the diamond is glorified. The Lord and the living entity eternally glitter,, and when a living entity becomes inclined to the service of the Supreme Lord,, he looks like gold. The Lord is a diamond, and so this combination is very nice., Living entities in a pure state are called devotees. The Supreme Lord becomes, the devotee of His devotees. If a reciprocal relationship is not present between, the devotee and the Lord, then there is no personalist philosophy. In the, impersonal philosophy there is no reciprocation between the Supreme and the, living entity, but in the personalist philosophy there is., The example is often given that the Lord is like a desire tree, and whatever, one wants from this desire tree, the Lord supplies. But here the explanation is, more complete. The Lord is here stated to be partial to the devotees. This is, the manifestation of the Lord’s special mercy to the devotees. The Lord’s, reciprocation should not be considered to be under the law of karma. It, belongs to the transcendental situation in which the Lord and His devotees, function. Devotional service of the Lord is not an activity of this material, world; it is part of the spiritual world where eternity, bliss and knowledge, predominate."
        ]
      },
      {
        "text_number": 30,
        "heading": "TEXT 30",
        "transliteration_lines": [
          "TEXT 30",
          "AiPa ceTSauduracarae >aJaTae MaaMaNaNYa>aak(- )",
          "SaaDaurev Sa MaNTaVYa SaMYaGVYaviSaTaae ih Sa )) 30 ))",
          "api cet su-duräcäro",
          "bhajate mäm ananya-bhäk",
          "sädhur eva sa mantavyaù",
          "samyag vyavasito hi saù",
          "Even if one commits the most abominable actions, if he is engaged in devotional",
          "service, he is to be considered saintly because he is properly situated.",
          ""
        ],
        "word_meaning_lines": [
          "api—in spite of; cet—although; suduräcäraù—one committing the most",
          "abominable actions; bhajate—engaged in devotional service; mäm—unto Me;",
          "ananya-bhäk—without deviation; sädhuù—saint; eva—certainly; saù—he;",
          "mantavyaù—to be considered; samyak—completely; vyavasitaù—situated; hi",
          "—certainly; saù—he."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The word suduräcäro used in this verse is very significant, and we should, understand it properly. When a living entity is conditioned, he has two kinds, of activities: one is conditional, and the other is constitutional. As for, protecting the body or abiding by the rules of society and state, certainly there, are different activities, even for the devotees, in connection with the, conditional life, and such activities are called conditional. Besides these, the, living entity who is fully conscious of his spiritual nature and is engaged in, Kåñëa consciousness, or the devotional service of the Lord, has activities, which are called transcendental. Such activities are performed in his, constitutional position, and they are technically called devotional service., Now, in the conditioned state, sometimes devotional service and the, conditional service in relation to the body will parallel one another. But then, again, sometimes these activities become opposed to one another. As far as, possible, a devotee is very cautious so that he does not do anything that could, disrupt his wholesome condition. He knows that perfection in his activities, depends on his progressive realization of Kåñëa consciousness. Sometimes,, however, it may be seen that a person in Kåñëa consciousness commits some, act which may be taken as most abominable socially or politically. But such a, temporary falldown does not disqualify him. In the Çrémad-Bhägavatam it is, stated that if a person falls down, but is wholeheartedly engaged in the, transcendental service of the Supreme Lord, the Lord, being situated within, his heart, beautifies him and excuses him from that abomination. The material, contamination is so strong that even a yogé fully engaged in the service of the, Lord sometimes becomes ensnared; but Kåñëa consciousness is so strong that, such an occasional falldown is at once rectified. Therefore the process of, devotional service is always a success. No one should deride a devotee for some, accidental falldown from the ideal path, for, as is explained in the next verse,, such occasional falldowns will be stopped in due course, as soon as a devotee is, completely situated in Kåñëa consciousness., Therefore a person who is situated in Kåñëa consciousness and is engaged with, determination in the process of chanting Hare Kåñëa, Hare Kåñëa, Kåñëa, Kåñëa, Hare Hare/Hare Räma, Hare Räma, Räma Räma, Hare Hare should be, considered to be in the transcendental position, even if by chance or accident, he is found to have fallen. The words sädhur eva, “he is saintly,” are very, emphatic. They are a warning to the nondevotees that because of an, accidental falldown a devotee should not be derided; he should still be, considered saintly even if he has fallen down accidentally. And the word, mantavyaù is still more emphatic. If one does not follow this rule, and derides a, devotee for his accidental falldown, then he is disobeying the order of the, Supreme Lord. The only qualification of a devotee is to be unflinchingly and, exclusively engaged in devotional service., The mark of a spot which may be seen on the moon does not become an, impediment to the moonlight. Similarly, the accidental falldown of a devotee, from the path of a saintly character does not make him abominable. On the, other hand, one should not misunderstand that a devotee in transcendental, devotional service can act in all kinds of abominable ways; this verse only, refers to an accident due to the strong power of material connections., Devotional service is more or less a declaration of war against the illusory, energy. As long as one is not strong enough to fight the illusory energy, there, may be accidental falldowns. But when one is strong enough, he is no longer, subjected to such falldowns, as previously explained. No one should take, advantage of this verse and commit nonsense and think that he is still a, devotee. If he does not improve in his character by devotional service, then it, is to be understood that he is not a high devotee."
        ]
      },
      {
        "text_number": 31,
        "heading": "TEXT 31",
        "transliteration_lines": [
          "TEXT 31",
          "i+aPa[& >aviTa DaMaaRTMaa XaìC^aiNTa& iNaGaC^iTa )",
          "k-aENTaeYa Pa[iTaJaaNaqih Na Mae >a¢- Pa[<aXYaiTa )) 31 ))",
          "kñipraà bhavati dharmätmä",
          "çaçvac-chäntià nigacchati",
          "kaunteya pratijänéhi",
          "na me bhaktaù praëaçyati",
          "it boldly that My devotee never perishes.",
          ""
        ],
        "word_meaning_lines": [
          "kñipram—very soon; bhavati—becomes; dharma-ätmä—righteous; çaçvat-",
          "çäntim—lasting peace; nigacchati—attains; kaunteya—O son of Kunté;",
          "pratijänéhi—justly declare; na—never; me—Mine; bhaktaù—devotee;",
          "praëaçyati—perishes.",
          "He quickly becomes righteous and attains lasting peace. O son of Kunté, declare"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "This should not be misunderstood. In the Seventh Chapter the Lord says, that one who is engaged in mischievous activities cannot become a devotee of, the Lord. One who is not a devotee of the Lord has no good qualifications, whatsoever. The question remains, then, how can a person engaged in, abominable activities—either by accident or intention—be a pure devotee?, This question may justly be raised. The miscreants, as stated in the Seventh, Chapter, who never come to the devotional service of the Lord, have no good, qualifications, as is stated in the Çrémad-Bhägavatam. Generally, a devotee who, is engaged in the nine kinds of devotional activities is engaged in the process, of cleansing all material contamination from the heart. He puts the Supreme, Personality of Godhead within his heart, and all sinful contaminations are, naturally washed away. Continuous thinking of the Supreme Lord makes him, pure by nature. According to the Vedas, there is a certain regulation that if, one falls down from his exalted position, he has to undergo certain ritualistic, processes to purify himself. But here there is no such condition because the, purifying process is already there in the heart of the devotee, due to his, remembering the Supreme Personality of Godhead constantly. Therefore, the, chanting of Hare Kåñëa, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/ Hare Räma,, Hare Räma, Räma Räma, Hare Hare should be continued without stoppage., This will protect a devotee from all accidental falldowns. He will thus remain, perpetually free from all material contaminations."
        ]
      },
      {
        "text_number": 32,
        "heading": "TEXT 32",
        "transliteration_lines": [
          "TEXT 32",
          "Maa& ih PaaQaR VYaPaaié[TYa Yae_iPa SYau PaaPaYaaeNaYa )",
          "iñYaae vEXYaaSTaQaa éUd]aSTae_iPa YaaiNTa Para& GaiTaMa( )) 32 ))",
          "mäà hi pärtha vyapäçritya",
          "ye ’pi syuù päpa-yonayaù",
          "striyo vaiçyäs tathä çüdräs",
          "te ’pi yänti paräà gatim",
          "supreme destination.",
          ""
        ],
        "word_meaning_lines": [
          "mäm—unto Me; hi—certainly; pärtha—O son of Påthä; vyapäçrétya—",
          "particularly taking shelter; ye—anyone; api—also; syuù—becomes; päpa-",
          "yonayaù—born of a lower family; striyaù—women; vaiçyäù—mercantile",
          "people; tathä—also; çüdräù—lower class men; te api—even they; yänti—go;",
          "paräm—supreme; gatim—destination.",
          "O son of Påthä, those who take shelter in Me, though they be of lower birth—",
          "women, vaiçyas [merchants], as well as çüdras [workers]—can approach the"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "It is clearly declared here by the Supreme Lord that in devotional service, there is no distinction between the lower or higher classes of people. In the, material conception of life, there are such divisions, but for a person engaged, in transcendental devotional service to the Lord, there are not. Everyone is, eligible for the supreme destination. In the Çrémad-Bhägavatam it is stated that, even the lowest, who are called caëòälas (dog-eaters), can be elevated by, association with a pure devotee. Therefore devotional service and guidance of, a pure devotee are so strong that there is no discrimination between the lower, and higher classes of men; anyone can take to it. The most simple man taking, center of the pure devotee can be purified by proper guidance. According to, the different modes of material nature, men are classified in the mode of, goodness (brähmaëas), the mode of passion (kñatriyas, or administrators), the, mixed modes of passion and ignorance (vaiçyas, or merchants), and the mode, of ignorance (çüdras, or workers). Those lower than them are called caëòälas,, and they are born in sinful families. Generally, those who are born in sinful, families are not accepted by the higher classes. But the process of devotional, service and the pure devotee of the Supreme God are so strong that all the, lower classes can attain the highest perfection of life. This is possible only, when one takes center of Kåñëa. One has to take center completely of Kåñëa., Then one can become much greater than great jïänés and yogés."
        ]
      },
      {
        "text_number": 33,
        "heading": "TEXT 33",
        "transliteration_lines": [
          "TEXT 33",
          "ik&- PauNab]aRø<aa Pau<Yaa >a¢-a raJazRYaSTaQaa )",
          "AiNaTYaMaSau%& l/aek-iMaMa& Pa[aPYa >aJaSv MaaMa( )) 33 ))",
          "kià punar brähmaëäù puëyä",
          "bhaktä räjarñayas tathä",
          "anityam asukhaà lokam",
          "imaà präpya bhajasva mäm",
          "How much greater then are the brähmaëas, the righteous, the devotees and",
          "saintly kings who in this temporary miserable world engage in loving service",
          "unto Me.",
          ""
        ],
        "word_meaning_lines": [
          "kim—how much; punaù—again; brähmaëäù—brähmaëas; puëyäù—righteous;",
          "bhaktäù—devotees; räjarñayaù—saintly kings; tathä—also; anityam—",
          "temporary; asukham—sorrowful; lokam—planets; imam—this; präpya—",
          "gaining; bhajasva—are engaged in loving service; mäm—unto Me."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "In this material world there are classifications of people, but, after all, this, world is not a happy place for anyone. It is clearly stated here, anityam, asukhaà lokam: this world is temporary and full of miseries, not habitable for, any sane gentleman. This world is declared by the Supreme Personality of, Godhead to be temporary and full of miseries. Some of the philosophers,, especially the minor philosophers, say that this world is false, but we can, understand from Bhagavad-gétä that the world is not false; it is temporary., There is a difference between temporary and false. This world is temporary,, but there is another world which is eternal. This world is miserable, but the, other world is eternal and blissful., Arjuna was born in a saintly royal family. To him also the Lord says, “Take to, My devotional service and come quickly back to Godhead, back home.” No, one should remain in this temporary world, full as it is with miseries. Everyone, should attach himself to the bosom of the Supreme Personality of Godhead so, that he can be eternally happy. The devotional service of the Supreme Lord is, the only process by which all problems of all classes of men can be solved., Everyone should therefore take to Kåñëa consciousness and make his life, perfect."
        ]
      },
      {
        "text_number": 34,
        "heading": "TEXT 34",
        "transliteration_lines": [
          "TEXT 34",
          "MaNMaNaa >av MaÙ¢-ae MaÛaJaq Maa& NaMaSku-å )",
          "MaaMaevEZYaiSa Yau¤E-vMaaTMaaNa& MaTParaYa<a )) 34 ))",
          "man-manä bhava mad-bhakto",
          "mad-yäjé mäà namaskuru",
          "mäm evaiñyasi yuktvaivam",
          "ätmänaà mat-paräyaëaù",
          "Engage your mind always in thinking of Me, offer obeisances and worship Me.",
          "Being completely absorbed in Me, surely you will come to Me.",
          ""
        ],
        "word_meaning_lines": [
          "mat-manäù—always thinking of Me; bhava—become; mat—My; bhaktaù—",
          "devotee; mat—My; yäjé—worshiper; mäm—unto Me; namaskuru—offer",
          "obeisances; mäm—unto Me; eva—completely; eñyasi—come; yuktvä evam—",
          "being absorbed; ätmänam—your soul; mat-paräyaëaù—devoted to Me."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "In this verse it is clearly indicated that Kåñëa consciousness is the only, means of being delivered from the clutches of this contaminated material, world. Sometimes unscrupulous commentators distort the meaning of what is, clearly stated here: that all devotional service should be offered to the, Supreme Personality of Godhead, Kåñëa. Unfortunately, unscrupulous, commentators divert the mind of the reader to that which is not at all feasible., Such commentators do not know that there is no difference between Kåñëa’s, mind and Kåñëa. Kåñëa is not an ordinary human being; He is Absolute Truth., His body, mind and He Himself are one and absolute. It is stated in the Kürma, Puräëa, as it is quoted by Bhaktisiddhänta Sarasvaté Gosvämé in his Anubhäñya, comments on Caitanya-caritämrta, Fifth Chapter, Ädi-lélä, verses 41–48,, “deha-dehi-vibhedo ’yaà neçvare vidyate kvacit,” which means that there is no, difference in Kåñëa, the Supreme Lord, between Himself and His body. But,, because they do not know this science of Kåñëa, the commentators hide Kåñëa, and divide His personality from His mind or from His body. Although this is, sheer ignorance of the science of Kåñëa, some men make profit out of, misleading the people., There are some who are demonic; they also think of Kåñëa, but enviously, just, like King Kaàsa, Kåñëa’s uncle. He was also thinking of Kåñëa always, but he, thought of Kåñëa as his enemy. He was always in anxiety, wondering when, Kåñëa would come to kill him. That kind of thinking will not help us. One, should be thinking of Kåñëa in devotional love. That is bhakti. One should, cultivate the knowledge of Kåñëa continually. What is that favorable, cultivation? It is to learn from a bona fide teacher. Kåñëa is the Supreme, Personality of Godhead, and we have several times explained that His body is, not material, but is eternal, blissful knowledge. This kind of talk about Kåñëa, will help one become a devotee. Otherwise, understanding Kåñëa from the, wrong source will prove fruitless., One should therefore engage his mind in the eternal form, the primal form of, Kåñëa; with conviction in his heart that Kåñëa is the Supreme, he should, engage himself in worship. There are hundreds of thousands of temples in, India for the worship of Kåñëa, and devotional service is practiced there., When such practice is made, one has to offer obeisances to Kåñëa. One should, lower his head before the Deity and engage his mind, his body, his, activities―everything. That will make one fully absorbed in Kåñëa without, deviation. This will help one transfer into the Kåñëaloka. One should not be, deviated by unscrupulous commentators. One must engage in the nine, different processes of devotional service, beginning with hearing and chanting, about Kåñëa. Pure devotional service is the highest achievement of human, society., In the Seventh and Eighth Chapters of Bhagavad-gétä, pure devotional service, to the Lord has been explained, apart from the yoga of knowledge and mystic, yoga or fruitive activities. Those who are not purely sanctified may be, attracted by different features of the Lord, like the impersonal brahmajyoti and, localized Paramätmä, but a pure devotee directly takes to the service of the, Supreme Lord., There is a beautiful poem about Kåñëa in which it is clearly stated that any, person who is engaged in the worship of demigods is most unintelligent and, cannot achieve at any time the supreme award of Kåñëa. The devotee, in the, beginning, may sometimes fall from the standard, but still he should be, considered superior to all other philosophers and yogés. One who always, engages in Kåñëa consciousness should be understood to be the perfect saintly, person. His accidental nondevotional activities will diminish, and he will soon, be situated without any doubt in complete perfection. The pure devotee has, no actual chance to fall down because the Supreme Godhead personally takes, care of His pure devotees. Therefore, the intelligent person should take, directly to this process of Kåñëa consciousness and happily live in this material, world. He will eventually receive the supreme award of Kåñëa., Thus end the Bhaktivedanta Purports to the Ninth Chapter of the Çrémad-, Bhagavad-gétä in the matter of the Most Confidential Knowledge.]"
        ]
      }
    ]
  }
}
