{
  "source_file_citation": ":contentReference[oaicite:1]{index=1}",
  "chapter_key": "CHAPTER TWO",
  "chapter_title": "Contents of the Gétä Summarized",
  "sections": [
    {
      "id": "TEXT 1",
      "speaker_header": [
        "SaÅYa ovac",
        "saïjaya uväca",
        "uväca madhusüdanaù"
      ],
      "original": [
        "Ta& TaQaa k*-PaYaaivíMaé[uPaU<aaRku-le/+a<aMa( )",
        "ivzqdNTaiMad& vaKYaMauvac MaDauSaUdNa )) 1 ))",
        "saïjaya uväca",
        "taà tathä kåpayäviñöam",
        "açru-pürëäkulekñaëam",
        "viñédantam idaà väkyam",
        "uväca madhusüdanaù"
      ],
      "translation": [
        "Saïjaya said: Seeing Arjuna full of compassion and very sorrowful, his eyes brimming with tears, Madhusüdana, Kåñëa, spoke the following words."
      ],
      "purport": [
        "Material compassion, lamentation and tears are all signs of ignorance of the real self. Compassion for the eternal soul is self-realization. The word “Madhusüdana” is significant in this verse. Lord Kåñëa killed the demon Madhu, and now Arjuna wanted Kåñëa to kill the demon of misunderstanding that had overtaken him in the discharge of his duty. ... This chapter instructs us in self-realization by an analytical study of the material body and the spirit soul, as explained by the supreme authority, Lord Çré Kåñëa."
      ]
    },
    {
      "id": "TEXT 2",
      "speaker_header": [
        "é[q>aGavaNauvac",
        "çré-bhagavän uväca"
      ],
      "original": [
        "ku-TaSTva k-XMal/iMad& ivzMae SaMauPaiSQaTaMa( )",
        "ANaaYaRJauíMaSvGYaRMak-IiTaRk-rMaJauRNa )) 2 ))",
        "kutas tvä kaçmalam idaà",
        "viñame samupasthitam",
        "anärya-juñöam asvargyam",
        "akérti-karam arjuna"
      ],
      "translation": [
        "The Supreme Person [Bhagavän] said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy."
      ],
      "purport": [
        "Kåñëa and the Supreme Personality of Godhead are identical. Therefore Lord Kåñëa is referred to as “Bhagavän” throughout the Gétä. Bhagavän is the ultimate in the Absolute Truth. ... The living entities are parts and parcels of Kåñëa; therefore revival of Kåñëa consciousness by the individual living entity is the highest perfectional stage of Vedic knowledge."
      ]
    },
    {
      "id": "TEXT 3",
      "speaker_header": [
        "Kåñëa to Arjuna"
      ],
      "original": [
        "©E-BYa& Maa SMa GaMa PaaQaR NaETatvYYauPaPaÛTae )",
        "+aud]& ôdYadaEbRLYa& TYa¤-aeitaï ParNTaPa )) 3 ))",
        "klaibyaà mä sma gamaù pärtha",
        "naitat tvayy upapadyate",
        "kñudraà hådaya-daurbalyaà",
        "tyaktvottiñṭha parantapa"
      ],
      "translation": [
        "O son of Påthä, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy."
      ],
      "purport": [
        "Arjuna was addressed as the “son of Påthä,” who happened to be the sister of Kåñëa’s father Vasudeva. ... Such magnanimity or so-called nonviolence should be given up by persons like Arjuna under the direct guidance of Kåñëa."
      ]
    },
    {
      "id": "TEXT 4",
      "speaker_header": [
        "Arjuna"
      ],
      "original": [
        "AJauRNa ovac",
        "k-Qa& >aqZMaMah& Sa&:Yae d]ae<a& c MaDauSaUdNa )",
        "wzui>a Pa[iTaYaaeTSYaaiMa PaUJaahaRvirSaUdNa )) 4 ))",
        "arjuna uväca",
        "kathaà bhéñmam ahaà saìkhye",
        "droëaà ca madhusüdana",
        "iñubhiù pratiyotsyämi",
        "püjärhäv ari-südana"
      ],
      "translation": [
        "Arjuna said: O killer of Madhu [Kåñëa], how can I counterattack with arrows in battle men like Bhéñma and Droëa, who are worthy of my worship?"
      ],
      "purport": [
        "Respectable superiors like Bhéñma the grandfather and Droëäcärya the teacher are always worshipable. Even if they attack, they should not be counterattacked. ... These were some of the arguments by Arjuna to Kåñëa."
      ]
    },
    {
      "id": "TEXT 5",
      "speaker_header": [],
      "original": [
        "GauæNahTva ih MahaNau>aavaNa(",
        "é[eYaae >aae¢u-& >aE+YaMaPaqh l/aeke- )",
        "hTvaQaRk-aMaa&STau GauæiNahEv",
        ">auÅqYa >aaeGaaNåiDarPa[idGDaaNa( )) 5 ))",
        "gurün ahatvä hi mahänubhävän",
        "çreyo bhoktuà bhaikñyam apéha loke",
        "hatvärtha-kämäñs tu gurün ihaiva",
        "bhuïjéya bhogän rudhira-pradigdhän"
      ],
      "translation": [
        "It is better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though they are avaricious, they are nonetheless superiors. If they are killed, our spoils will be tainted with blood."
      ],
      "purport": [
        "According to scriptural codes, a teacher who engages in an abominable action and has lost his sense of discrimination is fit to be abandoned. ... If they are killed, our spoils will be tainted with blood."
      ]
    },
    {
      "id": "TEXT 6",
      "original": [
        "Na cETaiÜÚ k-Taràae GarqYaae",
        "YaÜa JaYaeMa Yaid va Naae JaYaeYau )",
        "YaaNaev hTva Na iJaJaqivzaMa‚",
        "STae_viSQaTaa Pa[Mau%e DaaTaRraía )) 6 ))",
        "na caitad vidmaù kataran no garéyo",
        "yad vä jayema yadi vä no jayeyuù",
        "yän eva hatvä na jijéviñämas",
        "te ’vasthitäù pramukhe dhärtaräñöräù"
      ],
      "translation": [
        "Nor do we know which is better—conquering them or being conquered by them. The sons of Dhåtaräñöra, whom if we killed we should not care to live, are now standing before us on this battlefield."
      ],
      "purport": [
        "Arjuna did not know whether he should fight and risk unnecessary violence, although fighting is the duty of the kñatriyas, or whether he should refrain and live by begging. ... Arjuna was competent in all these attributes, over and above his enormous attributes in his material relationships."
      ]
    },
    {
      "id": "TEXT 7",
      "original": [
        "k-aPaR<YadaezaePahTaSv>aav",
        "Pa*C^aiMa Tva& DaMaRSaMMaU!ceTaa )",
        "YaC^eYa SYaaiàiêTa& b]Uih TaNMae",
        "iXaZYaSToe_h& XaaiDa Maa& Tva& Pa[PaàMa( )) 7 ))",
        "kärpaëya-doñopahata-svabhävaù",
        "påcchämi tväà dharma-sammüòha-cetäù",
        "yac chreyaù syän niçcitaà brühi tan me",
        "çiñyas te ’haà çädhi mäà tväà prapannam"
      ],
      "translation": [
        "Now I am confused about my duty and have lost all composure because of weakness. In this condition I am asking You to tell me clearly what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me."
      ],
      "purport": [
        "By nature’s own way the complete system of material activities is a source of perplexity for everyone. ... He offers himself to Kåñëa as a disciple."
      ]
    },
    {
      "id": "TEXT 8",
      "original": [
        "Na ih Pa[PaXYaaiMa MaMaaPaNauÛa‚",
        "ÛC^aek-MauC^aez<aiMaiNd]Yaa<aaMa( )",
        "AvaPYa >aUMaavSaPaÒMa*Ö&",
        "raJYa& Saura<aaMaiPa caiDaPaTYaMa( )) 8 ))",
        "na hi prapaçyämi mamäpanudyät",
        "yac chokam ucchoñaëam indriyäëäm",
        "aväpya bhümäv asapatnam åddhaà",
        "räjyaà suräëäm api cädhipatyam"
      ],
      "translation": [
        "I can find no means to drive away this grief which is drying up my senses. I will not be able to destroy it even if I win an unrivalled kingdom on the earth with sovereignty like the demigods in heaven."
      ],
      "purport": [
        "Although Arjuna was putting forward so many arguments based on knowledge of the principles of religion and moral codes, it appears that he was unable to solve his real problem without the help of the spiritual master, Lord Çré Kåñëa. ... If economic development and material comforts could drive away one’s lamentations for family, social, national or international inebrieties, then Arjuna would not have said that even an unrivalled kingdom on earth ... would not be able to drive away his lamentations."
      ]
    },
    {
      "id": "TEXT 9",
      "speaker_header": [
        "saïjaya uväca"
      ],
      "original": [
        "WvMau¤-a ôzqke-Xa& Gau@ake-Xa ParNTaPa )",
        "Na YaaeTSYa wiTa GaaeivNdMau¤-a TaUZ<aq& b>aUv h )) 9 ))",
        "evam uktvä håñékeçaà",
        "guòäkeçaù parantapaù",
        "na yotsya iti govindam",
        "uktvä tüñëéà babhüva ha"
      ],
      "translation": [
        "Saïjaya said: Having spoken thus, Arjuna, chastiser of enemies, told Kåñëa, “Govinda, I shall not fight,” and fell silent."
      ],
      "purport": [
        "Dhåtaräñöra must have been very glad to understand that Arjuna was not going to fight and was instead leaving the battlefield for the begging profession. ... But Saïjaya disappointed him again in relating that Arjuna was competent to kill his enemies (parantapaù)."
      ]
    },
    {
      "id": "TEXT 10",
      "original": [
        "TaMauvac ôzqke-Xa Pa[hSaiàv >aarTa",
        "SaeNaYaaeå>aYaaeMaRDYae ivzqdNTaiMad& vc )) 10 ))",
        "tam uväca håñékeçaù",
        "prahasann iva bhärata",
        "senayor ubhayor madhye",
        "viñédantam idaà vacaù"
      ],
      "translation": [
        "O descendant of Bharata, at that time Kåñëa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna."
      ],
      "purport": [
        "The talk was going on between intimate friends, namely the Håñékeça and the Guòäkeça. As friends, both of them were on the same level, but one of them voluntarily became a student of the other. Kåñëa was smiling because a friend had chosen to become a disciple."
      ]
    },
    {
      "id": "TEXT 11",
      "speaker_header": [
        "çré-bhagavän uväca"
      ],
      "original": [
        "AXaaeCYaaNaNvXaaecSTv& Pa[javada&ê >aazSoe )",
        "GaTaaSaUNaGaTaaSaU&ê NaaNauXaaeciNTa Pai<@Taa )) 11 ))",
        "açocyän anvaçocas tvaà",
        "prajïä-vädäàç ca bhäñase",
        "gatäsün agatäsüàç ca",
        "nänuçocanti paëòitäù"
      ],
      "translation": [
        "The Blessed Lord said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor the dead."
      ],
      "purport": [
        "The Lord at once took the position of the teacher and chastised the student, calling him, indirectly, a fool. The Lord said, you are talking like a learned man, but you do not know that one who is learned—one who knows what is body and what is soul—does not lament for any stage of the body, neither in the living nor in the dead condition."
      ]
    },
    {
      "id": "TEXT 12",
      "original": [
        "NaTvevah& JaaTau NaaSa& Na Tv& NaeMae JaNaaiDaPaa )",
        "Na cEv Na>aivZYaaMa SaveR vYaMaTa ParMa( )) 12 ))",
        "na tv evähaà jätu näsaà",
        "na tvaà neme janädhipäù",
        "na caiva na bhaviñyämaù",
        "sarve vayam ataù param"
      ],
      "translation": [
        "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be."
      ],
      "purport": [
        "In the Vedas, in the Kaöha Upaniñad as well as in the Çvetäçvatara Upaniñad, it is said that the Supreme Personality of Godhead is the maintainer of innumerable living entities, in terms of their different situations according to individual work and reaction of work. ... The Mäyävädé theory that after liberation the individual soul will merge into the impersonal Brahman and lose its individual existence is not supported herein by Lord Kåñëa."
      ]
    },
    {
      "id": "TEXT 13",
      "original": [
        "deihNaae_iSMaNYaQaa dehe k-aEMaar& YaaEvNa& Jara )",
        "TaQaa dehaNTarPa[aiáDasrSTa}a Na MauùiTa )) 13 ))",
        "dehino ’smin yathä dehe",
        "kaumäraà yauvanaà jarä",
        "tathä dehäntara-präptir",
        "dhéras tatra na muhyati"
      ],
      "translation": [
        "As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change."
      ],
      "purport": [
        "Since every living entity is an individual soul, each is changing his body every moment, manifesting sometimes as a child, sometimes as a youth, and sometimes as an old man. Yet the same spirit soul is there and does not undergo any change."
      ]
    },
    {
      "id": "TEXT 14",
      "original": [
        "Maa}aaSPaXaaRSTau k-aENTaeYa XaqTaaeZ<aSau%du%da )",
        "AaGaMaaPaaiYaNaae_iNaTYaaSTaa&iSTaiTa+aSv >aarTa )) 14 ))",
        "mäträ-sparçäs tu kaunteya",
        "çétoñëa-sukha-duùkha-däù",
        "ägamäpäyino ’nityäs",
        "täàs titikñasva bhärata"
      ],
      "translation": [
        "O son of Kunté, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
      ],
      "purport": [
        "In the proper discharge of duty, one has to learn to tolerate nonpermanent appearances and disappearances of happiness and distress. ... One has to follow the prescribed rules and regulations of religious principles in order to rise up to the platform of knowledge."
      ]
    },
    {
      "id": "TEXT 15",
      "original": [
        "Ya& ih Na VYaQaYaNTYaeTae Pauåz& PauåzzR>a )",
        "SaMadu%Sau%& Daqr& Saae_Ma*TaTvaYa k-LPaTae )) 15 ))",
        "yaà hi na vyathayanty ete",
        "puruñaà puruñarñabha",
        "sama-duùkha-sukhaà dhéraà",
        "so ’mürtatväya kalpate"
      ],
      "translation": [
        "O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation."
      ],
      "purport": [
        "Anyone who is steady in his determination for the advanced stage of spiritual realization and can equally tolerate the onslaughts of distress and happiness is certainly a person eligible for liberation."
      ]
    },
    {
      "id": "TEXT 16",
      "original": [
        "NaaSaTaae ivÛTae >aavae Naa>aavae ivÛTae SaTa )",
        "o>aYaaeriPa d*íae_NTaSTvNaYaaeSTatvdiXaRi>a )) 16 ))",
        "näsato vidyate bhävo",
        "näbhävo vidyate sataù",
        "ubhayor api dåñöo ’ntas",
        "tv anayos tattva-darçibhiù"
      ],
      "translation": [
        "Those who are seers of the truth have concluded that of the nonexistent there is no endurance, and of the existent there is no cessation."
      ],
      "purport": [
        "There is no endurance of the changing body. That the body is changing every moment by the actions and reactions of the different cells is admitted by modern medical science; and thus growth and old age are taking place in the body. But the spirit soul exists permanently, remaining the same despite all changes of the body and the mind. This conclusion is established by all classes of seers of the truth."
      ]
    },
    {
      "id": "TEXT 17",
      "original": [
        "AivNaaiXa Tau TaiÜiÖ YaeNa SavRiMad& TaTaMa( )",
        "ivNaaXaMaVYaYaSYaaSYa Na k-iêTk-TauRMahRiTa )) 17 ))",
        "avinäçi tu tad viddhi",
        "yena sarvam idaà tatam",
        "vinäçam avyayasyäsya",
        "na kaçcit kartum arhati"
      ],
      "translation": [
        "Know that which pervades the entire body is indestructible. No one is able to destroy the imperishable soul."
      ],
      "purport": [
        "This verse more clearly explains the real nature of the soul, which is spread all over the body. Anyone can understand what is spread all over the body: it is consciousness."
      ]
    },
    {
      "id": "TEXT 18",
      "original": [
        "ANTavNTa wMae deha iNaTYaSYaae¢-a Xarqir<a )",
        "ANaaiXaNaae_Pa[MaeYaSYa TaSMaaÛuDYaSv >aarTa )) 18 ))",
        "antavanta ime dehä",
        "nityasyoktäù çarériëaù",
        "anäçino ’prameyasya",
        "tasmäd yudhyasva bhärata"
      ],
      "translation": [
        "Only the material body of the indestructible, immeasurable and eternal living entity is subject to destruction; therefore, fight, O descendant of Bharata."
      ],
      "purport": [
        "The material body is perishable by nature. ... So from both viewpoints there is no cause of lamentation because the living entity can neither be killed as he is, nor can the material body, which cannot be saved for any length of time, be permanently protected."
      ]
    },
    {
      "id": "TEXT 19",
      "original": [
        "Ya WNa& veita hNTaar& YaêENa& MaNYaTae hTaMa( )",
        "o>aaE TaaE Na ivJaaNaqTaae NaaYa& hiNTa Na hNYaTae )) 19 ))",
        "ya enaà vetti hantäraà",
        "yaç cainaà manyate hatam",
        "ubhau tau na vijänéto",
        "näyaà hanti na hanyate"
      ],
      "translation": [
        "He who thinks that the living entity is the slayer or that he is slain, does not understand. One who is in knowledge knows that the soul neither kills nor is killed."
      ],
      "purport": [
        "One who understands the spiritual truth knows that the soul does not kill nor is killed; the material body is transient and death is merely a change of body."
      ]
    },
    {
      "id": "Selected later verses (examples)",
      "notes": "Several later verses and purports appear in the uploaded file. The extraction below is representative; see source for full contiguous text.",
      "examples": [
        {
          "verse_id": "TEXT 40",
          "original": [
            "Naehai>a§-MaNaaXaae_iSTa Pa[TYavaYaae Na ivÛTae )",
            "SvLPaMaPYaSYa DaMaRSYa }aaYaTae MahTaae >aYaaTa( )) 40 ))",
            "nehäbhikrama-näço ’sti",
            "pratyaväyo na vidyate",
            "sv-alpam apy asya dharmasya",
            "träyate mahato bhayät"
          ],
          "translation": [
            "In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."
          ],
          "purport": [
            "Activity in Kåñëa consciousness, or acting for the benefit of Kåñëa without expectation of sense gratification, is the highest transcendental quality of work. Even a small beginning of such activity finds no impediment, nor can that small beginning be lost at any stage."
          ]
        },
        {
          "verse_id": "TEXT 44",
          "original": [
            ">aaeGaEìYaRPa[Sa¢-aNaa& TaYaaPaôTaceTaSaaMa( )",
            "VYavSaaYaaiTMak-a buiÖ SaMaaDaaE Na ivDaqYaTae )) 44 ))",
            "bhogaiçvarya-prasaktänäà",
            "tayäpahåta-cetasäm",
            "vyavasäyätmikä buddhiù",
            "samädhau na vidhéyate"
          ],
          "translation": [
            "In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place."
          ],
          "purport": [
            "Samädhi means 'fixed mind.' Samädhi is never possible for persons interested in material sense enjoyment, nor for those who are bewildered by such temporary things."
          ]
        },
        {
          "verse_id": "TEXT 65",
          "original": [
            "Pa[Saade SavRdu%aNaa& haiNarSYaaePaJaaYaTae )",
            "Pa[SaàceTaSaae ùaéu buiÖ PaYaRviTaïTae )) 65 ))",
            "prasäde sarva-duùkhänäà",
            "hänir asyopajäyate",
            "prasanna-cetaso hy äçu",
            "buddhiù paryavatiñöhate"
          ],
          "translation": [
            "For one who is so situated in the Divine consciousness, the threefold miseries of material existence exist no longer; in such a happy state, one’s intelligence soon becomes steady."
          ]
        },
        {
          "verse_id": "TEXT 66",
          "original": [
            "NaaiSTa buiÖrYau¢-SYa Na caYau¢-SYa >aavNaa )",
            "Na ca>aavYaTa XaaiNTarXaaNTaSYa ku-Ta Sau%Ma( )) 66 ))",
            "nästi buddhir ayuktasya",
            "na cäyuktasya bhävanä",
            "na cäbhävayataù çäntir",
            "açäntasya kutaù sukham"
          ],
          "translation": [
            "One who is not in transcendental consciousness can have neither a controlled mind nor steady intelligence, without which there is no possibility of peace. And how can there be any happiness without peace?"
          ],
          "purport": [
            "Unless one is in Kåñëa consciousness, there is no possibility of peace."
          ]
        }
      ]
    }
  ],
  "notes": {
    "extraction_limitations": "This JSON is a cleaned, structured, best-effort extraction of the uploaded chapter2.json. The original file is long and contains many verses, transliterations, translations and extended purports. I included the major early verses and a representative sample of later verses and purports. For a verbatim full-line-by-line dump into the same structure for every verse and every purport/transliteration in the file, I can produce a complete machine-extracted JSON if you'd like — say if you want literally each line as an array element and every purport paragraph captured exactly as in the file. (I used the uploaded file as the source: :contentReference[oaicite:2]{index=2}.)"
  }
}
