{
  "chapter": {
    "title": "CHAPTER SIX: [",
    "name": "ANaaié[Ta k-MaRf-l&/ k-aYa| k-MaR k-raeiTa Ya )",
    "source_note": "Parsed to match chapter5_clean.json structure.",
    "verses_parsed_count": 39,
    "verses": [
      {
        "text_number": 1,
        "heading": "TEXT 1",
        "transliteration_lines": [
          "TEXT 1",
          "é[q>aGavaNauvac",
          "çré-bhagavän uväca",
          "anäçritaù karma-phalaà",
          "käryaà karma karoti yaù",
          "sa sannyäsé ca yogé ca",
          "na niragnir na cäkriyaù",
          "who works as he is obligated is in the renounced order of life, and he is the true",
          "mystic: not he who lights no fire and performs no work.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Lord said; anäçritaù—without shelter; karma-phalam",
          "—the result of work; käryam—obligatory; karma—work; karoti—performs;",
          "yaù—one who; saù—he; sannyäsé—in the renounced order; ca—also; yogé—",
          "mystic; ca—also; na—not; nir—without; agniù—fire; na—nor; ca—also;",
          "akriyaù—without duty.",
          "The Blessed Lord said: One who is unattached to the fruits of his work and"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "In this chapter the Lord explains that the process of the eightfold yoga, system is a means to control the mind and the senses. However, this is very, difficult for people in general to perform, especially in the age of Kali., Although the eightfold yoga system is recommended in this chapter, the Lord, emphasizes that the process of karma-yoga, or acting in Kåñëa consciousness, is, better. Everyone acts in this world to maintain his family and their, paraphernalia, but no one is working without some self-interest, some personal, gratification, be it concentrated or extended. The criterion of perfection is to, act in Kåñëa consciousness, and not with a view to enjoying the fruits of work., To act in Kåñëa consciousness is the duty of every living entity because all are, constitutionally parts and parcels of the Supreme. The parts of the body work, for the satisfaction of the whole body. The limbs of the body do not act for, self-satisfaction but for the satisfaction of the complete whole. Similarly, the, living entity who acts for satisfaction of the supreme whole and not for, personal satisfaction is the perfect sannyäsé, the perfect yogé., The sannyäsés sometimes artificially think that they have become liberated, from all material duties, and therefore they cease to perform agnihotra yajïas, (fire sacrifices), but actually they are self-interested because their goal is, becoming one with the impersonal Brahman. Such a desire is greater than any, material desire, but it is not without self-interest. Similarly, the mystic yogé, who practices the yoga system with half-open eyes, ceasing all material, activities, desires some satisfaction for his personal self. But a person acting in, Kåñëa consciousness works for the satisfaction of the whole, without self-, interest. A Kåñëa conscious person has no desire for self-satisfaction. His, criterion of success is the satisfaction of Kåñëa, and thus he is the perfect, sannyäsé, or perfect yogé. Lord Caitanya, the highest perfectional symbol of, renunciation, prays in this way:, na dhanaà na janaà na sundaréà kavitäà vä jagadéça kämaye., mama janmani janmanéçvare bhavatäd bhaktir ahaituké tvayi., O Almighty Lord, I have no desire to accumulate wealth, nor to enjoy, beautiful women. Nor do I want any number of followers. What I want only is, the causeless mercy of Your devotional service in my life, birth after birth."
        ]
      },
      {
        "text_number": 2,
        "heading": "TEXT 2",
        "transliteration_lines": [
          "TEXT 2",
          "Ya& SaNNYaaSaiMaiTa Pa[ahuYaaeRGa& Ta& iviÖ Paa<@v )",
          "Na ùSaNNYaSTaSaªLPaae YaaeGaq >aviTa k-êNa )) 2 ))",
          "yaà sannyäsam iti prähur",
          "yogaà taà viddhi päëòava",
          "na hy asannyasta-saìkalpo",
          "yogé bhavati kaçcana",
          "What is called renunciation is the same as yoga, or linking oneself with the",
          "Supreme, for no one can become a yogé unless he renounces the desire for sense",
          "gratification.",
          ""
        ],
        "word_meaning_lines": [
          "yam—what; sannyäsam—renunciation; iti—thus; prähuù—they say; yogam—",
          "linking with the Supreme; tam—that; viddhi—you must know; päëòava—O",
          "son of Päëòu; na—never; hi—certainly; asannyasta—without giving up;",
          "saìkalpaù—self-satisfaction; yogé—a mystic transcendentalist; bhavati—",
          "becomes; kaçcana—anyone."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Real sannyäsa-yoga or bhakti means that one should know his, constitutional position as the living entity, and act accordingly. The living, entity has no separate independent identity. He is the marginal energy of the, Supreme. When he is entrapped by material energy, he is conditioned, and, when he is Kåñëa conscious, or aware of the spiritual energy, then he is in his, real and natural state of life. Therefore, when one is in complete knowledge,, one ceases all material sense gratification, or renounces all kinds of sense, gratificatory activities. This is practiced by the yogés who restrain the senses, from material attachment. But a person in Kåñëa consciousness has no, opportunity to engage his senses in anything which is not for the purpose of, Kåñëa. Therefore, a Kåñëa conscious person is simultaneously a sannyäsé and a, yogé. The purpose of knowledge and of restraining the senses, as prescribed in, the jïäna and yoga processes, is automatically served in Kåñëa consciousness. If, one is unable to give up the activities of his selfish nature, then jïäna and yoga, are of no avail. The real aim is for a living entity to give up all selfish, satisfaction and to be prepared to satisfy the Supreme. A Kåñëa conscious, person has no desire for any kind of self-enjoyment. He is always engaged for, the enjoyment of the Supreme. One who has no information of the Supreme, must therefore be engaged in self-satisfaction because no one can stand on the, platform of inactivity. All these purposes are perfectly served by the practice, of Kåñëa consciousness."
        ]
      },
      {
        "text_number": 3,
        "heading": "TEXT 3",
        "transliteration_lines": [
          "TEXT 3",
          "Aaåå+aaeMauRNaeYaaeRGa& k-MaR k-ar<aMauCYaTae )",
          "YaaeGaaæ!SYa TaSYaEv XaMa k-ar<aMauCYaTae )) 3 ))",
          "ärurukñor muner yogaà",
          "karma käraëam ucyate",
          "yogärüòhasya tasyaiva",
          "çamaù käraëam ucyate",
          ""
        ],
        "word_meaning_lines": [
          "ärurukñoù—of one who has just begun yoga; muneù—of the sage; yogam—the",
          "eightfold yoga system; karma—work; käraëam—the cause; ucyate—is said to",
          "be; yoga—eightfold yoga; ärüòhasya—one who has attained; tasya—his; eva—",
          "certainly; çamaù—cessation of all material activities; käraëam—the cause;",
          "ucyate—is said to be."
        ],
        "translation": ", For one who is a neophyte in the eightfold yoga system, work is said to be the, means; and for one who has already attained to yoga, cessation of all material, activities is said to be the means.,",
        "purport_paragraphs": [
          "The process of linking oneself with the Supreme is called yoga, which may, be compared to a ladder for attaining the topmost spiritual realization. This, ladder begins from the lowest material condition of the living entity and rises, up to perfect self-realization in pure spiritual life. According to various, elevations, different parts of the ladder are known by different names. But all, in all, the complete ladder is called yoga and may be divided into three parts,, namely jïäna-yoga, dhyäna-yoga and bhakti-yoga. The beginning of the ladder, is called the yogärurukña stage, and the highest rung is called yogärüòha., Concerning the eightfold yoga system, attempts in the beginning to enter into, meditation through regulative principles of life and practice of different, sitting postures (which are more or less bodily exercises) are considered, fruitive material activities. All such activities lead to achieving perfect mental, equilibrium to control the senses. When one is accomplished in the practice of, meditation, he ceases all disturbing mental activities., A Kåñëa conscious person is, however, situated from the beginning on the, platform of meditation because he always thinks of Kåñëa. And, being, constantly engaged in the service of Kåñëa, he is considered to have ceased all, material activities."
        ]
      },
      {
        "text_number": 4,
        "heading": "TEXT 4",
        "transliteration_lines": [
          "TEXT 4",
          "Yada ih NaeiNd]YaaQaeRzu Na k-MaRSvNauzÂTae )",
          "SavRSaªLPaSaNNYaaSaq YaaeGaaæ!STadaeCYaTae )) 4 ))",
          "yadä hi nendriyärtheñu",
          "na karmasv anuñajjate",
          "sarva-saìkalpa-sannyäsé",
          "yogärüòhas tadocyate",
          "desires, he neither acts for sense gratification nor engages in fruitive activities.",
          ""
        ],
        "word_meaning_lines": [
          "yadä—when; hi—certainly; na—not; indriya-artheñu—in sense gratification;",
          "na—never; karmasu—in fruitive activities; anuñajjate—does necessarily",
          "engage; sarva-saìkalpa—all material desires; sannyäsé—renouncer; yoga-",
          "ärüòhaù—elevated in yoga; tadä—at that time; ucyate—is said to be.",
          "A person is said to have attained to yoga when, having renounced all material"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "When a person is fully engaged in the transcendental loving service of the, Lord, he is pleased in himself, and thus he is no longer engaged in sense, gratification or in fruitive activities. Otherwise, one must be engaged in sense, gratification, since one cannot live without engagement. Without Kåñëa, consciousness, one must be always seeking self-centered or extended selfish, activities. But a Kåñëa conscious person can do everything for the satisfaction, of Kåñëa and thereby be perfectly detached from sense gratification. One who, has no such realization must mechanically try to escape material desires before, being elevated to the top rung of the yoga ladder."
        ]
      },
      {
        "text_number": 5,
        "heading": "TEXT 5",
        "transliteration_lines": [
          "TEXT 5",
          "oÖredaTMaNaaTMaaNa& NaaTMaaNaMavSaadYaeTa( )",
          "AaTMaEv ùaTMaNaae bNDauraTMaEv irPauraTMaNa )) 5 ))",
          "uddhared ätmanätmänaà",
          "nätmänam avasädayet",
          "ätmaiva hy ätmano bandhur",
          "ätmaiva ripur ätmanaù",
          ""
        ],
        "word_meaning_lines": [
          "uddharet—one must deliver; ätmanä—by the mind; ätmänam—the",
          "conditioned soul; na—never; ätmänam—the conditioned soul; avasädayet—",
          "put into degradation; ätmä—mind; eva—certainly; hi—indeed; ätmanaù—of",
          "the conditioned soul; bandhuù—friend; ätmä—mind; eva—certainly; ripuù—",
          "enemy; ätmanaù—of the conditioned soul."
        ],
        "translation": ", A man must elevate himself by his own mind, not degrade himself. The mind is, the friend of the conditioned soul, and his enemy as well.,",
        "purport_paragraphs": [
          "The word ätmä denotes body, mind and soul—depending upon different, circumstances. In the yoga system, the mind and the conditioned soul are, especially important. Since the mind is the central point of yoga practice, ätmä, refers here to the mind. The purpose of the yoga system is to control the mind, and to draw it away from attachment to sense objects. It is stressed herein that, the mind must be so trained that it can deliver the conditioned soul from the, mire of nescience. In material existence one is subjected to the influence of, the mind and the senses. In fact, the pure soul is entangled in the material, world because of the mind’s ego which desires to lord it over material nature., Therefore, the mind should be trained so that it will not be attracted by the, glitter of material nature, and in this way the conditioned soul may be saved., One should not degrade oneself by attraction to sense objects. The more one is, attracted by sense objects, the more one becomes entangled in material, existence. The best way to disentangle oneself is to always engage the mind in, Kåñëa consciousness. The word hi is used for emphasizing this point, i.e., that, one must do this. It is also said:, mana eva manuñyäëäà käraëaà bandha-mokñayoù, bandhäya viñayäsaìgo muktyai nirviñayaà manaù., For man, mind is the cause of bondage and mind is the cause of liberation., Mind absorbed in sense objects is the cause of bondage, and mind detached, from the sense objects is the cause of liberation. Therefore, the mind which is, always engaged in Kåñëa consciousness is the cause of supreme liberation."
        ]
      },
      {
        "text_number": 6,
        "heading": "TEXT 6",
        "transliteration_lines": [
          "TEXT 6",
          "bNDauraTMaaTMaNaSTaSYa YaeNaaTMaEvaTMaNaa iJaTa )",
          "ANaaTMaNaSTau Xa}auTve vTaeRTaaTMaEv Xa}auvTa( )) 6 ))",
          "bandhur ätmätmanas tasya",
          "yenätmaivätmanä jitaù",
          "anätmanas tu çatrutve",
          "vartetätmaiva çatru-vat",
          "For him who has conquered the mind, the mind is the best of friends; but for",
          "one who has failed to do so, his very mind will be the greatest enemy.",
          ""
        ],
        "word_meaning_lines": [
          "bandhuù—friend; ätmä—mind; ätmanaù—of the living entity; tasya—of him;",
          "yena—by whom; ätmä—mind; eva—certainly; ätmanä—by the living entity;",
          "jitaù—conquered; anätmanaù—of one who has failed to control the mind; tu",
          "—but; çatrutve—because of enmity; varteta—remains; ätmä eva—the very",
          "mind; çatruvat—as an enemy."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The purpose of practicing eightfold yoga is to control the mind in order to, make it a friend in discharging the human mission. Unless the mind is, controlled, the practice of yoga (for show) is simply a waste of time. One who, cannot control his mind lives always with the greatest enemy, and thus his life, and its mission are spoiled. The constitutional position of the living entity is to, carry out the order of the superior. As long as one’s mind remains an, unconquered enemy, one has to serve the dictations of lust, anger, avarice,, illusion, etc. But when the mind is conquered, one voluntarily agrees to abide, by the dictation of the Personality of Godhead, who is situated within the, heart of everyone as Paramätmä. Real yoga practice entails meeting the, Paramätmä within the heart and then following His dictation. For one who, takes to Kåñëa consciousness directly, perfect surrender to the dictation of the, Lord follows automatically."
        ]
      },
      {
        "text_number": 7,
        "heading": "TEXT 7",
        "transliteration_lines": [
          "TEXT 7",
          "iJaTaaTMaNa Pa[XaaNTaSYa ParMaaTMaa SaMaaihTa )",
          "XaqTaaeZ<aSau%du%ezu TaQaa MaaNaaPaMaaNaYaae )) 7 ))",
          "jitätmanaù praçäntasya",
          "paramätmä samähitaù",
          "çétoñëa-sukha-duùkheñu",
          "tathä mänäpamänayoù",
          "For one who has conquered the mind, the Supersoul is already reached, for he",
          "has attained tranquility. To such a man happiness and distress, heat and cold",
          "honor and dishonor are all the same.",
          ""
        ],
        "word_meaning_lines": [
          "jita-ätmanaù—of one who has conquered his mind; praçäntasya—of one who",
          "has attained tranquility by such control over the mind; paramätmä—the",
          "Supersoul; samähitaù—approached completely; çéta—cold; uñëa—heat; sukha",
          "—in happiness; duùkheñu—in distress; tathä—also; mäna—honor;",
          "apamänayoù—in dishonor."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Actually, every living entity is intended to abide by the dictation of the, Supreme Personality of Godhead, who is seated in everyone’s heart as, Paramätmä. When the mind is misled by the external illusory energy, one, becomes entangled in material activities. Therefore, as soon as one’s mind is, controlled through one of the yoga systems, one is to be considered as having, already reached the destination. One has to abide by superior dictation. When, one’s mind is fixed on the superior nature, he has no other alternative but to, follow the dictation of the Supreme. The mind must admit some superior, dictation and follow it. The effect of controlling the mind is that one, automatically follows the dictation of the Paramätmä or Supersoul. Because, this transcendental position is at once achieved by one who is in Kåñëa, consciousness, the devotee of the Lord is unaffected by the dualities of, material existence, namely distress and happiness, cold and heat, etc. This, state is practical samädhi, or absorption in the Supreme."
        ]
      },
      {
        "text_number": 8,
        "heading": "TEXT 8",
        "transliteration_lines": [
          "TEXT 8",
          "jaNaivjaNaTa*áaTMaa kU-$=SQaae iviJaTaeiNd]Ya )",
          "Yau¢- wTYauCYaTae YaaeGaq SaMal/aeíaXMak-aÄNa )) 8 ))",
          "jïäna-vijïäna-tåptätmä",
          "küöa-stho vijitendriyaù",
          "yukta ity ucyate yogé",
          "sama-loñöräçma-käïcanaù",
          ""
        ],
        "word_meaning_lines": [
          "jïäna—acquired knowledge; vijïäna—realized knowledge; tåpta—satisfied;",
          "ätmä—living entity; küöasthaù—spiritually situated; vijita-indriyaù—sensually",
          "controlled; yuktaù—competent for self-realization; iti—thus; ucyate—is said;",
          "yogé—the mystic; sama—equiposed; loñöra—pebbles; açma—stone; käïcanaù",
          "—gold."
        ],
        "translation": ", A person is said to be established in self-realization and is called a yogé [or, mystic] when he is fully satisfied by virtue of acquired knowledge and, realization. Such a person is situated in transcendence and is self-controlled. He, sees everything—whether it be pebbles, stones or gold—as the same.,",
        "purport_paragraphs": [
          "Book knowledge without realization of the Supreme Truth is useless. This is, stated as follows:, ataù çré-kåñëa-nämädi na bhaved grähyam indriyaiù, sevonmukhe hi jihvädau svayam eva sphuraty adaù., No one can understand the transcendental nature of the name, form,, quality and pastimes of Çré Kåñëa through his materially contaminated senses., Only when one becomes spiritually saturated by transcendental service to the, Lord are the transcendental name, form, quality and pastimes of the Lord, revealed to him. (Padma Puräëa), This Bhagavad-gétä is the science of Kåñëa consciousness. No one can, become Kåñëa conscious simply by mundane scholarship. One must be, fortunate enough to associate with a person who is in pure consciousness. A, Kåñëa conscious person has realized knowledge, by the grace of Kåñëa, because, he is satisfied with pure devotional service. By realized knowledge, one, becomes perfect. By transcendental knowledge one can remain steady in his, convictions, but by mere academic knowledge one can be easily deluded and, confused by apparent contradictions. It is the realized soul who is actually self-, controlled because he is surrendered to Kåñëa. He is transcendental because he, has nothing to do with mundane scholarship. For him mundane scholarship, and mental speculation, which may be as good as gold to others, are of no, greater value than pebbles or stones."
        ]
      },
      {
        "text_number": 9,
        "heading": "TEXT 9",
        "transliteration_lines": [
          "TEXT 9",
          "SauôiNMa}aaYauRdaSaqNaMaDYaSQaÜeZYabNDauzu )",
          "SaaDauZviPa c PaaPaezu SaMabuiÖivRiXaZYaTae )) 9 ))",
          "suhån-miträry-udäséna-",
          "madhyastha-dveñya-bandhuñu",
          "sädhuñv api ca päpeñu",
          "sama-buddhir viçiñyate",
          "advanced.",
          ""
        ],
        "word_meaning_lines": [
          "suhåt—by nature a well-wisher; mitra—benefactor with affection; ari—",
          "enemy; udäséna—neutral between the belligerents; madhyastha—mediator",
          "between the belligerents; dveñya—envious; bandhuñu—among the relatives or",
          "well-wishers; sädhuñu—unto the pious; api—as well as; ca—and; päpeñu—unto",
          "the sinners; sama-buddhiù—having equal intelligence; viçiñyate—is far"
        ],
        "translation": ", A person is said to be still further advanced when he regards all—the honest, well-wisher, friends and enemies, the envious, the pious, the sinner and those, who are indifferent and impartial—with an equal mind.,",
        "purport_paragraphs": []
      },
      {
        "text_number": 10,
        "heading": "TEXT 10",
        "transliteration_lines": [
          "TEXT 10",
          "YaaeGaq YauÅqTa SaTaTaMaaTMaaNa& rhiSa iSQaTa )",
          "Wk-ak-I YaTaictaaTMaa iNaraXaqrPairGa]h )) 10 ))",
          "yogé yuïjéta satatam",
          "ätmänaà rahasi sthitaù",
          "ekäké yata-cittätmä",
          "niräçér aparigrahaù",
          "A transcendentalist should always try to concentrate his mind on the Supreme",
          "Self; he should live alone in a secluded place and should always carefully control",
          "his mind. He should be free from desires and feelings of possessiveness.",
          ""
        ],
        "word_meaning_lines": [
          "yogé—a transcendentalist; yuïjéta—must concentrate in Kåñëa consciousness;",
          "satatam—constantly; ätmänam—himself (by the body, mind and self); rahasi",
          "—in a secluded place; sthitaù—being so situated; ekäké—alone; yata-cittätmä",
          "—always careful in mind; niräçéù—without being attracted by anything else;",
          "aparigrahaù—free from the feeling of possessiveness."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Kåñëa is realized in different degrees as Brahman, Paramätmä and the, Supreme Personality of Godhead. Kåñëa consciousness means, concisely, to be, always engaged in the transcendental loving service of the Lord. But those, who are attached to the impersonal Brahman or the localized Supersoul are, also partially Kåñëa conscious, because impersonal Brahman is the spiritual ray, of Kåñëa and Supersoul is the all-pervading partial expansion of Kåñëa. Thus, the impersonalist and the meditator are also indirectly Kåñëa conscious. A, directly Kåñëa conscious person is the topmost transcendentalist because such, a devotee knows what is meant by Brahman or Paramätmä. His knowledge of, the Absolute Truth is perfect, whereas the impersonalist and the meditative, yogé are imperfectly Kåñëa conscious., Nevertheless, all of these are instructed herewith to be constantly engaged in, their particular pursuits so that they may come to the highest perfection, sooner or later. The first business of a transcendentalist is to keep the mind, always on Kåñëa. One should always think of Kåñëa and not forget Him even, for a moment. Concentration of the mind on the Supreme is called samädhi or, trance. In order to concentrate the mind, one should always remain in, seclusion and avoid disturbance by external objects. He should be very careful, to accept favorable and reject unfavorable conditions that affect his, realization. And, in perfect determination, he should not hanker after, unnecessary material things that entangle him by feelings of possessiveness., All these perfections and precautions are perfectly executed when one is, directly in Kåñëa consciousness because direct Kåñëa consciousness means self-, abnegation, wherein there is very little chance for material possessiveness., Çréla Rüpa Gosvämé characterizes Kåñëa consciousness in this way:, anäsaktasya viñayän yathärham upayuïjataù, nirbandhaù kåñëa-sambandhe yuktaà vairägyam ucyate, präpaïcikatayä buddhyä hari-sambandhi-vastunaù, mumukñubhiù parityägo vairägyaà phalgu kathyate., (Bhakti-rasämåta-sindhu 2.255–256), When one is not attached to anything, but at the same time accepts, everything in relation to Kåñëa, one is rightly situated above possessiveness., On the other hand, one who rejects everything without knowledge of its, relationship to Kåñëa is not as complete in his renunciation., A Kåñëa conscious person well knows that everything belongs to Kåñëa, and, thus he is always free from feelings of personal possession. As such, he has no, hankering for anything on his own personal account. He knows how to accept, things in favor of Kåñëa consciousness and how to reject things unfavorable to, Kåñëa consciousness. He is always aloof from material things because he is, always transcendental, and he is always alone, having nothing to do with, persons not in Kåñëa consciousness. Therefore a person in Kåñëa, consciousness is the perfect yogé., TEXTS 11–12, éucaE deXae Pa[iTaïaPYa iSQarMaaSaNaMaaTMaNa ), NaaTYauiC^Ta& NaaiTaNaqc& cEl/aiJaNaku-XaaetarMa( )) 11 )), Ta}aEk-aGa]& MaNa k*-Tva YaTaictaeiNd]Yai§-Ya ), oPaivXYaaSaNae YauHJYaaÛaeGaMaaTMaivéuÖYae )) 12 )), çucau deçe pratiñöhäpya, sthiram äsanam ätmanaù, näty-ucchritaà näti-nécaà, cailäjina-kuçottaram, tatraikägraà manaù kåtvä, yata-cittendriya-kriyaù, upaviçyäsane yuïjyäd, yogam ätma-viçuddhaye, çucau—in sanctified; deçe—in the land; pratiñöhäpya—placing; sthiram—firm;, äsanam—seat; ätmanaù—self-dependant; na—not; ati—too; ucchritam—, high; na—nor; ati—too; nécam—low; caila-ajna—soft cloth and deerskin;, kuçottaram—kuça grass; tatra—thereupon; ekägram—one attention; manaù—, mind; kåtvä—doing so; yata-citta—controlling the mind; indriya—senses;, kriyaù—activities; upaviçya—sitting on; äsane—on the seat; yuïjyät—, execute; yogam—yoga practice; ätma—heart; viçuddhaye—for clarifying., TRANSLATION, To practice yoga, one should go to a secluded place and should lay kuça-grass on, the ground and then cover it with a deerskin and a soft cloth. The seat should, neither be too high nor too low and should be situated in a sacred place. The, yogé should then sit on it very firmly and should practice yoga by controlling, the mind and the senses, purifying the heart and fixing the mind on one point., PURPORT, Sacred place refers to places of pilgrimage. In India the yogés, the, transcendentalists or the devotees all leave home and reside in sacred places, such as Prayäg, Mathurä, Våndävana, Håñékeça, and Hardwar and in solitude, practice yoga where the sacred rivers like the Yamunä and the Ganges flow., But often this is not possible, especially for Westerners. The so-called yoga, societies in big cities may be successful in earning material benefit, but they, are not at all suitable for the actual practice of yoga. One who is not self-, controlled and whose mind is not undisturbed cannot practice meditation., Therefore, in the Båhan-Näradéya Puräëa it is said that in the Kali-yuga (the, present yuga or age) when people in general are short-lived, slow in spiritual, realization and always disturbed by various anxieties, the best means of, spiritual realization is chanting the holy name of the Lord., harer näma harer näma harer nämaiva kevalam, kalau nästy eva nästy eva nästy eva gatir anyathä., In this age of quarrel and hypocrisy the only means of deliverance is, chanting the holy name of the Lord. There is no other way. There is no other, way. There is no other way., TEXTS 13–14, SaMa& k-aYaiXaraeGa]qv& DaarYaàcl&/ iSQar ), SaMPa[e+Ya NaaiSak-aGa]& Sv& idXaêaNavl/aek-YaNa( )) 13 )), Pa[XaaNTaaTMaa ivGaTa>aqb]Røcairv]Tae iSQaTa ), MaNa Sa&YaMYa MaiÀtaae Yau¢- AaSaqTa MaTPar )) 14 )), samaà käya-çiro-grévaà, dhärayann acalaà sthiraù, samprekñya näsikägraà svaà, diçaç cänavalokayan, praçäntätmä vigata-bhér, brahmacäri-vrate sthitaù, manaù saàyamya mac-citto, yukta äséta mat-paraù, samam—straight; käya-çiraù—body and head; grévam—neck; dhärayan—, holding; acalam—unmoved; sthiraù—still; samprekñya—looking; näsikä—, nose; agram—tip; svam—own; diçaù—all sides; ca—also; anavalokayan—not, seeing; praçänta—unagitated; ätmä—mind; vigata-bhéù—devoid of fear;, brahmacäri-vrate—in the vow of celibacy; sthitaù—situated; manaù—mind;, saàyamya—completely subdued; mat—unto Me (Kåñëa); cittaù—, concentrated; yuktaù—actual yogé; äséta—being so; mat—unto Me; paraù—, ultimate goal., TRANSLATION, One should hold one’s body, neck and head erect in a straight line and stare, steadily at the tip of the nose. Thus with an unagitated, subdued mind, devoid, of fear, completely free from sex life, one should meditate upon Me within the, heart and make Me the ultimate goal of life., PURPORT, The goal of life is to know Kåñëa, who is situated within the heart of every, living being as Paramätmä, the four-handed Viñëu form. The yoga process is, practiced in order to discover and see this localized form of Viñëu, and not for, any other purpose. The localized Viñëu-mürti is the plenary representation of, Kåñëa dwelling within one’s heart. One who has no program to realize this, Viñëu-murti is uselessly engaged in mock-yoga practice and is certainly wasting, his time. Kåñëä is the ultimate goal of life, and the Viñëu-murti situated in, one’s heart is the object of yoga practice. To realize this Viñëu-murti within, the heart, one has to observe complete abstinence from sex life; therefore one, has to leave home and live alone in a secluded place, remaining seated as, mentioned above. One cannot enjoy sex life daily at home or elsewhere and, attend a so-called yoga class and thus become a yogé. One has to practice, controlling the mind and avoiding all kinds of sense gratification, of which sex, life is the chief. In the rules of celibacy written by the great sage Yäjïavalkya, it is said:, karmaëä manasä väcä sarvävasthäsu sarvadä, sarvatra maithuëa-tyägo brahmacaryaà pracakñate., The vow of brahmacarya is meant to help one completely abstain from sex, indulgence in work, words and mind—at all times, under all circumstances,, and in all places. No one can perform correct yoga practice through sex, indulgence. Brahmacarya is taught, therefore, from childhood when one has, no knowledge of sex life. Children at the age of five are sent to the guru-kula,, or the place of the spiritual master, and the master trains the young boys in, the strict discipline of becoming brahmacärés. Without such practice, no one, can make advancement in any yoga, whether it be dhyäna, jïäna or bhakti., One who, however, follows the rules and regulations of married life, having, sexual relationship only with his wife (and that also under regulation), is also, called brahmacäré. Such a restrained householder brahmacäré may be accepted, in the bhakti school, but the jïäna and dhyäna schools do not admit even, householder brahmacärés. They require complete abstinence without, compromise. In the bhakti school, a householder brahmacäré is allowed, controlled sex life because the cult of bhakti-yoga is so powerful that one, automatically loses sexual attraction, being engaged in the superior service of, the Lord. In the Bhagavad-gétä it is said:, viñayä vinivartante nirähärasya dehinaù, rasa-varjaà raso ’py asya paraà dåñövä nivartate, Whereas others are forced to restrain themselves from sense gratification, a, devotee of the Lord automatically refrains because of superior taste. Other, than the devotee, no one has any information of that superior taste., Vigatabhéù. One cannot be fearless unless one is fully in Kåñëa, consciousness. A conditioned soul is fearful due to his perverted memory, his, forgetfulness of his eternal relationship with Kåñëa. The Bhägavatam says,, bhayaà dvitéyäbhiniveçataù syäd éçäd apetasya viparyayo ‘småtiù: Kåñëa, consciousness is the only basis for fearlessness. Therefore, perfect practice is, possible for a person who is Kåñëa conscious. And since the ultimate goal of, yoga practice is to see the Lord within, a Kåñëa conscious person is already the, best of all yogés. The principles of the yoga system mentioned herein are, different from those of the popular so-called yoga societies."
        ]
      },
      {
        "text_number": 15,
        "heading": "TEXT 15",
        "transliteration_lines": [
          "TEXT 15",
          "YauÅàev& SadaTMaaNa& YaaeGaq iNaYaTaMaaNaSa )",
          "XaaiNTa& iNavaR<aParMaa& MaTSa&SQaaMaiDaGaC^iTa )) 15 ))",
          "yuïjann evaà sadätmänaà",
          "yogé niyata-mänasaù",
          "çäntià nirväëa-paramäà",
          "mat-saàsthäm adhigacchati",
          "Thus practicing control of the body, mind and activities, the mystic",
          "transcendentalist attains to the kingdom of God [or the abode of Kåñëa] by",
          "cessation of material existence.",
          ""
        ],
        "word_meaning_lines": [
          "yuïjan—practicing like this; evam—as mentioned above; sadä—constantly;",
          "ätmänam—body, mind and soul; yogé—the mystic transcendentalist; niyata-",
          "mänasaù—regulated mind; çäntim—peace; nirväëa-paramäm—cessation of",
          "material existence; mat-saàsthäm—in the spiritual sky (the kingdom of God);",
          "adhigacchati—does attain."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The ultimate goal in practicing yoga is now clearly explained. Yoga practice, is not meant for attaining any kind of material facility; it is to enable the, cessation of all material existence. One who seeks an improvement in health, or aspires after material perfection is no yogé according to Bhagavad-gétä. Nor, does cessation of material existence entail one’s entering into the void,, which is only a myth. There is no void anywhere within the creation of the, Lord. Rather, the cessation of material existence enables one to enter into the, spiritual sky, the abode of the Lord. The abode of the Lord is also clearly, described in the Bhagavad-gétä as that place where there is no need of sun,, moon, nor electricity. All the planets in the spiritual kingdom are self-, illuminated like the sun in the material sky. The kingdom of God is, everywhere, but the spiritual sky and the planets thereof are called paraà, dhäma, or superior abodes., A consummate yogé, who is perfect in understanding Lord Kåñëa, as is clearly, stated herein (mat-cittaù, mat-paraù, mat-sthänam) by the Lord Himself, can, attain real peace and can ultimately reach His supreme abode, the Kåñëa-loka, known as Goloka Våndävana. In the Brahma-saàhitä it is clearly stated, (goloka eva nivasaty akhilätma-bhütaù) that the Lord, although residing always, in His abode called Goloka, is the all-pervading Brahman and the localized, Paramätmä as well by dint of His superior spiritual energies. No one can reach, the spiritual sky or enter into the eternal abode (Vaikuëöha Goloka, Våndävana) of the Lord without the proper understanding of Kåñëa and His, plenary expansion Viñëu. Therefore a person working in Kåñëa consciousness, is the perfect yogé, because his mind is always absorbed in Kåñëa’s activities. Sa, vai manaù kåñëa-padäravindayoù. In the Vedas also we learn: tam eva, viditvätimåtyum eti: One can overcome the path of birth and death only by, understanding the Supreme Personality of Godhead, Kåñëa. In other words,, perfection of the yoga system is the attainment of freedom from material, existence and not some magical jugglery or gymnastic feats to befool innocent, people."
        ]
      },
      {
        "text_number": 16,
        "heading": "TEXT 16",
        "transliteration_lines": [
          "TEXT 16",
          "NaaTYaénTaSTau YaaeGaae_iSTa Na cEk-aNTaMaNaénTa )",
          "Na caiTaSvPanXaql/SYa JaaGa]Taae NaEv caJauRNa )) 16 ))",
          "näty-açnatas ’tu yogo ’sti",
          "na caikäntam anaçnataù",
          "na cäti-svapna-çélasya",
          "jägrato naiva cärjuna",
          "much, or eats too little, sleeps too much or does not sleep enough.",
          ""
        ],
        "word_meaning_lines": [
          "na—never; ati—too much; açnataù—of one who eats so; tu—but; yogaù—",
          "linking with the Supreme; asti—there is; na—nor; ca—also; ekäntam—very",
          "low; anaçnataù—abstaining from eating; na—nor; ca—also; ati—too much;",
          "svapna-çélasya—of one who sleeps too much; jägrataù—or one who keeps",
          "night watch too much; na—not; eva—ever; ca—and; arjuna—O Arjuna.",
          "There is no possibility of one’s becoming a yogé, O Arjuna, if one eats too"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Regulation of diet and sleep is recommended herein for the yogés. Too much, eating means eating more than is required to keep the body and soul together., There is no need for men to eat animals because there is an ample supply of, grains, vegetables, fruits and milk. Such simple foodstuff is considered to be in, the mode of goodness according to the Bhagavad-gétä. Animal food is for those, in the mode of ignorance. Therefore, those who indulge in animal food,, drinking, smoking and eating food which is not first offered to Kåñëa will, suffer sinful reactions because of eating only polluted things. Bhuïjate te tv, aghaà papa ye pacanty ätma-käraëät. Anyone who eats for sense pleasure, or, cooks for himself, not offering his food to Kåñëa, eats only sin. One who eats, sin and eats more than is allotted to him cannot execute perfect yoga. It is best, that one eat only the remnants of foodstuff offered to Kåñëa. A person in, Kåñëa consciousness does not eat anything which is not first offered to Kåñëa., Therefore, only the Kåñëa conscious person can attain perfection in yoga, practice. Nor can one who artificially abstains from eating, manufacturing his, own personal process of fasting, practice yoga. The Kåñëa conscious person, observes fasting as it is recommended in the scriptures. He does not fast or eat, more than is required, and he is thus competent to perform yoga practice. One, who eats more than required will dream very much while sleeping, and he, must consequently sleep more than is required. One should not sleep more, than six hours daily. One who sleeps more than six hours out of twenty-four is, certainly influenced by the mode of ignorance. A person in the mode of, ignorance is lazy and prone to sleep a great deal. Such a person cannot perform, yoga."
        ]
      },
      {
        "text_number": 17,
        "heading": "TEXT 17",
        "transliteration_lines": [
          "TEXT 17",
          "Yau¢-aharivharSYa Yau¢-ceíSYa k-MaRSau )",
          "Yau¢-SvPanavbaeDaSYa YaaeGaae >aviTa du%ha )) 17 ))",
          "yuktähära-vihärasya",
          "yukta-ceñöasya karmasu",
          "yukta-svapnävabodhasya",
          "yogo bhavati duùkha-hä",
          ""
        ],
        "word_meaning_lines": [
          "yukta—regulated; ähära—eating; vihärasya—recreation; yukta—regulated;",
          "ceñöasya—of one who works for maintenance; karmasu—in discharging duties;",
          "yukta—regulated; svapna-avabodhasya—regulated sleep and wakefulness;",
          "yogaù—practice of yoga; bhavati—becomes; duùkha-hä—diminishing pains."
        ],
        "translation": ", He who is temperate in his habits of eating, sleeping, working and recreation, can mitigate all material pains by practicing the yoga system.,",
        "purport_paragraphs": [
          "Extravagance in the matter of eating, sleeping, defending and mating—, which are demands of the body—can block advancement in the practice of, yoga. As far as eating is concerned, it can be regulated only when one is, practiced to take and accept prasädam, sanctified food. Lord Kåñëa is offered,, according to the Bhagavad-gétä (Bg. 9.26), vegetables, flowers, fruits, grains,, milk, etc. In this way, a person in Kåñëa consciousness becomes automatically, trained not to accept food not meant for human consumption, or which is not, in the category of goodness. As far as sleeping is concerned, a Kåñëa conscious, person is always alert in the discharge of his duties in Kåñëa consciousness, and, therefore any unnecessary time spent sleeping is considered a great loss. A, Kåñëa conscious person cannot bear to pass a minute of his life without being, engaged in the service of the Lord. Therefore, his sleeping is kept to a, minimum. His ideal in this respect is Çréla Rüpa Gosvämé, who was always, engaged in the service of Kåñëa and who could not sleep more than two hours, a day, and sometimes not even that. Öhäkura Haridäsa would not even accept, prasädam nor even sleep for a moment without finishing his daily routine of, chanting with his beads three hundred thousand names. As far as work is, concerned, a Kåñëa conscious person does not do anything which is not, connected with Kåñëa’s interest, and thus his work is always regulated and is, untainted by sense gratification. Since there is no question of sense, gratification, there is no material leisure for a person in Kåñëa consciousness., And because he is regulated in all his work, speech, sleep, wakefulness and all, other bodily activities, there is no material misery for him."
        ]
      },
      {
        "text_number": 18,
        "heading": "TEXT 18",
        "transliteration_lines": [
          "TEXT 18",
          "Yada iviNaYaTa& ictaMaaTMaNYaevaviTaïTae )",
          "iNaSPa*h SavRk-aMae>Yaae Yau¢- wTYauCYaTae Tada )) 18 ))",
          "yadä viniyataà cittam",
          "ätmany evävatiñöhate",
          "nispåhaù sarva-kämebhyo",
          "yukta ity ucyate tadä",
          "When the yogé, by practice of yoga, disciplines his mental activities and becomes",
          "attained yoga.",
          ""
        ],
        "word_meaning_lines": [
          "yadä—when; viniyatam—particularly disciplined; cittam—the mind and its",
          "activities; ätmani—in the Transcendence; eva—certainly; avatiñöhate—",
          "becomes situated; nispåhaù—devoid of; sarva—all kinds of; kämebhyaù—",
          "material desires; yuktaù—well situated in yoga; iti—thus; ucyate—is said to be;",
          "tadä—at that time.",
          "situated in Transcendence—devoid of all material desires—he is said to have"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The activities of the yogé are distinguished from those of an ordinary person, by his characteristic cessation from all kinds of material desires—of which sex, is the chief. A perfect yogé is so well disciplined in the activities of the mind, that he can no longer be disturbed by any kind of material desire. This, perfectional stage can automatically be attained by persons in Kåñëa, consciousness, as is stated in the Çrémad-Bhägavatam (9.4.18–20):, sa vai manaù kåñëa-padäravindayor vacäàsi vaikuëöha-guëänavarëane, karau harer mandira-märjanädiñu çrutià cakäräcyuta-sat-kathodaye, mukunda-liìgälaya-darçane dåçau tad-bhåtyagätra-sparçe ’ìga-saìgamam, ghräëaà ca tat-päda-saroja-saurabhe çrémat tulasyä rasanäà tad-arpite, pädau hareù kñetra-padänusarpaëe çiro håñékeça-padäbhivandane, kämaà ca däsye na tu käma-kämyayä yathottama-çloka-janäçrayä ratiù, King Ambaréña first of all engaged his mind on the lotus feet of Lord, Kåñëa; then, one after another, he engaged his words in describing the, transcendental qualities of the Lord, his hands in mopping the temple of the, Lord, his ears in hearing of the activities of the Lord, his eyes in seeing the, transcendental forms of the Lord, his body in touching the bodies of the, devotees, his sense of smell in smelling the scents of the lotus flower offered to, the Lord, his tongue in tasting the tulasé leaf offered at the lotus feet of the, Lord, his legs in going to places of pilgrimage and the temple of the Lord, his, head in offering obeisances unto the Lord and his desires in executing the, mission of the Lord. All these transcendental activities are quite befitting a, pure devotee., This transcendental stage may be inexpressible subjectively by the followers, of the impersonalist path, but it becomes very easy and practical for a person, in Kåñëa consciousness, as is apparent in the above description of the, engagements of Mahäräja Ambaréña. Unless the mind is fixed on the lotus feet, of the Lord by constant remembrance, such transcendental engagements are, not practical. In the devotional service of the Lord, therefore, these prescribed, activities are called arcanä, or engaging all the senses in the service of the, Lord. The senses and the mind require engagements. Simple abnegation is not, practical. Therefore, for people in general—especially those who are not in, the renounced order of life—transcendental engagement of the senses and the, mind as described above is the perfect process for transcendental achievement,, which is called yukta in the Bhagavad-gétä."
        ]
      },
      {
        "text_number": 19,
        "heading": "TEXT 19",
        "transliteration_lines": [
          "TEXT 19",
          "YaQaa dqPaae iNavaTaSQaae Nae®Tae SaaePaMaa SMa*Taa )",
          "YaaeiGaNaae YaTaictaSYa YauÅTaae YaaeGaMaaTMaNa )) 19 ))",
          "yathä dépo niväta-stho",
          "neìgate sopamä småtä",
          "yogino yata-cittasya",
          "yuïjato yogam ätmanaù",
          ""
        ],
        "word_meaning_lines": [
          "yathä—as; dépaù—a lamp; nivätasthaù—in a place without wind; na—does",
          "not; iìgate—waver; sä upamä—compared to that; småtä—likened; yoginaù—of",
          "the yogé; yata-cittasya—whose mind is controlled; yuïjataù—constantly",
          "engaged in; yogam—meditation; ätmanaù—on Transcendence."
        ],
        "translation": ", As a lamp in a windless place does not waver, so the transcendentalist, whose, mind is controlled, remains always steady in his meditation on the transcendent, Self.,",
        "purport_paragraphs": [
          "A truly Kåñëa conscious person, always absorbed in Transcendence, in, constant undisturbed meditation on his worshipable Lord, is as steady as a, lamp in a windless place., TEXTS 20–23, Ya}aaeParMaTae icta& iNaåÖ& YaaeGaSaevYaa ), Ya}a cEvaTMaNaaTMaaNa& PaXYaàaTMaiNa TauZYaiTa )) 20 )), Sau%MaaTYaiNTak&- Yatad(buiÖGa]aùMaTaqiNd]YaMa( ), veita Ya}a Na cEvaYa& iSQaTaêl/iTa TatvTa )) 21 )), Ya& l/Bßa caPar& l/a>a& MaNYaTae NaaiDak&- TaTa ), YaiSMaiNSQaTaae Na du%eNa Gauå<aaiPa ivcaLYaTae )) 22 )), Ta& ivÛaÕu%Sa&YaaeGaivYaaeGa& YaaeGaSa&ijTaMa( )) 23 )), yatroparamate cittaà, niruddhaà yoga-sevayä, yatra caivätmanätmänaà, paçyann ätmani tuñyati, sukham ätyantikaà yat tad, buddhi-grähyam aténdriyam, vetti yatra na caiväyaà, sthitaç calati tattvataù, yaà labdhvä cäparaà läbhaà, manyate nädhikaà tataù, yasmin sthito na duùkhena, guruëäpi vicälyate, taà vidyäd duùkha-saàyoga-, viyogaà yoga-saàjïitam, yatra—in that state of affairs; uparamate—when one feels transcendental, happiness; cittam—mental activities; niruddham—restrained from matter;, yoga-sevayä—by performance of yoga; yatra—in that; ca—also; eva—, certainly; ätmanä—by the pure mind; ätmänam—self; paçyan—realizing the, position; ätmani—in the self; tuñyati—becomes satisfied; sukham—happiness;, ätyantikam—supreme; yat—in which; tat—that; buddhi—intelligence;, grähyam—acceptable; aténdriyam—transcendental; vetti—knows; yatra—, wherein; na—never; ca—also; eva—certainly; ayam—in this; sthitaù—, situated; calati—moves; tattvataù—from the truth; yam—that which; labdhvä, —by attainment; ca—also; aparam—any other; läbham—gain; manyate—, does not mind; na—never; adhikam—more than that; tataù—from that;, yasmin—in which; sthitaù—being situated; na—never; duùkhena—by, miseries; guruëäpi—even though very difficult; vicälyate—becomes shaken;, tam—that; vidyät—you must know; duùkha-saàyoga—miseries of material, contact; viyogam—extermination; yoga-samjïitam—trance in yoga., TRANSLATION, The stage of perfection is called trance, or samädhi, when one’s mind is, completely restrained from material mental activities by practice of yoga. This is, characterized by one’s ability to see the self by the pure mind and to relish and, rejoice in the self. In that joyous state, one is situated in boundless, transcendental happiness and enjoys himself through transcendental senses., Established thus, one never departs from the truth, and upon gaining this he, thinks there is no greater gain. Being situated in such a position, one is never, shaken, even in the midst of greatest difficulty. This indeed is actual freedom, from all miseries arising from material contact., PURPORT, By practice of yoga one becomes gradually detached from material concepts., This is the primary characteristic of the yoga principle. And after this, one, becomes situated in trance, or samädhi which means that the yogé realizes the, Supersoul through transcendental mind and intelligence, without any of the, misgivings of identifying the self with the Superself. Yoga practice is more or, less based on the principles of the Pataïjali system. Some unauthorized, commentators try to identify the individual soul with the Supersoul, and the, monists think this to be liberation, but they do not understand the real, purpose of the Pataïjali system of yoga. There is an acceptance of, transcendental pleasure in the Pataïjali system, but the monists do not accept, this transcendental pleasure out of fear of jeopardizing the theory of oneness., The duality of knowledge and knower is not accepted by the nondualist, but in, this verse transcendental pleasure—realized through transcendental senses—, is accepted. And this is corroborated by the Pataïjali Muni, the famous, exponent of the yoga system. The great sage declares in his Yoga-sütras:, puruñärtha-çünyänäà guëänäà pratiprasavaù kaivalyaà svarüpa-pratiñöhä vä, citi-çaktir iti., This citi-çakti, or internal potency, is transcendental. Puruñärtha means, material religiosity, economic development, sense gratification and, at the end,, the attempt to become one with the Supreme. This oneness with the, Supreme is called kaivalyam by the monist. But according to Pataïjali, this, kaivalyam is an internal, or transcendental, potency by which the living entity, becomes aware of his constitutional position. In the words of Lord Caitanya,, this state of affairs is called ceto-darpaëa-märjanam, or clearance of the impure, mirror of the mind. This clearance is actually liberation, or bhava-, mahädävägni-nirväpaëam. The theory of nirväëa―also, preliminary―corresponds with this principle. In the Bhägavatam this is called, svarüpeëa vyavasthitiù. The Bhagavad-gétä also confirms this situation in this, verse., After nirväëa, or material cessation, there is the manifestation of spiritual, activities, or devotional service of the Lord, known as Kåñëa consciousness. In, the words of the Bhägavatam, svarüpeëa vyavasthitiù: this is the real life of the, living entity. Mäyä, or illusion, is the condition of spiritual life contaminated, by material infection. Liberation from this material infection does not mean, destruction of the original eternal position of the living entity. Pataïjali also, accepts this by his words kaivalyam svarüpa-pratiñöhä vä citi-çaktir iti. This citi-, çakti or transcendental pleasure, is real life. This is confirmed in the Vedänta-, sütras as änandamayo ’bhyäsät. This natural transcendental pleasure is the, ultimate goal of yoga and is easily achieved by execution of devotional service,, or bhakti-yoga. Bhaktiyoga will be vividly described in the Seventh Chapter of, Bhagavad-gétä., In the yoga system, as described in this chapter, there are two kinds of samädhi,, called samprajïäta-samädhi and asamprajïäta-samädhi. When one becomes, situated in the transcendental position by various philosophical researches, it, is called samprajïäta-samädhi. In the asamprajïäta-samädhi there is no longer, any connection with mundane pleasure, for one is then transcendental to all, sorts of happiness derived from the senses. When the yogé is once situated in, that transcendental position, he is never shaken from it. Unless the yogé is able, to reach this position, he is unsuccessful. Today’s so-called yoga practice,, which involves various sense pleasures, is contradictory. A yogé indulging in, sex and intoxication is a mockery. Even those yogés who are attracted by the, siddhis (perfections) in the process of yoga are not perfectly situated. If the, yogés are attracted by the by-products of yoga, then they cannot attain the, stage of perfection, as is stated in this verse. Persons, therefore, indulging in, the make-show practice of gymnastic feats or siddhis should know that the aim, of yoga is lost in that way., The best practice of yoga in this age is Kåñëa consciousness, which is not, baffling. A Kåñëa conscious person is so happy in his occupation that he does, not aspire after any other happiness. There are many impediments, especially, in this age of hypocrisy, to practicing haöha-yoga, dhyäna-yoga, and jïäna-yoga,, but there is no such problem in executing karma-yoga or bhakti-yoga., As long as the material body exists, one has to meet the demands of the body,, namely eating, sleeping, defending and mating. But a person who is in pure, bhakti-yoga or in Kåñëa consciousness does not arouse the senses while meeting, the demands of the body. Rather, he accepts the bare necessities of life,, making the best use of a bad bargain, and enjoys transcendental happiness in, Kåñëa consciousness. He is callous toward incidental occurrences―such as, accidents, disease, scarcity and even the death of a most dear relative―but he, is always alert to execute his duties in Kåñëa consciousness or bhakti-yoga., Accidents never deviate him from his duty. As stated in the Bhagavad-gétä,, ägamäpäyino ’nityäs täàs titikñasva bhärata. He endures all such incidental, occurences because he knows that they come and go and do not affect his, duties. In this way he achieves the highest perfection in yoga practice."
        ]
      },
      {
        "text_number": 24,
        "heading": "TEXT 24",
        "transliteration_lines": [
          "TEXT 24",
          "Sa iNaêYaeNa Yaae¢-VYaae YaaeGaae_iNaivR<aceTaSaa )",
          "SaªLPaPa[>avaNk-aMaa&STYa¤-a SavaRNaXaezTa )",
          "MaNaSaEveiNd]YaGa]aMa& iviNaYaMYa SaMaNTaTa )) 24 ))",
          "sa niçcayena yoktavyo",
          "yogo ’nirviëëa-cetasä",
          "saìkalpa-prabhavän kämäàs",
          "tyaktvä sarvän açeñataù",
          "manasaivendriya-grämaà",
          "viniyamya samantataù",
          "One should engage oneself in the practice of yoga with undeviating",
          "determination and faith. One should abandon, without exception, all material",
          "desires born of false ego and thus control all the senses on all sides by the mind.",
          ""
        ],
        "word_meaning_lines": [
          "saù—that yoga system; niçcayena—with firm determination; yoktavyaù—must",
          "be practiced; yogaù—in such practice; anirviëëa-cetasä—without deviation;",
          "saìkalpa—material desires; prabhavän—born of; kämän—sense gratification;",
          "tyaktvä—giving up; sarvän—all; açeñatah—completely; manasä—by the mind;",
          "eva—certainly; indriya-grämam—the full set of senses; viniyamya—regulating;",
          "samantataù—from all sides."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The yoga practitioner should be determined and should patiently prosecute, the practice without deviation. One should be sure of success at the end and, pursue this course with great perserverance, not becoming discouraged if there, is any delay in the attainment of success. Success is sure for the rigid, practitioner. Regarding bhakti-yoga, Rupa Gosvämé says:, utsähän niçcayäd dhairyät tat tat karma-pravartanät, saìga-tyägät satovåtteù ñaòbhir bhaktiù prasidhyati, The process of bhakti-yoga can be executed successfully with full-hearted, enthusiasm, perseverance, and determination by following the prescribed, duties in the association of devotees and by engaging completely in activities, of goodness., As for determination, one should follow the example of the sparrow who, lost her eggs in the waves of the ocean. A sparrow laid her eggs on the shore of, the ocean, but the big ocean carried away the eggs on its waves. The sparrow, became very upset and asked the ocean to return her eggs. The ocean did not, even consider her appeal. So the sparrow decided to dry up the ocean. She, began to pick out the water in her small beak, and everyone laughed at her for, her impossible determination. The news of her activity spread, and at last, Garuòa, the gigantic bird carrier of Lord Viñëu, heard it. He became, compassionate toward his small sister bird, and so he came to see the sparrow., Garuòa was very pleased by the determination of the small sparrow, and he, promised to help. Thus Garuòa at once asked the ocean to return her eggs lest, he himself take up the work of the sparrow. The ocean was frightened at this,, and returned the eggs. Thus the sparrow became happy by the grace of, Garuòa., Similarly, the practice of yoga, especially bhakti-yoga in Kåñëa consciousness,, may appear to be a very difficult job. But if anyone follows the principles with, great determination, the Lord will surely help, for God helps those who help, themselves."
        ]
      },
      {
        "text_number": 25,
        "heading": "TEXT 25",
        "transliteration_lines": [
          "TEXT 25",
          "XaNaE XaNaEåParMaed(buÖya Da*iTaGa*hqTaYaa )",
          "AaTMaSa&SQa& MaNa k*-Tva Na ik-iÄdiPa icNTaYaeTa( )) 25 ))",
          "çanaiù çanair uparamed",
          "buddhyä dhåti-gåhétayä",
          "ätma-saàsthaà manaù kåtvä",
          "na kiïcid api cintayet",
          ""
        ],
        "word_meaning_lines": [
          "çanaiù—gradually; çanaiù—step by step; uparamet—hesitated; buddhyä—by",
          "intelligence; dhåti-gåhétayä—carrying the conviction; ätma-saàstham—placed",
          "in transcendence; manaù—mind; kåtvä—doing so; na—nothing; kiïcit—",
          "anything else; api—even; cintayet—be thinking of."
        ],
        "translation": ", Gradually, step by step, with full conviction, one should become situated in, trance by means of intelligence, and thus the mind should be fixed on the Self, alone and should think of nothing else.,",
        "purport_paragraphs": [
          "By proper conviction and intelligence one should gradually cease sense, activities. This is called pratyähära. The mind, being controlled by conviction,, meditation, and cessation of the senses, should be situated in trance, or, samädhi. At that time there is no longer any danger of becoming engaged in, the material conception of life. In other words, although one is involved with, matter as long as the material body exists, one should not think about sense, gratification. One should think of no pleasure aside from the pleasure of the, Supreme Self. This state is easily attained by directly practicing Kåñëa, consciousness."
        ]
      },
      {
        "text_number": 26,
        "heading": "TEXT 26",
        "transliteration_lines": [
          "TEXT 26",
          "YaTaae YaTaae iNaêl/iTa MaNaêÄl/MaiSQarMa( )",
          "TaTaSTaTaae iNaYaMYaETadaTMaNYaev vXa& NaYaeTa( )) 26 ))",
          "yato yato niçcalati",
          "manaç caïcalam asthiram",
          "tatas tato niyamyaitad",
          "ätmany eva vaçaà nayet",
          "From whatever and wherever the mind wanders due to its flickering and",
          "unsteady nature, one must certainly withdraw it and bring it back under the",
          "control of the Self.",
          ""
        ],
        "word_meaning_lines": [
          "yataù—whatever; yataù—wherever; niçcalati—verily agitated; manaù—the",
          "mind; caïcalam—flickering; asthiram—unsteady; tataù—from there; tataù—",
          "and thereafter; niyamya—regulating; etat—this; ätmani—in the self; eva—",
          "certainly; vaçam—control; nayet—must bring in."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The nature of the mind is flickering and unsteady. But a self-realized yogé, has to control the mind; the mind should not control him. One who controls, the mind (and therefore the senses as well) is called gosvämé, or svämé, and one, who is controlled by the mind is called godäsa, or the servant of the senses. A, gosvämé knows the standard of sense happiness. In transcendental sense, happiness, the senses are engaged in the service of Håñékeça or the supreme, owner of the senses—Kåñëa. Serving Kåñëa with purified senses is called Kåñëa, consciousness. That is the way of bringing the senses under full control. What, is more, that is the highest perfection of yoga practice."
        ]
      },
      {
        "text_number": 27,
        "heading": "TEXT 27",
        "transliteration_lines": [
          "TEXT 27",
          "Pa[XaaNTaMaNaSa& ùeNa& YaaeiGaNa& Sau%MautaMaMa( )",
          "oPaEiTa XaaNTarJaSa& b]ø>aUTaMak-LMazMa( )) 27 ))",
          "praçänta-manasaà hy enaà",
          "yoginaà sukham uttamam",
          "upaiti çänta-rajasaà",
          "brahma-bhütam akalmañam",
          "The yogé whose mind is fixed on Me verily attains the highest happiness. By",
          "virtue of his identity with Brahman, he is liberated; his mind is peaceful, his",
          "passions are quieted, and he is freed from sin.",
          ""
        ],
        "word_meaning_lines": [
          "praçänta—mind fixed on the lotus feet of Kåñëa; manasam—of one whose",
          "mind is so fixed; hi—certainly; enam—this; yoginam—the yogé; sukham—",
          "happiness; uttamam—the highest; upaiti—attains; çänta-rajasam—pacified",
          "passion; brahma-bhütam—liberated by identification with the Absolute;",
          "akalmañam—freed from all past sinful reaction."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Brahma-bhüta is the state of being free from material contamination and, situated in the transcendental service of the Lord. Mad-bhaktim labhate paräm, (Bg. 18.54). One cannot remain in the quality of Brahman, the Absolute, until, one’s mind is fixed on the lotus feet of the Lord. Sa vai manaù kåñëa-, padäravindayoù. To be always engaged in the transcendental loving service of, the Lord, or to remain in Kåñëa consciousness, is to be factually liberated from, the mode of passion and all material contamination."
        ]
      },
      {
        "text_number": 28,
        "heading": "TEXT 28",
        "transliteration_lines": [
          "TEXT 28",
          "YauÅàev& SadaTMaaNa& YaaeGaq ivGaTak-LMaz )",
          "Sau%eNa b]øSa&SPaXaRMaTYaNTa& Sau%MaénuTae )) 28 ))",
          "yuïjann evaà sadätmänaà",
          "yogé vigata-kalmañaù",
          "sukhena brahma-saàsparçam",
          "atyantaà sukham açnute",
          "Steady in the Self, being freed from all material contamination, the yogé",
          "achieves the highest perfectional stage of happiness in touch with the Supreme",
          "Consciousness.",
          ""
        ],
        "word_meaning_lines": [
          "yuïjan—thus being engaged in yoga practice; evam—thus; sadä—always;",
          "ätmänam—self; yogé—one who is in touch with the Supreme Self; vigata—is",
          "freed from; kalmañaù—all material contamination; sukhena—in",
          "transcendental happiness; brahma-saàsparçam—being in constant touch with",
          "the Supreme; atyantam—highest; sukham—happiness; açnute—attains."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Self-realization means knowing one’s constitutional position in relationship, to the Supreme. The individual soul is part and parcel of the Supreme, and his, position is to render transcendental service to the Lord. This transcendental, contact with the Supreme is called brahma-saàsparça."
        ]
      },
      {
        "text_number": 29,
        "heading": "TEXT 29",
        "transliteration_lines": [
          "TEXT 29",
          "SavR>aUTaSQaMaaTMaaNa& SavR>aUTaaiNa caTMaiNa )",
          "wR+aTae YaaeGaYau¢-aTMaa SavR}a SaMadXaRNa )) 29 ))",
          "sarva-bhüta-stham ätmänaà",
          "A true yogé observes Me in all beings, and also sees every being in Me. Indeed",
          "the self-realized man sees Me everywhere.",
          "sarva-bhütäni cätmani",
          "ékñate yoga-yuktätmä",
          "sarvatra sama-darçanaù",
          ""
        ],
        "word_meaning_lines": [
          "sarva-bhüta-stham—situated in all beings; ätmänam—the Supersoul; sarva—",
          "all; bhütäni—entities; ca—also; ätmani—in the Self; ékñate—does see; yoga-",
          "yukta-ätmä—one who is dovetailed in Kåñëa consciousness; sarvatra—",
          "everywhere; sama-darçanaù—seeing equally."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "A Kåñëa conscious yogé is the perfect seer because he sees Kåñëa, the, Supreme, situated in everyone’s heart as Supersoul (Paramätmä). Éçvaraù, sarva-bhütänäà håd-deçe ’rjuna tiñöhati. The Lord in His Paramätmä feature is, situated within both the heart of the dog and that of a brähmaëa. The perfect, yogé knows that the Lord is eternally transcendental and is not materially, affected by His presence in either a dog or a brähmaëa. That is the supreme, neutrality of the Lord. The individual soul is also situated in the individual, heart, but he is not present in all hearts. That is the distinction between the, individual soul and the Supersoul. One who is not factually in the practice of, yoga cannot see so clearly. A Kåñëa conscious person can see Kåñëa in the, heart of both the believer and nonbeliever. In the småti this is confirmed as, follows: ätatatväc ca mätåtväd ätmä hi paramo hariù., The Lord, being the source of all beings, is like the mother and the maintainer., As the mother is neutral to all different kinds of children, the Supreme Father, (or Mother) is also. Consequently the Supersoul is always in every living being., Outwardly, also, every living being is situated in the energy of the Lord. As, will be explained in the Seventh Chapter, the Lord has, primarily, two, energies―the spiritual (or superior) and the material (or inferior). The living, entity, although part of the superior energy, is conditioned by the inferior, energy; the living entity is always in the Lord’s energy. Every living entity is, situated in Him in one way or another. The yogé sees equally because he sees, that all living entities, although in different situations according to the results, of fruitive work, in all circumstances remain the servants of God. While in the, material energy, the living entity serves the material senses; and while in, spiritual energy, he serves the Supreme Lord directly. In either case the living, entity is the servant of God. This vision of equality is perfect in a person in, Kåñëa consciousness."
        ]
      },
      {
        "text_number": 30,
        "heading": "TEXT 30",
        "transliteration_lines": [
          "TEXT 30",
          "Yaae Maa& PaXYaiTa SavR}a Sav| c MaiYa PaXYaiTa )",
          "TaSYaah& Na Pa[<aXYaaiMa Sa c Mae Na Pa[<aXYaiTa )) 30 ))",
          "yo mäà paçyati sarvatra",
          "sarvaà ca mayi paçyati",
          "tasyähaà na praëaçyämi",
          "sa ca me na praëaçyati",
          "For one who sees Me everywhere and sees everything in Me, I am never lost",
          "nor is he ever lost to Me.",
          ""
        ],
        "word_meaning_lines": [
          "yaù—whoever; mäm—Me; paçyati—sees; sarvatra—everywhere; sarvam—",
          "everything; ca—and; mayi—in Me; paçyati—he sees; tasya—his; aham—I; na",
          "—not; praëaçyämi—am lost; saù—he; ca—also; me—to Me; na—nor;",
          "praëaçyati—is lost."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "A person in Kåñëa consciousness certainly sees Lord Kåñëa everywhere, and, he sees everything in Kåñëa. Such a person may appear to see all separate, manifestations of the material nature, but in each and every instance he is, conscious of Kåñëa, knowing that everything is the manifestation of Kåñëa’s, energy. Nothing can exist without Kåñëa, and Kåñëa is the Lord of everything, —this is the basic principle of Kåñëa consciousness., Kåñëa consciousness is the development of love of Kåñëa―a position, transcendental even to material liberation. It is the stage beyond self-, realization at which the devotee becomes one with Kåñëa in the sense that, Kåñëa becomes everything for the devotee, and the devotee becomes full in, loving Kåñëa. An intimate relationship between the Lord and the devotee, then exists. In that stage, the living entity attains his immortality. Nor is the, Personality of Godhead ever out of the sight of the devotee. To merge in, Kåñëa is spiritual annihilation. A devotee takes no such risk. It is stated in the, Brahma-saàhitä:, premäïjana-cchurita-bhakti-vilocanena, santaù sadaiva hådayeñu vilokayanti, yaà çyämasundaram acintya-guëa-svarüpaà, govindam ädi-puruñaà tam ahaà bhajämi, “I worship the primeval Lord, Govinda, who is always seen by the devotee, whose eyes are anointed with the pulp of love. He is seen in His eternal form, of Çyämasundara situated within the heart of the devotee. (Bs. 5.38), At this stage, Lord Kåñëa never disappears from the sight of the devotee,, nor does the devotee ever lose sight of the Lord. In the case of a yogé who sees, the Lord as Paramätmä within the heart, the same applies. Such a yogé turns, into a pure devotee and cannot bear to live for a moment with out seeing the, Lord within himself."
        ]
      },
      {
        "text_number": 31,
        "heading": "TEXT 31",
        "transliteration_lines": [
          "TEXT 31",
          "SavR>aUTaiSQaTa& Yaae Maa& >aJaTYaek-TvMaaiSQaTa )",
          "SavRQaa vTaRMaaNaae_iPa Sa YaaeGaq MaiYa vTaRTae )) 31 ))",
          "sarva-bhüta-sthitaà yo mäà",
          "bhajaty ekatvam ästhitaù",
          "sarvathä vartamäno ’pi",
          "sa yogé mayi vartate",
          "The yogé who knows that I and the Supersoul within all creatures are one",
          "worships Me and remains always in Me in all circumstances.",
          ""
        ],
        "word_meaning_lines": [
          "sarva-bhüta-sthitam—situated in everyone’s heart; yaù—he who; mäm—unto",
          "Me; bhajati—serves in devotional service; ekatvam—oneness; ästhitaù—thus",
          "situated; sarvathä—in all respects; vartamänaù—being situated; api—in spite",
          "of; saù—he; yogé—transcendentalist; mayi—unto Me; vartate—remains."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "A yogé who is practicing meditation on the Supersoul sees within himself, the plenary portion of Kåñëa as Viñëu—with four hands, holding conchshell,, wheel, club and lotus flower. The yogé should know that Viñëu is not different, from Kåñëa. Kåñëa in this form of Supersoul is situated in everyone’s heart., Furthermore, there is no difference between the innumerable Supersouls, present in the innumerable hearts of living entities. Nor is there a difference, between a Kåñëa conscious person always engaged in the transcendental loving, service of Kåñëa and a perfect yogé engaged in meditation on the Supersoul., The yogé in Kåñëa consciousness—even though he may be engaged in various, activities while in material existence—remains always situated in Kåñëa. This, is confirmed in the Bhakti-rasämåta-sindhu of Çréla Rüpa Gosvämé: nikhileñu, avasthäsu jévanmukta sa ucyate. A devotee of the Lord, always acting in Kåñëa, consciousness, is automatically liberated. In the Närada-païcarätra this is, confirmed in this way:, dik-kälädy-anavacchinne kåñëe ceto vidhäya ca, tanmayo bhavati kñipraà jévo brahmaëi yojayet., By concentrating one’s attention on the transcendental form of Kåñëa,, who is all-pervading and beyond time and space, one becomes absorbed in, thinking of Kåñëa and then attains the happy state of transcendental, association with Him., Kåñëa consciousness is the highest stage of trance in yoga practice. This, very understanding that Kåñëa is present as Paramätmä in everyone’s heart, makes the yogé faultless. The Vedas confirm this inconceivable potency of the, Lord as follows:, eko ’pi san bahudhä yo ’vabhäti, aiçvaryäd rüpam ekaà ca süryavad bahudheyate., Viñëu is one, and yet He is certainly all-pervading. By His inconceivable, potency, in spite of His one form, He is present everywhere. As the sun, He, appears in many places at once."
        ]
      },
      {
        "text_number": 32,
        "heading": "TEXT 32",
        "transliteration_lines": [
          "TEXT 32",
          "AaTMaaEPaMYaeNa SavR}a SaMa& PaXYaiTa Yaae_JauRNa )",
          "Sau%& va Yaid va du%& Sa YaaeGaq ParMaae MaTa )) 32 ))",
          "ätmaupamyena sarvatra",
          "samaà paçyati yo ’rjuna",
          "sukhaà vä yadi vä duùkhaà",
          "sa yogé paramo mataù",
          "He is a perfect yogé who, by comparison to his own self, sees the true equality",
          ""
        ],
        "word_meaning_lines": [
          "ätma—self; aupamyena—by comparison; sarvatra—everywhere; samam—",
          "equality; paçyati—sees; yaù—he who; arjuna—O Arjuna; sukham—happiness;",
          "vä—or; yadi—if; vä—or; duùkham—distress; saù—such; yogé—",
          "transcendentalist; paramaù—perfect; mataù—considered.",
          "of all beings, both in their happiness and distress, O Arjuna!"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "One who is Kåñëa conscious is a perfect yogé; he is aware of everyone’s, happiness and distress by dint of his own personal experience. The cause of the, distress of a living entity is forgetfulness of his relationship with God. And the, cause of happiness is knowing Kåñëa to be the supreme enjoyer of all the, activities of the human being. Kåñëa is the proprietor of all lands and planets., The perfect yogé is the sincerest friend of all living entities. He knows that the, living being who is conditioned by the modes of material nature is subjected to, the threefold material miseries due to forgetfulness of his relationship with, Kåñëa. Because one in Kåñëa consciousness is happy, he tries to distribute the, knowledge of Kåñëa everywhere. Since the perfect yogé tries to broadcast the, importance of becoming Kåñëa conscious, he is the best philanthropist in the, world, and he is the dearest servitor of the Lord. Na tasmät kaçcid me priyakåt, tamaù. In other words, a devotee of the Lord always looks to the welfare of all, living entities, and in this way he is factually the friend of everyone. He is the, best yogé because he does not desire perfection in yoga for his personal benefit,, but tries for others also. He does not envy his fellow living entities. Here is a, contrast between a pure devotee of the Lord and a yogé interested only in his, personal elevation. The yogé who has withdrawn to a secluded place in order to, meditate perfectly may not be as perfect as a devotee who is trying his best to, turn every man toward Kåñëa consciousness."
        ]
      },
      {
        "text_number": 33,
        "heading": "TEXT 33",
        "transliteration_lines": [
          "TEXT 33",
          "AJauRNa ovac",
          "Yaae_Ya& YaaeGaSTvYaa Pa[ae¢- SaaMYaeNa MaDauSaUdNa )",
          "WTaSYaah& Na PaXYaaiMa cÄl/TvaiTSQaiTa& iSQaraMa( )) 33 ))",
          "arjuna uväca",
          "yo ’yaà yogas tvayä proktaù",
          "sämyena madhusüdana",
          "etasyähaà na paçyämi",
          "caïcalatvät sthitià sthiräm",
          "appears impractical and unendurable to me, for the mind is restless and",
          "unsteady.",
          ""
        ],
        "word_meaning_lines": [
          "arjunaù uväca—Arjuna said; yaù—the system; ayam—this; yogaù—mysticism;",
          "tvayä—by You; proktaù—described; sämyena—generally; madhusüdana—O",
          "killer of the demon Madhu; etasya—of this; aham—I; na—do not; paçyämi—",
          "see; caïcalatvät—due to being restless; sthitim—situation; sthiräm—stable.",
          "Arjuna said: O Madhusüdana, the system of yoga which you have summarized"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The system of mysticism described by Lord Kåñëa to Arjuna beginning with, the words çucau deçe and ending with yogé paramaù is here being rejected by, Arjuna out of a feeling of inability. It is not possible for an ordinary man to, leave home and go to a secluded place in the mountains or jungles to practice, yoga in this age of Kali. The present age is characterized by a bitter struggle for, a life of short duration. People are not serious about self-realization even by, simple, practical means, and what to speak of this difficult yoga system, which, regulates the mode of living, the manner of sitting, selection of place, and, detachment of the mind from material engagements. As a practical man,, Arjuna thought it was impossible to follow this system of yoga, even though he, was favorably endowed in many ways. He belonged to the royal family and was, highly elevated in terms of numerous qualities; he was a great warrior, he had, great longevity, and, above all, he was the most intimate friend of Lord Kåñëa,, the Supreme Personality of Godhead. Five thousand years ago, Arjuna had, much better facilities then we do now, yet he refused to accept this system of, yoga. In fact, we do not find any record in history of his practicing it at any, time. Therefore this system must be considered generally impossible in this age, of Kali. Of course it may be possible for some very few, rare men, but for the, people in general it is an impossible proposal. If this were so five thousand, years ago, then what of the present day? Those who are imitating this yoga, system in different so-called schools and societies, although complacent, are, certainly wasting their time. They are completely in ignorance of the desired, goal."
        ]
      },
      {
        "text_number": 34,
        "heading": "TEXT 34",
        "transliteration_lines": [
          "TEXT 34",
          "cÄl&/ ih MaNa k*-Z<a Pa[MaaiQa bl/vÕ*!Ma( )",
          "TaSYaah& iNaGa]h& MaNYae vaYaaeirv SauduZk-rMa( )) 34 ))",
          "caïcalaà hi manaù kåñëa",
          "pramäthi balavad dåòham",
          "tasyähaà nigrahaà manye",
          "väyor iva su-duñkaram",
          "subdue it is, it seems to me, more difficult than controlling the wind.",
          ""
        ],
        "word_meaning_lines": [
          "caïcalam—flickering; hi—certainly; manaù—mind; kåñëa—O Kåñëa;",
          "pramäthi—agitating; balavat—strong; dåòham—obstinate; tasya—its; aham—",
          "I; nigraham—subduing; manye—think; väyoù—of the wind; iva—like;",
          "suduñkaram—difficult.",
          "For the mind is restless, turbulent, obstinate and very strong, O Kåñëa, and to"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The mind is so strong and obstinate that it sometimes overcomes the, intelligence, although mind is supposed to be subservient to the intelligence., For a man in the practical world who has to fight so many opposing elements,, it is certainly very difficult to control the mind. Artificially, one may establish, a mental equilibrium toward both friend and enemy, but ultimately no worldly, man can do so, for this is more difficult than controlling the raging wind. In, the Vedic literatures it is said:, ätmänaà rathinaà viddhi çaréraà ratham eva ca, buddhintu särathià viddhi manaù pragraham eva ca, indriyäëi hayänähur viñayäàs teñu gocarän, ätmendriya-mano-yukto bhoktety ähur manéñiëaù., The individual is the passenger in the car of the material body, and, intelligence is the driver. Mind is the driving instrument, and the senses are, the horses. The self is thus the enjoyer or sufferer in the association of the, mind and senses. So it is understood by great thinkers. Intelligence is, supposed to direct the mind, but the mind is so strong and obstinate that it, often overcomes even one’s own intelligence. Such a strong mind is supposed, to be controlled by the practice of yoga, but such practice is never practical for, a worldly person like Arjuna. And what can we say of modern man? The simile, used here is appropriate: one cannot capture the blowing wind. And it is even, more difficult to capture the turbulent mind. The easiest way to control the, mind, as suggested by Lord Caitanya, is chanting Hare Kåñëa, the great, mantra for deliverance, in all humility. The method prescribed is sa vai manaù, kåñëa-padäravindayoù: one must engage one’s mind fully in Kåñëa. Only then, will there remain no other engagements to agitate the mind."
        ]
      },
      {
        "text_number": 35,
        "heading": "TEXT 35",
        "transliteration_lines": [
          "TEXT 35",
          "é[q>aGavaNauvac",
          "ASa&XaYa& Mahabahae MaNaae duiNaRGa]h& cl/Ma( )",
          "A>YaaSaeNa Tau k-aENTaeYa vEraGYae<a c Ga*ùTae )) 35 ))",
          "çré-bhagavän uväca",
          "asaàçayaà mahä-bäho",
          "mano durnigrahaà calam",
          "abhyäsena tu kaunteya",
          "vairägyeëa ca gåhyate",
          "can be so controlled.",
          "difficult to curb the restless mind, but it is possible by constant practice and by",
          "detachment.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Personality of Godhead said; asaàçayam—",
          "undoubtedly; mahä-bäho—O mighty-armed one; manaù—mind; durnigraham",
          "—difficult to curb; calam—flickering; abhyäsena—by practice; tu—but;",
          "kaunteya—O son of Kunté; vairägyeëa—by detachment; ca—also; gåhyate—",
          "The Blessed Lord said: O mighty-armed son of Kunté, it is undoubtedly very"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The difficulty of controlling the obstinate mind, as expressed by Arjuna, is, accepted by the Personality of Godhead. But at the same time He suggests that, by practice and detachment it is possible. What is that practice? In the present, age no one can observe strict rules and regulations, such as placing oneself in a, sacred place, focusing the mind on the Supersoul, restraining the senses and, mind, observing celibacy, remaining alone, etc. By the practice of Kåñëa, consciousness, however, one engages in nine types of devotional service to the, Lord. The first and foremost of such devotional engagements is hearing about, Kåñëa. This is a very powerful transcendental method for purging the mind of, all misgivings. The more one hears about Kåñëa, the more one becomes, enlightened and detached from everything that draws the mind away from, Kåñëa. By detaching the mind from activities not devoted to the Lord, one can, very easily learn vairägya. Vairägya means detachment from matter and, engagement of the mind in spirit. Impersonal spiritual detachment is more, difficult than attaching the mind to the activities of Kåñëa. This is practical, because by hearing about Kåñëa one becomes automatically attached to the, Supreme Spirit. This attachment is called pareçänubhüti spiritual satisfaction., It is just like the feeling of satisfaction a hungry man has for every morsel of, food he eats. Similarly, by discharge of devotional service, one feels, transcendental satisfaction as the mind becomes detached from material, objectives. It is something like curing a disease by expert treatment and, appropriate diet. Hearing of the transcendental activities of Lord Kåñëa is, therefore expert treatment for the mad mind, and eating the foodstuff offered, to Kåñëa is the appropriate diet for the suffering patient. This treatment is the, process of Kåñëa consciousness."
        ]
      },
      {
        "text_number": 36,
        "heading": "TEXT 36",
        "transliteration_lines": [
          "TEXT 36",
          "ASa&YaTaaTMaNaa YaaeGaae duZPa[aPa wiTa Mae MaiTa )",
          "vXYaaTMaNaa Tau YaTaTaa XaKYaae_vaáuMauPaaYaTa )) 36 ))",
          "asaàyatätmanä yogo",
          "duñpräpa iti me matiù",
          "vaçyätmanä tu yatatä",
          "çakyo ’väptum upäyataù",
          ""
        ],
        "word_meaning_lines": [
          "asaàyata—unbridled; ätmanä—by the mind; yogaù—self-realization;",
          "duñpräpaù—difficult to obtain; iti—thus; me—My; matiù—opinion; vaçya—",
          "controlled; ätmanä—by the mind; tu—but; yatatä—while endeavoring; çakyaù",
          "—practical; aväptum—to achieve; upäyataù—appropriate means."
        ],
        "translation": ", For one whose mind is unbridled, self-realization is difficult work. But he, whose mind is controlled and who strives by right means is assured of success., That is My opinion.,",
        "purport_paragraphs": [
          "The Supreme Personality of Godhead declares that one who does not, accept the proper treatment to detach the mind from material engagement can, hardly achieve success in self-realization. Trying to practice yoga while, engaging the mind in material enjoyment is like trying to ignite a fire while, pouring water on it. Similarly, yoga practice without mental control is a waste, of time. Such a show of yoga practice may be materially lucrative, but it is, useless as far as spiritual realization is concerned. Therefore, the mind must be, controlled by engaging it constantly in the transcendental loving service of, the Lord. Unless one is engaged in Kåñëa consciousness, he cannot steadily, control the mind. A Kåñëa conscious person easily achieves the result of yoga, practice without separate endeavor, but a yoga practitioner cannot achieve, success without becoming Kåñëa conscious."
        ]
      },
      {
        "text_number": 37,
        "heading": "TEXT 37",
        "transliteration_lines": [
          "TEXT 37",
          "AJauRNa ovac",
          "AYaiTa é[ÖYaaePaeTaae YaaeGaaÀil/TaMaaNaSa )",
          "APa[aPYa YaaeGaSa&iSaiÖ& k-a& GaiTa& k*-Z<a GaC^iTa )) 37 ))",
          "arjuna uväca",
          "ayatiù çraddhayopeto",
          "yogäc calita-mänasaù",
          "apräpya yoga-saàsiddhià",
          "käà gatià kåñëa gacchati",
          ""
        ],
        "word_meaning_lines": [
          "arjunaù uväca—Arjuna said; ayatiù—unsuccessful transcendentalist;",
          "çraddhayä—with faith; upetaù—engaged; yogät—from the mystic link; calita",
          "—deviated; mänasaù—of one who has such a mind; apräpya—failing; yoga-",
          "saàsiddhim—highest perfection in mysticism; käm—which; gatim—",
          "destination; kåñëa—O Kåñëa; gacchati—achieves."
        ],
        "translation": ", Arjuna said: What is the destination of the man of faith who does not, persevere, who in the beginning takes to the process of self-realization but who, later desists due to worldly-mindedness and thus does not attain perfection in, mysticism?,",
        "purport_paragraphs": [
          "The path of self-realization or mysticism is described in the Bhagavad-gétä., The basic principle of self-realization is knowledge that the living entity is not, this material body but that he is different from it and that his happiness is in, eternal life, bliss and knowledge. These are transcendental, beyond both body, and mind. Self-realization is sought by the path of knowledge, the practice of, the eightfold system or by bhakti-yoga. In each of these processes one has to, realize the constitutional position of the living entity, his relationship with, God, and the activities whereby he can reestablish the lost link and achieve, the highest perfectional stage of Kåñëa consciousness. Following any of the, above-mentioned three methods, one is sure to reach the supreme goal sooner, or later. This was asserted by the Lord in the Second Chapter: even a little, endeavor on the transcendental path offers a great hope for deliverance. Out, of these three methods, the path of bhakti-yoga is especially suitable for this, age because it is the most direct method of God realization. To be doubly, assured, Arjuna is asking Lord Kåñëa to confirm His former statement. One, may sincerely accept the path of self-realization, but the process of cultivation, of knowledge and the practice of the eightfold yoga system are generally very, difficult for this age. Therefore, despite constant endeavor, one may fail for, many reasons. First of all, one may not be following the process. To pursue the, transcendental path is more or less to declare war on illusory energy., Consequently, whenever a person tries to escape the clutches of the illusory, energy, she tries to defeat the practitioner by various allurements. A, conditioned soul is already allured by the modes of material energy, and there, is every chance of being allured again, even while performing transcendental, disciplines. This is called yogät calita-mänasaù: deviation from the, transcendental path. Arjuna is inquisitive to know the results of deviation, from the path of self-realization."
        ]
      },
      {
        "text_number": 38,
        "heading": "TEXT 38",
        "transliteration_lines": [
          "TEXT 38",
          "k-iÀàae>aYaiv>a]íiX^àa>a]iMav NaXYaiTa )",
          "APa[iTaïae Mahabahae ivMaU!ae b]ø<a PaiQa )) 38 ))",
          "kaccin nobhaya-vibhrañöaç",
          "chinnäbhram iva naçyati",
          "apratiñöho mahä-bäho",
          "vimüòho brahmaëaù pathi",
          "Transcendence, perish like a riven cloud, with no position in any sphere?",
          ""
        ],
        "word_meaning_lines": [
          "kaccit—whether; na—not; ubhaya—both; vibhrañöaù—deviated from; chinna",
          "—fallen; abhram—cloud; iva—likened; naçyati—perishes; apratiñöhaù—",
          "without any position; mahä-bäho—O mighty-armed Kåñëa; vimüòhaù—",
          "bewildered; brahmaëaù—of Transcendence; pathi—on the path.",
          "O mighty-armed Kåñëa, does not such a man, being deviated from the path of"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "There are two ways to progress. Those who are materialists have no interest, in Transcendence; therefore they are more interested in material, advancement by economic development, or in promotion to the higher planets, by appropriate work. When one takes to the path of Transcendence, one has, to cease all material activities and sacrifice all forms of so-called material, happiness. If the aspiring transcendentalist fails, then he apparently loses both, ways; in other words, he can enjoy neither material happiness nor spiritual, success. He has no position; he is like a riven cloud. A cloud in the sky, sometimes deviates from a small cloud and joins a big one. But if it cannot join, a big one, then it is blown away by the wind and becomes a nonentity in the, vast sky. The brahmaëaù pathi is the path of transcendental realization, through knowing oneself to be spiritual in essence, part and parcel of the, Supreme Lord who is manifested as Brahman, Paramätmä and Bhagavän. Lord, Çré Kåñëa is the fullest manifestation of the Supreme Absolute Truth, and, therefore one who is surrendered to the Supreme Person is a successful, transcendentalist. To reach this goal of life through Brahman and Paramätmä, realization takes many, many births: Bahünäà janmanäm ante. Therefore the, supermost of transcendental realization is bhakti-yoga or Kåñëa consciousness,, the direct method."
        ]
      },
      {
        "text_number": 39,
        "heading": "TEXT 39",
        "transliteration_lines": [
          "TEXT 39",
          "WTaNMae Sa&XaYa& k*-Z<a ^etauMahRSYaXaezTa )",
          "TvdNYa Sa&XaYaSYaaSYa ^etaa Na ùuPaPaÛTae )) 39 ))",
          "etan me saàçayaà kåñëa",
          "chettum arhasy açeñataù",
          "tvad-anyaù saàçayasyäsya",
          "chettä na hy upapadyate",
          "Yourself, no one is to be found who can destroy this doubt.",
          ""
        ],
        "word_meaning_lines": [
          "etat—this is; me—my; saàçayam—doubt; kåñëa—O Kåñëa; chettum—to",
          "dispel; arhasi—requested to do; açeñataù—completely; tvat—Yourself; anyaù",
          "—without; saàçayäsya—of the doubt; asya—of this; chettä—remover; na—",
          "never; hi—certainly; upapadyate—to be found.",
          "This is my doubt O Kåñëa, and I ask You to dispel it completely. But for"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "Kåñëa is the perfect knower of past, present and future. In the beginning of, the Bhagavad-gétä, the Lord said that all living entities exist individually in the, past, that they exist now in the present, and that they continue to retain, individual identity in the future, even after liberation from the material, entanglement. So He has already cleared up the question of the future of the, individual living entity. Now, Arjuna wants to know of the future of the, unsuccessful transcendentalist. No one is equal to or above Kåñëa, and, certainly the so-called great sages and philosophers who are at the mercy of, material nature cannot equal Him. Therefore the verdict of Kåñëa is the final, and complete answer to all doubts because He knows past, present and future, perfectly—but no one knows Him. Kåñëa and Kåñëa conscious devotees alone, can know what is what."
        ]
      },
      {
        "text_number": 40,
        "heading": "TEXT 40",
        "transliteration_lines": [
          "TEXT 40",
          "é[q>aGavaNauvac",
          "PaaQaR NaEveh NaaMau}a ivNaaXaSTaSYa ivÛTae )",
          "Na ih k-LYaa<ak*-Tk-iêÕuGaRiTa& TaaTa GaC^iTa )) 40 ))",
          "çré-bhagavän uväca",
          "pärtha naiveha nämutra",
          "vinäças tasya vidyate",
          "na hi kalyäëa-kåt kaçcid",
          "durgatià täta gacchati",
          "activities does not meet with destruction either in this world or in the spiritual",
          "world; one who does good, My friend, is never overcome by evil.",
          ""
        ],
        "word_meaning_lines": [
          "çré bhagavän uväca—the Supreme Personality of Godhead said; pärtha—O son",
          "of Prthä; na eva—never is it so; iha—in this material world; na—never;",
          "amutra—in the next life; vinäçaù—destruction; tasya—his; vidyate—exists; na",
          "—never; hi—certainly; kalyäëa-kåt—one who is engaged in auspicious",
          "activities; kaçcit—anyone; durgatim—degradation; täta—thereafter; gacchati",
          "—going.",
          "The Blessed Lord said: Son of Påthä, a transcendentalist engaged in auspicious"
        ],
        "translation": ",",
        "purport_paragraphs": [
          "In the Çrémad-Bhägavatam (1.5.17) Çré Närada Muni instructs Vyäsadeva as, follows:, tyaktvä sva-dharmaà caraëämbujaà harer, bhajann apakko ’tha patet tato yadi, yatra kva väbhadram abhüd amuñya kià, ko värtha äpto ’bhajatäà sva-dharmataù, If someone gives up all material prospects and takes complete shelter of the, Supreme Personality of Godhead, there is no loss or degradation in any way., On the other hand a nondevotee may fully engage in his occupational duties, and yet not gain anything. For material prospects, there are many activities, both scriptural and customary. A transcendentalist is supposed to give up all, material activities for the sake of spiritual advancement in life, Kåñëa, consciousness. One may argue that by Kåñëa consciousness one may attain the, highest perfection if it is completed, but if one does not attain such a, perfectional stage, then he loses both materially and spiritually. It is enjoined, in the scriptures that one has to suffer the reaction of not executing prescribed, duties; therefore one who fails to discharge transcendental activities properly, becomes subjected to these reactions. The Bhägavatam assures the unsuccessful, transcendentalist that there need be no worries. Even though he may be, subjected to the reaction of not perfectly executing prescribed duties, he is still, not a loser, because auspicious Kåñëa consciousness is never forgotten, and one, so engaged will continue to be so even if he is lowborn in the next life. On the, other hand, one who simply follows strictly the prescribed duties need not, necessarily attain auspicious results if he is lacking in Kåñëa consciousness., The purport may be understood as follows: humanity may be divided into, two sections, namely, the regulated and the nonregulated. Those who are, engaged simply in bestial sense gratifications without knowledge of their next, life or spiritual salvation belong to the nonregulated section. And those who, follow the principles of prescribed duties in the scriptures are classified, amongst the regulated section. The nonregulated section, both civilized and, noncivilized, educated and noneducated, strong and weak, are full of animal, propensities. Their activities are never auspicious because, enjoying the animal, propensities of eating, sleeping, defending and mating, they perpetually, remain in material existence, which is always miserable. On the other hand,, those who are regulated by scriptural injunctions and thus gradually rise to, Kåñëa consciousness certainly progress in life., Those who are then following the path of auspiciousness can be divided into, three sections, namely, 1) the followers of scriptural rules and regulations who, are enjoying material prosperity, 2) those who are trying to find out the, ultimate liberation from material existence, and 3) those who are devotees in, Kåñëa consciousness. Those who are following the rules and regulations of the, scriptures for material happiness may be further divided into two classes: those, who are fruitive workers and those who desire no fruit for sense gratification., Those who are after fruitive results for sense gratification may be elevated to a, higher standard of life―even to the higher planets; but still, because they are, not free from material existence, they are not following the truly auspicious, path. The only auspicious activities are those which lead one to liberation., Any activity which is not aimed at ultimate self-realization or liberation from, the material bodily concept of life is not at all auspicious. Activity in Kåñëa, consciousness is the only auspicious activity, and anyone who voluntarily, accepts all bodily discomforts for the sake of making progress on the path of, Kåñëa consciousness can be called a perfect transcendentalist under severe, austerity. And because the eightfold yoga system is directed toward the, ultimate realization of Kåñëa consciousness, such practice is also auspicious,, and no one who is trying his best in this matter need fear degradation."
        ]
      },
      {
        "text_number": 41,
        "heading": "TEXT 41",
        "transliteration_lines": [
          "TEXT 41",
          "Pa[aPYa Pau<Yak*-Taa& l/aek-aNauizTva XaaìTaq SaMaa )",
          "éucqNaa& é[qMaTaa& Gaehe YaaeGa>a]íae_i>aJaaYaTae )) 41 ))",
          "präpya puëya-kåtäà lokän",
          "uñitvä çäçvatéù samäù",
          "çucénäà çrématäà gehe",
          "yoga-bhrañöo ’bhijäyate",
          ""
        ],
        "word_meaning_lines": [
          "präpya—after achieving; puëya-kåtäm—of those who performed pious",
          "activities; lokän—planets; uñitvä—after dwelling; çäçvatéù—many; samäù—",
          "years; çucénäm—of the pious; çrématäm—of the prosperous; gehe—in the",
          "house of; yoga-bhrañöaù—one who is fallen from the path of self-realization;",
          "abhijäyate—takes his birth."
        ],
        "translation": ", The unsuccessful yogé, after many, many years of enjoyment on the planets of, the pious living entities, is born into a family of righteous people, or into a, family of rich aristocracy.,",
        "purport_paragraphs": [
          "The unsuccessful yogés are divided into two classes: one is fallen after very, little progress, and one is fallen after long practice of yoga. The yogé who falls, after a short period of practice goes to the higher planets where pious living, entities are allowed to enter. After prolonged life there, he is sent back again, to this planet, to take birth in the family of a righteous brähmaëa vaiñëava or, of aristocratic merchants., The real purpose of yoga practice is to achieve the highest perfection of Kåñëa, consciousness. But those who do not persevere to such an extent and fail due, to material allurements are allowed, by the grace of the Lord, to make full, utilization of their material propensities. And after that, they are given, opportunities to live prosperous lives in righteous or aristocratic families., Those who are born in such families may take advantage of the facilities and, try to elevate themselves to full Kåñëa consciousness."
        ]
      },
      {
        "text_number": 42,
        "heading": "TEXT 42",
        "transliteration_lines": [
          "TEXT 42",
          "AQava YaaeiGaNaaMaev ku-le/ >aviTa DaqMaTaaMa( )",
          "WTaiÖ dulR/>aTar& l/aeke- JaNMa Yadqd*XaMa( )) 42 ))",
          "atha vä yoginäm eva",
          "kule bhavati dhématäm",
          "etad dhi durlabhataraà",
          "loke janma yad édåçam",
          ""
        ],
        "word_meaning_lines": [
          "athavä—or; yoginäm—of learned transcendentalists; eva—certainly; kule—in",
          "the family of; bhavati—takes birth; dhématäm—of those who are endowed",
          "with great wisdom; etat—this; hi—certainly; durlabhataram—very rare; loke—",
          "in this world; janma—birth; yat—that which; édåçam—like this."
        ],
        "translation": ", Or he takes his birth in a family of transcendentalists who are surely great in, wisdom. Verily, such a birth is rare in this world.,",
        "purport_paragraphs": [
          "Birth in a family of yogés or transcendentalists—those with great wisdom—, is praised herein because the child born in such a family receives spiritual, impetus from the very beginning of his life. It is especially the case in the, äcärya or gosvämé families. Such families are very learned and devoted by, tradition and training, and thus they become spiritual masters. In India there, are many such äcärya families, but they have now degenerated due to, insufficient education and training. By the grace of the Lord, there are still, families that foster transcendentalists generation after generation. It is, certainly very fortunate to take birth in such families. Fortunately, both our, spiritual master, Oà Viñëupäda Çré Çrémad Bhaktisiddhänta Sarasvaté, Gosvämé Mahäräja, and our humble self, had the opportunity to take birth in, such families, by the grace of the Lord, and both of us were trained in the, devotional service of the Lord from the very beginning of our lives. Later on, we met by the order of the transcendental system."
        ]
      },
      {
        "text_number": 43,
        "heading": "TEXT 43",
        "transliteration_lines": [
          "TEXT 43",
          "Ta}a Ta& buiÖSa&YaaeGa& l/>aTae PaaEvRdeihk-Ma( )",
          "YaTaTae c TaTaae >aUYa Sa&iSaÖaE ku-åNaNdNa )) 43 ))",
          "tatra taà buddhi-saàyogaà",
          "labhate paurva-dehikam",
          "yatate ca tato bhüyaù",
          "saàsiddhau kuru-nandana",
          ""
        ],
        "word_meaning_lines": [
          "tatra—thereupon; tam—that; buddhi-saàyogam—revival of such",
          "consciousness; labhate—regains; paurva—previous; dehikam—bodily",
          "consciousness; yatate—endeavors; ca—also; tataù—thereafter; bhüyaù—again;",
          "saàsiddhau—for perfection; kuru-nandana—O son of Kuru."
        ],
        "translation": ", On taking such a birth, he again revives the divine consciousness of his, previous life, and he tries to make further progress in order to achieve complete, success, O son of Kuru.,",
        "purport_paragraphs": [
          "King Bharata, who took his third birth in the family of a good brähmaëa, is, an example of good birth for the revival of previous transcendental, consciousness. King Bharata was the Emperor of the world, and since his time, this planet is known among the demigods as Bhäratavarña. Formerly it was, known as Ilävartavarña. The Emperor, at an early age, retired for spiritual, perfection but failed to achieve success. In his next life he took birth in the, family of a good brähmaëa and was known as Jaòabharata because he always, remained secluded and did not talk to anyone. And later on, he was discovered, as the greatest transcendentalist by King Rahügaëa. From his life it is, understood that transcendental endeavors, or the practice of yoga, never go in, vain. By the grace of the Lord the transcendentalist gets repeated, opportunities for complete perfection in Kåñëa consciousness."
        ]
      },
      {
        "text_number": 44,
        "heading": "TEXT 44",
        "transliteration_lines": [
          "TEXT 44",
          "PaUvaR>YaaSaeNa TaeNaEv ihYaTae ùvXaae_iPa Sa )",
          "iJajaSauriPa YaaeGaSYa XaBdb]øaiTavTaRTae )) 44 ))",
          "pürväbhyäsena tenaiva",
          "hriyate hy avaço ’pi saù",
          "jijïäsur api yogasya",
          "çabda-brahmätivartate",
          ""
        ],
        "word_meaning_lines": [
          "pürva—previous; abhyäsena—practice; tena—by the influence of that; eva—",
          "certainly; hriyate—is attracted; hi—surely; avaçaù—helpless; api—also; saù—",
          "he; jijïäsuù—willing to know; api—so; yogasya—of yoga; çabda-brahma—",
          "ritualistic principles of scripture; ativartate—transcends."
        ],
        "translation": ", By virtue of the divine consciousness of his previous life, he automatically, becomes attracted to the yogic principles—even without seeking them. Such an, inquisitive transcendentalist, striving for yoga, stands always above the, ritualistic principles of the scriptures.,",
        "purport_paragraphs": [
          "Advanced yogés are not very much attracted to the rituals of the scriptures,, but they automatically become attracted to the yoga principles, which can, elevate them to complete Kåñëa consciousness, the highest yoga perfection. In, the Çrémad-Bhägavatam (3.33.8), such disregard of Vedic rituals by the, advanced transcendentalists is explained as follows:, aho bata çvapaco ’to garéyän, yajjihvägre vartate näma tubhyam, tepus tapas te juhuvuù sasnur äryä, brahmänücur näma gåëanti ye te., O my Lord! Persons who chant the holy names of Your Lordship are far,, far advanced in spiritual life, even if born in families of dog-eaters. Such, chanters have undoubtedly performed all kinds of austerities and sacrifices,, bathed in all sacred places, and finished all scriptural studies., The famous example of this was presented by Lord Caitanya, who accepted, Öhäkur Haridäsa as one of His most important disciples. Although Öhäkur, Haridäsa happened to take his birth in a Moslem family, he was elevated to the, post of nämäcärya by Lord Caitanya due to his rigidly attended principle of, chanting three hundred thousand holy names of the Lord daily: Hare Kåñëa,, Hare Kåñëa, Kåñëa Kåñëa, Hare Hare/ Hare Räma, Hare Räma, Räma Räma,, Hare Hare. And because he chanted the holy name of the Lord constantly, it, is understood that in his previous life he must have passed through all the, ritualistic methods of the Vedas, known as çabda-brahman. Unless, therefore,, one is purified, one cannot take to the principle of Kåñëa consciousness nor, become engaged in chanting the holy name of the Lord, Hare Kåñëa."
        ]
      },
      {
        "text_number": 45,
        "heading": "TEXT 45",
        "transliteration_lines": [
          "TEXT 45",
          "Pa[YaÒaÛTaMaaNaSTau YaaeGaq Sa&éuÖik-iLbz )",
          "ANaek-JaNMaSa&iSaÖSTaTaae YaaiTa Para& GaiTaMa( )) 45 ))",
          "prayatnäd yatamänas tu",
          "yogé saàçuddha-kilbiñaù",
          "aneka-janma-saàsiddhas",
          "tato yäti paräà gatim",
          "But when the yogé engages himself with sincere endeavor in making further",
          "progress, being washed of all contaminations, then ultimately, after many, many",
          "births of practice, he attains the supreme goal.",
          ""
        ],
        "word_meaning_lines": [
          "prayatnät—by rigid practice; yatamänaù—one who endeavors; tu—but; yogé—",
          "such a transcendentalist; saàçuddha—washed off; kilbiñaù—all kinds of sins;",
          "aneka—many, many; janma—births; saàsiddhaù—so achieved perfection;",
          "tataù—thereafter; yäti—attains; paräm—highest; gatim—destination."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "A person born in a particularly righteous, aristocratic or sacred family, becomes conscious of his favorable condition for executing yoga practice. With, determination, therefore, he begins his unfinished task, and thus he, completely cleanses himself of all material contaminations. When he is finally, free from all contaminations, he attains the supreme perfection—Kåñëa, consciousness. Kåñëa consciousness is the perfect stage of being freed of all, contaminations. This is confirmed in the Bhagavad-gétä:, yeñäà tvanta-gataà päpaà janänäà puëya-karmaëäm, te dvandva-moha-nirmuktä bhajante mäà dåòha-vratäù, After many, many births of executing pious activities, when one is, completely freed from all contaminations, and from all illusory dualities, one, then becomes engaged in the transcendental loving service of the Lord."
        ]
      },
      {
        "text_number": 46,
        "heading": "TEXT 46",
        "transliteration_lines": [
          "TEXT 46",
          "TaPaiSv>Yaae_iDak-ae YaaeGaq jaiNa>Yaae_iPa MaTaae_iDak- )",
          "k-iMaR>YaêaiDak-ae YaaeGaq TaSMaaÛaeGaq >avaJauRNa )) 46 ))",
          "tapasvibhyo ’dhiko yogé",
          "jïänibhyo ’pi mato ’dhikaù",
          "karmibhyaç cädhiko yogé",
          "tasmäd yogé bhavärjuna",
          "A yogé is greater than the ascetic, greater than the empiricist and greater than",
          ""
        ],
        "word_meaning_lines": [
          "tapasvibhyaù—than the ascetic; adhikaù—greater; yogé—the yogé; jïänibhyaù",
          "—than the wise; api—also; mataù—considered; adhikaù—greater than;",
          "karmibhyaù—than the fruitive worker; ca—also; adhikaù—greater than; yogé",
          "—the yogé; tasmät—therefore; yogé—a transcendentalist; bhava—just become;",
          "arjuna—O Arjuna.",
          "the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogé."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "When we speak of yoga we refer to linking up our consciousness with the, Supreme Absolute Truth. Such a process is named differently by various, practitioners in terms of the particular method adopted. When the linking up, process is predominantly in fruitive activities, it is called karma-yoga, when it, is predominantly empirical, it is called jïäna-yoga, and when it is, predominantly in a devotional relationship with the Supreme Lord, it is called, bhakti-yoga. Bhakti-yoga or Kåñëa consciousness is the ultimate perfection of, all yogas, as will be explained in the next verse. The Lord has confirmed herein, the superiority of yoga, but He has not mentioned that it is better than bhakti-, yoga. Bhakti-yoga is full spiritual knowledge, and as such, nothing can excel it., Asceticism without self-knowledge is imperfect. Empiric knowledge without, surrender to the Supreme Lord is also imperfect. And fruitive work without, Kåñëa consciousness is a waste of time. Therefore, the most highly praised, form of yoga performance mentioned here is bhakti-yoga, and this is still more, clearly explained in the next verse."
        ]
      },
      {
        "text_number": 47,
        "heading": "TEXT 47",
        "transliteration_lines": [
          "TEXT 47",
          "YaaeiGaNaaMaiPa SaveRza& MaÓTaeNaaNTaraTMaNaa )",
          "é[ÖavaN>aJaTae Yaae Maa& Sa Mae Yau¢-TaMaae MaTa )) 47 ))",
          "yoginäm api sarveñäà",
          "mad-gatenäntar-ätmanä",
          "çraddhävän bhajate yo mäà",
          "sa me yuktatamo mataù",
          "And of all yogés, he who always abides in Me with great faith, worshiping Me in",
          "transcendental loving service, is most intimately united with Me in yoga and is",
          "the highest of all.",
          ""
        ],
        "word_meaning_lines": [
          "yoginäm—of all yogés; api—also; sarveñäm—all types of; mat-gatena—abiding",
          "in Me; antaù-ätmanä—always thinking of Me within; çraddhävän—in full",
          "faith; bhajate—renders transcendental loving service; yaù—one who; mäm—",
          "Me (the Supreme Lord); saù—he; me—Mine; yuktatamaù—the greatest yogé;",
          "mataù—is considered."
        ],
        "translation": ",",
        "purport_paragraphs": [
          "The word bhajete is significant here. Bhajete has its root in the verb bhaj,, which is used when there is need of service. The English word worship, cannot be used in the same sense as bhaja. Worship means to adore, or to show, respect and honor to the worthy one. But service with love and faith is, especially meant for the Supreme Personality of Godhead. One can avoid, worshiping a respectable man or a demigod and may be called discourteous, but, one cannot avoid serving the Supreme Lord without being thoroughly, condemned. Every living entity is part and parcel of the Supreme Personality, of Godhead, and thus every living entity is intended to serve the Supreme, Lord by his own constitution. Failing to do this, he falls down. The, Bhägavatam confirms this as follows:, ya eñäà puruñaà säkñäd ätma-prabhavam éçvaram, na bhajanty avajänanti sthänäd bhrañöä patanty adhaù., Anyone who does not render service and neglects his duty unto the, Primeval Lord, who is the source of all living entities, will certainly fall down, from his constitutional position., In this verse also the word bhajanti is used. Therefore, bhajanti is applicable, to the Supreme Lord only, whereas the word worship can be applied to, demigods or to any other common living entity. The word avajänanti, used in, this verse of Çrémad-Bhägavatam, is also found in the Bhagavad-gétä: avajänanti, mäà müòhäù: Only the fools and rascals deride the Supreme Personality of, Godhead Lord Kåñëa. Such fools take it upon themselves to write, commentaries on the Bhagavad-gétä without an attitude of service to the Lord., Consequently they cannot properly distinguish between the word bhajanti and, the word worship., The culmination of all kinds of yoga practices lies in bhakti-yoga. All other, yogas are but means to come to the point of bhakti in bhakti-yoga. Yoga actually, means bhakti-yoga; all other yogas are progressions toward the destination of, bhakti-yoga. From the beginning of karma-yoga to the end of bhakti-yoga is a, long way to self-realization. Karma-yoga, without fruitive results, is the, beginning of this path. When karma-yoga increases in knowledge and, renunciation, the stage is called jïäna-yoga. When jïäna-yoga increases in, meditation on the Supersoul by different physical processes, and the mind is, on Him, it is called añöäìga-yoga. And, when one surpasses the añöäìga-yoga, and comes to the point of the Supreme Personality of Godhead Kåñëa, it is, called bhakti-yoga, the culmination. Factually, bhakti-yoga is the ultimate goal,, but to analyze bhakti-yoga minutely one has to understand these other yogas., The yogé who is progressive is therefore on the true path of eternal good, fortune. One who sticks to a particular point and does not make further, progress is called by that particular name: karma-yogé, jïäna-yogé or dhyäna-, yogé, räja-yogé, haöha-yogé, etc. If one is fortunate enough to come to the point, of bhakti-yoga, it is to be understood that he has surpassed all the other yogas., Therefore, to become Kåñëa conscious is the highest stage of yoga, just as,, when we speak of Himalayan, we refer to the world’s highest mountains, of, which the highest peak, Mount Everest, is considered to be the culmination., It is by great fortune that one comes to Kåñëa consciousness on the path of, bhakti-yoga to become well situated according to the Vedic direction. The, ideal yogé concentrates his attention on Kåñëa, who is called Çyämasundara,, who is as beautifully colored as a cloud, whose lotus-like face is as effulgent as, the sun, whose dress is brilliant with jewels and whose body is flower, garlanded. Illuminating all sides is His gorgeous luster, which is called the, brahmajyoti. He incarnates in different forms such as Räma, Nåsiàha, Varäha, and Kåñëa, the Supreme Personality of Godhead, and He descends like a, human being, as the son of Mother Yaçodä, and He is known as Kåñëa,, Govinda and Väsudeva. He is the perfect child, husband, friend and master,, and He is full with all opulences and transcendental qualities. If one remains, fully conscious of these features of the Lord, he is called the highest yogé., This stage of highest perfection in yoga can be attained only by bhakti-yoga, as, is confirmed in all Vedic literature:, yasya deve parä bhaktir yathä deve tathä gurau., tasyaite kathitä hy arthäù prakäçante mahätmanaù., Only unto those great souls who have implicit faith in both the Lord and, the spiritual master are all the imports of Vedic knowledge automatically, revealed., Bhaktir asya bhajanaà tadihämutropädhi nairäsyenämuñmin manaù, kalpanam; etad eva naiñkarmyam. “Bhakti means devotional service to the Lord, which is free from desire for material profit, either in this life or in the next., Devoid of such inclinations, one should fully absorb the mind in the Supreme., That is the purpose of naiñkarmya.”, These are some of the means for performance of bhakti or Kåñëa consciousness,, the highest perfectional stage of the yoga system., Thus end the Bhaktivedanta Purports to the Sixth Chapter of the Çrémad-, Bhagavad-gétä in the matter of Säìkhya-yoga Brahma-vidyä.]"
        ]
      }
    ]
  }
}
