{
  "about": {
    "title": "Sanatanadharmam.in గురించి",
    "intro": "Sanatanadharmam.in యొక్క ఉద్దేశ్యం ఎంతో సులభం — సనాతన ధర్మంలోని శాశ్వత జ్ఞానాన్ని ప్రతి ఒక్కరికీ అందుబాటులో ఉంచడం. అసలైన శాస్త్రాలు, స్తోత్రాలు, పూజావిధులు, పారంపరిక జ్ఞానం — ఇవన్నీ సులభంగా చదవడానికి, అర్థం చేసుకోడానికి, దైనందిన జీవనంలో ఆచరించడానికి అనుకూలమైన రూపంలో అందించడమే మా లక్ష్యం.",
    "vision": {
      "description": "హిందూ శాస్త్రాలు మరియు భక్తి సాహిత్యానికి సమగ్ర డిజిటల్ గ్రంథాలయంగా ఎదగడం.",
      "focusAreas": [
        "సంస్కృతం, హిందీ, తెలుగు మరియు ఇంగ్లీష్ విషయాలు",
        "స్తోత్రాలు, మంత్రాలు, సూక్తాలు మరియు దైనందిన ప్రార్థనలు",
        "పూజా విధులు మరియు పండుగల సమాచారం",
        "శాస్త్రాలు మరియు ఆధ్యాత్మిక పరంపరల బోధనలు",
        "ఆధునిక పాఠకులకు సులభమైన వివరణలు",
        "పఠన మరియు జపానికి అనువైన ఖచ్చితమైన అనువాద-లిప్యంతరీకరణ"
      ],
      "goal": "సనాతన ధర్మసారాన్ని రాబోయే తరాలకు సంరక్షించి పంచే ఒక డిజిటల్ గ్రంథాలయాన్ని నిర్మించడం."
    },
    "whyWeCreated": {
      "problemsAddressed": [
        "పొరపాటులేని పాఠ్యాలను కనుగొనడంలో ఉన్న కష్టం",
        "ప్రాంతీయ భాషా సంచికల లేమి",
        "అనేక సైట్లలో చిందరవందరగా ఉన్న వనరులు",
        "చదవడానికి కష్టమైన PDFలు లేదా స్కాన్ చేసిన పేజీలు",
        "పూజలు లేదా దైనందిన ఆచరణకు సరళమైన మార్గదర్శకాలు లేకపోవడం"
      ],
      "purpose": "శుభ్రంగా, సక్రమంగా, సులభంగా చదవగలిగే ఆధ్యాత్మిక విషయాలను ఒకే చోట అందించడానికి."
    },
    "commitment": [
      "ఖచ్చితత్వం మరియు స్పష్టతను నిరంతరం మెరుగుపరచడం",
      "మరిన్ని శాస్త్రాలు మరియు స్తోత్రాలను గ్రంథాలయంలో చేరుస్తూ ఉండడం",
      "పారంపరిక జ్ఞాన పవిత్రతను గౌరవించడం",
      "అన్ని విషయాలను ఉచితంగా మరియు అందరికీ అందుబాటులో ఉంచడం"
    ],
    "disclaimer": "మేము పండితులమని మా వంతుగా ఏవిధమైన హక్కు వినియోగించం. ఈ వెబ్‌సైట్ భక్తితో, నిజాయితీతో నిర్వహించబడుతున్నది. ముఖ్యమైన శ్లోకాలు లేదా శాస్త్రపాఠ్యాలను ఉపయోగించే సందర్భంలో సంప్రదాయ లేదా ప్రామాణిక మూలాలతో సరిపోల్చుకోవాలని వినమ్రంగా కోరుతున్నాము.",
    "joinUs": {
      "message": "సనాతన ధర్మం ఒక జీవన విధానం — సత్యం, కరుణ, సమన్వయం అనే విశ్వమూల్యాలను ప్రతిపాదించే మార్గం.",
      "invite": [
        "ఈ వెబ్‌సైట్‌ను ఇతరులతో పంచుకోండి",
        "మెరుగుదల కోసం మీ సూచనలు తెలియజేయండి",
        "మీ అభిప్రాయాలు లేదా సహకారంతో దీని వికాసానికి తోడ్పడండి"
      ]
    }
  }
}
