{
  "brahma_story": {
    "definition": "Lord Brahma is the creator deity in Sanatana Dharma, responsible for the manifestation of the universe and all living beings.",
    "origin": {
      "roots": "Vedic tradition evolving into Puranic texts",
      "texts": [
        "Rig Veda",
        "Brahma Purana",
        "Bhagavata Purana"
      ],
      "meaning": "Brahma means 'growth' or 'expansion', signifying creation."
    },
    "attributes": {
      "appearance": [
        "Four heads representing the four Vedas and directions.",
        "Seated on a lotus symbolizing purity and cosmic creation.",
        "Carries a Kamandalu (water pot), Akshamala (rosary), and Vedas."
      ],
      "vehicle": "Hamsa (swan) – symbol of wisdom and discernment.",
      "abode": "Satyaloka – the highest realm of truth."
    },
    "major_legends": [
      {
        "name": "Creation of the Universe",
        "summary": "Brahma emerged from the lotus that sprouted from Vishnu’s navel and began creating the worlds and beings."
      },
      {
        "name": "Birth of Saraswati",
        "summary": "Goddess Saraswati, born from Brahma, became the goddess of wisdom and learning."
      },
      {
        "name": "Conflict with Shiva",
        "summary": "Brahma and Vishnu once argued about supremacy; Shiva appeared as an infinite pillar of light to resolve the dispute."
      }
    ],
    "role_in_creation": {
      "cosmic_origin": "Brahma emerged from a lotus sprouting from Vishnu’s navel, symbolizing creation arising from preservation.",
      "function_in_trimurti": "Brahma creates, Vishnu preserves, Shiva transforms/destroys.",
      "process": [
        "Manifestation of five elements (Earth, Water, Fire, Air, Space).",
        "Creation of Lokas (worlds) – Bhurloka, Swargaloka, etc.",
        "Creation of beings – gods, humans, animals, plants.",
        "Granting Vedas for guidance in Dharma."
      ],
      "symbolism": [
        "Four heads – Knowledge of the four Vedas.",
        "Lotus – Purity and detachment in creation.",
        "Swan – Ability to discern truth from illusion."
      ],
      "philosophical_insight": [
        "Creation is cyclical; Brahma’s day equals 4.32 billion human years.",
        "Creation is divine play (Leela), emphasizing impermanence and spiritual evolution."
      ]
    },
    "symbolism": [
      "Four heads – Knowledge of the four Vedas.",
      "Lotus – Purity and cosmic origin.",
      "Swan – Ability to distinguish truth from illusion."
    ],
    "philosophical_significance": {
      "Trimurti": "Brahma represents creation, Vishnu preservation, and Shiva destruction.",
      "Cosmic Cycle": "Creation is cyclical; Brahma’s day equals billions of human years."
    },
    "festivals": [
      {
        "name": "Brahma Jayanti",
        "significance": "Celebrates the birth of Brahma.",
        "practices": [
          "Reciting Vedic hymns",
          "Offering prayers in Brahma temples"
        ]
      }
    ],
    "modern_relevance": {
      "spirituality": "Symbol of creativity and knowledge.",
      "culture": "Rarely worshipped today; temples are few (e.g., Pushkar in Rajasthan).",
      "ethics": "Represents the importance of wisdom in creation."
    }
  }
}
