{
  "privacy": {
    "title": "గోప్యతా విధానం",
    "lastUpdated": "నవంబర్ 2025",
    "intro": {
      "title": "1. పరిచయం",
      "text": "సనాతన ధర్మం (sanatanadharmam.in) కు స్వాగతం. మీ గోప్యతను రక్షించడం మరియు మా వెబ్‌సైట్‌లో మీకు సానుకూల అనుభవాన్ని ఇవ్వడం పట్ల మేము కట్టుబడి ఉన్నాము. ఈ గోప్యతా విధానం మా డేటా పద్ధతులను, మేము ఏ సమాచారాన్ని సేకరిస్తాము, దాన్ని ఎలా ఉపయోగిస్తాము, మరియు మీ వ్యక్తిగత సమాచారానికి సంబంధించిన మీ హక్కులను వివరిస్తుంది."
    },
    "informationWeCollect": {
      "title": "2. మేము సేకరించే సమాచారం",
      "lead": "మేము క్రింది రకాల సమాచారాన్ని సేకరించవచ్చు:",
      "usageLabel": "వినియోగ డేటా:",
      "usage": "మీరు మా వెబ్‌సైట్‌తో ఎలా ఇంటరాక్ట్ అవుతారో, సందర్శించిన పేజీలు, గడిపిన సమయం, క్లిక్ చేసిన లింకులు వంటి వివరాలు.",
      "deviceLabel": "పరికర సమాచారం:",
      "device": "మీ పరికరం, బ్రౌజర్ రకం, IP చిరునామా, మరియు ఆపరేటింగ్ సిస్టమ్‌కు సంబంధించిన వివరాలు.",
      "cookiesLabel": "కుకీలు మరియు ట్రాకింగ్:",
      "cookies": "మీ అభిరుచులు మరియు భాషా ఎంపికను గుర్తుంచుకోవడానికి మేము కుకీలు మరియు ఇలాంటి సాంకేతికాలను ఉపయోగిస్తాము.",
      "contactLabel": "సంప్రదింపు సమాచారం:",
      "contact": "మీరు ఫారమ్‌ని సమర్పించినప్పుడు లేదా మమ్మల్ని సంప్రదించినప్పుడు, మీరు స్వచ్ఛందంగా అందించే సమాచారాన్ని మేము సేకరిస్తాము."
    },
    "howWeUse": {
      "title": "3. మీ సమాచారాన్ని మేము ఎలా ఉపయోగిస్తాము",
      "lead": "సేకరించిన సమాచారాన్ని మేము క్రింది ప్రయోజనాల కోసం ఉపయోగిస్తాము:",
      "items": [
        "మీ వెబ్‌సైట్ అనుభవాన్ని మెరుగుపరచడం మరియు వ్యక్తిగతీకరించడం",
        "మీ భాషా అభిరుచి మరియు సెట్టింగ్‌లను గుర్తుంచుకోవడం",
        "వెబ్‌సైట్ పనితీరు మరియు వినియోగదారు ప్రవర్తనను విశ్లేషించడం",
        "మీ ప్రశ్నలకు మరియు అభిప్రాయాలకు స్పందించడం",
        "చట్టపరమైన బాధ్యతలను అనుసరించడం"
      ]
    },
    "cookiesLocalStorage": {
      "title": "4. కుకీలు మరియు లోకల్ స్టోరేజ్",
      "text": "మీ భాషా ఎంపికను గుర్తుంచుకోవడానికి మేము బ్రౌజర్‌లోని లోకల్ స్టోరేజ్‌ను ఉపయోగిస్తాము. ఈ డేటా పూర్తిగా మీ పరికరంలోనే నిల్వ చేయబడుతుంది, మా సర్వర్లకు పంపబడదు. మీ బ్రౌజర్ యొక్క లోకల్ స్టోరేజ్ క్లియర్ చేయడం ద్వారా మీరు ఎప్పుడైనా ఈ డేటాను తొలగించవచ్చు."
    },
    "thirdParty": {
      "title": "5. తృతీయ పక్ష సేవలు",
      "text": "వెబ్‌సైట్ వినియోగ విధానాలను అర్థం చేసుకోవడానికి మేము తృతీయ పక్ష విశ్లేషణ సేవలను ఉపయోగించవచ్చు. ఈ సేవలు మీ సందర్శనకు సంబంధించిన అజ్ఞాత డేటాను సేకరించవచ్చు. మీ అనుమతి లేకుండా మేము వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని తృతీయ పక్షాలతో పంచుకోము."
    },
    "security": {
      "title": "6. డేటా భద్రత",
      "text": "మీ సమాచారాన్ని రక్షించడానికి తగిన సాంకేతిక మరియు సంస్థాగత భద్రతా చర్యలను అమలు చేయడంలో మేము కట్టుబడి ఉన్నాము. అయితే, ఇంటర్నెట్ ద్వారా ప్రసారం లేదా ఎలక్ట్రానిక్ నిల్వ పద్ధతులు పూర్తిగా భద్రతగలవి కావు. మీకు భద్రత గురించి ఆందోళనలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించండి."
    },
    "rights": {
      "title": "7. మీ హక్కులు",
      "lead": "మీ స్థానం ఆధారంగా, మీకు క్రింది హక్కులు ఉండవచ్చు:",
      "items": [
        "మీ వ్యక్తిగత సమాచారాన్ని ప్రాప్తి చేయగల హక్కు",
        "తప్పు డేటాను సవరించమని కోరగల హక్కు",
        "మీ డేటాను తొలగించమని కోరగల హక్కు",
        "కొన్ని డేటా ప్రాసెసింగ్ కార్యకలాపాల నుండి తప్పుకోవడానికి హక్కు"
      ],
      "contactText": "ఈ హక్కులలో ఏదైనా వినియోగించాలనుకుంటే, క్రింది వివరాలను ఉపయోగించి మమ్మల్ని సంప్రదించండి."
    },
    "children": {
      "title": "8. పిల్లల గోప్యత",
      "text": "మా వెబ్‌సైట్ 13 సంవత్సరాల కంటే తక్కువ వయస్సు కలిగిన పిల్లలకు ఉద్దేశించబడలేదు. మేము పిల్లల వ్యక్తిగత సమాచారాన్ని ఉద్దేశపూర్వకంగా సేకరించము. 13 సంవత్సరాల లోపు ఉన్న పిల్లల సమాచారం సేకరించబడిందని మాకు తెలిసినట్లయితే, అటువంటి సమాచారాన్ని వెంటనే తొలగిస్తాము."
    },
    "changes": {
      "title": "9. ఈ విధానంలో మార్పులు",
      "text": "మా ఆచరణల్లో మార్పులు లేదా ఇతర ఆపరేషనల్, చట్టపరమైన, లేదా నియంత్రణ కారణాల వల్ల ఈ గోప్యతా విధానాన్ని మేము సమయానుసారం నవీకరించవచ్చు. ఈ విధానం పైభాగంలో ఉన్న \"చివరిగా నవీకరించిన తేదీ\"ను మార్చడం ద్వారా ముఖ్యమైన మార్పులను మేము మీకు తెలియజేస్తాము. సవరించిన గోప్యతా విధానం ప్రచురణ తరువాత వెబ్‌సైట్‌ను మీరు కొనసాగించి ఉపయోగించడం అంటే మీరు ఆ మార్పులను అంగీకరిస్తున్నారని అర్థం."
    },
    "contact": {
      "title": "10. మమ్మల్ని సంప్రదించండి",
      "lead": "ఈ గోప్యతా విధానంపై లేదా మా గోప్యతా పద్ధతులపై ప్రశ్నలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించండి:",
      "emailLabel": "ఈమెయిల్:",
      "email": "contact@sanatanadharmam.in",
      "websiteLabel": "వెబ్‌సైట్:",
      "website": "https://sanatanadharmam.in",
      "closing": "సనాతన ధర్మాన్ని యాక్సెస్ చేసి ఉపయోగించడం ద్వారా, ఈ గోప్యతా విధానాన్ని మీరు చదివి, అర్థం చేసుకొని, దానికి బద్ధులై ఉన్నారని మీరు అంగీకరిస్తున్నారు."
    }
  }
}
